const Datas = [
    {
      name: "씨티마트",
      address: "서울 강남구 도산대로 49길 8",
      x: 127.037425209409,
      y: 37.5233511349545
    },
    {
      name: "태광통신",
      address: "서울 성북구 동소문로 248, 105동 1층1호",
      x: 127.024541211803,
      y: 37.6034576002933
    },
    {
      name: "인터뱅세계주류",
      address: "서울 강남구 언주로 647",
      x: 127.034946065028,
      y: 37.5143480794392
    },
    {
      name: "베스토아",
      address: "서울 강남구 역삼로 166",
      x: 127.037244965742,
      y: 37.4950520768848
    },
    {
      name: "아셈마트",
      address: "서울 강남구 영동대로112길 10",
      x: 127.061009562777,
      y: 37.5149806292251
    },
    {
      name: "부흥청과",
      address: "서울 송파구 동남로 318",
      x: 127.138678299033,
      y: 37.5036890964197
    },
    {
      name: "나눔 중앙마트",
      address: "서울 마포구 백범로 108",
      x: 126.943170565054,
      y: 37.5471021480065
    },
    {
      name: "행복슈퍼",
      address: "서울 성북구 동소문로 49",
      x: 127.011144274361,
      y: 37.5910211712363
    },
    {
      name: "현대복권방",
      address: "서울 동대문구 답십리로 9",
      x: 127.043528549832,
      y: 37.5784693244422
    },
    {
      name: "동성당",
      address: "서울 종로구 청계천로 261",
      x: 127.006560911525,
      y: 37.5699362775586
    },
    {
      name: "종로수퍼",
      address: "서울 종로구 돈화문로10길 14",
      x: 126.992437955446,
      y: 37.5725116224408
    },
    {
      name: "행운충전소",
      address: "서울 중구 퇴계로83길 10-18",
      x: 127.019229307271,
      y: 37.5661020580702
    },
    {
      name: "씨유 마포뉴제일점",
      address: "서울 마포구 월드컵북로1길 50, 1층 우측",
      x: 126.918890584706,
      y: 37.5540898033344
    },
    {
      name: "신당백석점",
      address: "서울 중구 동호로 193-22",
      x: 127.009187858143,
      y: 37.5544618459737
    },
    {
      name: "내자중앙점",
      address: "서울 종로구 사직로 121",
      x: 126.972184669699,
      y: 37.5762419495101
    },
    {
      name: "중곡본점",
      address: "서울 광진구 능동로 337-1",
      x: 127.080686665042,
      y: 37.5598112448962
    },
    {
      name: "가락시영점",
      address: "서울 송파구 가락로 74",
      x: 127.104433587879,
      y: 37.499981558058
    },
    {
      name: "대청수성점",
      address: "서울 강남구 개포로109길 34",
      x: 127.077648338611,
      y: 37.4942045850869
    },
    {
      name: "팔달중앙점",
      address: "경기 수원시 팔달구 정조로 751-11",
      x: 127.015828406704,
      y: 37.2751477338801
    },
    {
      name: "충정로점",
      address: "서울 서대문구 경기대로 48",
      x: 126.962582343949,
      y: 37.5634776878328
    },
    {
      name: "광희금호점",
      address: "서울 중구 마른내로 155, 1동 101호",
      x: 127.005264386724,
      y: 37.5653089182578
    },
    {
      name: "을지로3가점",
      address: "서울 중구 충무로 53-1",
      x: 126.99246430851,
      y: 37.565992110561
    },
    {
      name: "역삼2",
      address: "서울 강남구 역삼로14길 7",
      x: 127.035516726449,
      y: 37.4940869098918
    },
    {
      name: "GS25 서초타운점",
      address: "서울 서초구 서초대로52길 23",
      x: 127.014870982049,
      y: 37.4927684540547
    },
    {
      name: "잠실2점",
      address: "서울 송파구 오금로11길 51,101호",
      x: 127.112848901841,
      y: 37.5155971464397
    },
    {
      name: "수원백성점",
      address: "경기 수원시 팔달구 경수대로466번길 9",
      x: 127.027855209984,
      y: 37.267684715121
    },
    {
      name: "수원장안점",
      address: "경기 수원시 장안구 경수대로 1079",
      x: 126.994097687379,
      y: 37.3091577788806
    },
    {
      name: "숙대점",
      address: "서울 용산구 청파로47가길 7-11",
      x: 126.967315424575,
      y: 37.5445550752626
    },
    {
      name: "서소문점",
      address: "서울 중구 서소문로 109",
      x: 126.97327976746,
      y: 37.5630615400711
    },
    {
      name: "신사제일점",
      address: "서울 강남구 논현로 808",
      x: 127.028418413263,
      y: 37.5209083241903
    },
    {
      name: "양재점",
      address: "서울 서초구 마방로10길 22",
      x: 127.043869230442,
      y: 37.4763385645576
    },
    {
      name: "종로충신점",
      address: "서울 종로구 율곡로 235",
      x: 127.005035438917,
      y: 37.5758736390564
    },
    {
      name: "고마트(방화점)",
      address: "서울 강서구 방화동로 68",
      x: 126.812753408821,
      y: 37.5664359967999
    },
    {
      name: "농가마트",
      address: "서울 양천구 중앙로 264",
      x: 126.853279287149,
      y: 37.519981328417
    },
    {
      name: "선서적",
      address: "서울 금천구 독산로74길 6",
      x: 126.902633431412,
      y: 37.4686620625239
    },
    {
      name: "데스콤",
      address: "서울 영등포구 영중로 46",
      x: 126.90519531649,
      y: 37.5204542773544
    },
    {
      name: "반도서점",
      address: "서울 금천구 독산로 136",
      x: 126.905231291478,
      y: 37.4595006193821
    },
    {
      name: "우리식품",
      address: "서울 광진구 아차산로 589",
      x: 127.104740902266,
      y: 37.545980152264
    },
    {
      name: "진성미니슈퍼",
      address: "서울 마포구 월드컵로 205, 상가 104호",
      x: 126.90149961761,
      y: 37.5650475620335
    },
    {
      name: "원스탑",
      address: "서울 송파구 백제고분로7길 39",
      x: 127.083232307097,
      y: 37.5109451590026
    },
    {
      name: "통일복권방",
      address: "서울 종로구 종로 19, 110동 1호",
      x: 126.979923668151,
      y: 37.5708444878121
    },
    {
      name: "수정식품",
      address: "서울 중구 을지로 199-2",
      x: 127.000230796133,
      y: 37.5670067821773
    },
    {
      name: "삼성포토랜드",
      address: "인천 강화군 북문길 6",
      x: 126.484708548931,
      y: 37.7475855683292
    },
    {
      name: "SK 복권방",
      address: "인천 미추홀구 용정공원로 33",
      x: 126.64506286268,
      y: 37.4520149469249
    },
    {
      name: "갤럭시슈퍼",
      address: "인천 남동구 남동대로921번길 1",
      x: 126.707732652113,
      y: 37.4646148879869
    },
    {
      name: "시티라이프",
      address: "인천 부평구 주부토로 265",
      x: 126.726933903978,
      y: 37.51867469936
    },
    {
      name: "대한빌딩",
      address: "인천 부평구 경원대로 1382",
      x: 126.722313447803,
      y: 37.4910264823385
    },
    {
      name: "신일사",
      address: "인천 중구 참외전로 244-2",
      x: 126.641604897687,
      y: 37.4685671926117
    },
    {
      name: "라이프마트",
      address: "인천 중구 연안부두로53번길 36, 5호",
      x: 126.603934106976,
      y: 37.4522187238946
    },
    {
      name: "alwaysmart",
      address: "경기 고양시 일산동구 백마로 501",
      x: 126.80377474286,
      y: 37.6630714841987
    },
    {
      name: "대박",
      address: "경기 구리시 안골로103번길 46",
      x: 127.141570281902,
      y: 37.5994316095684
    },
    {
      name: "금호마트",
      address: "경기 구리시 검배로 29",
      x: 127.14310674292,
      y: 37.5986748168607
    },
    {
      name: "씨스페이스 동두천중앙",
      address: "경기 동두천시 어수로 100-1",
      x: 127.053674655383,
      y: 37.9022196099864
    },
    {
      name: "베스토아",
      address: "경기 성남시 분당구 내정로166번길 43, 104호",
      x: 127.122641244112,
      y: 37.3703570347084
    },
    {
      name: "경희수퍼",
      address: "경기 성남시 분당구 야탑로69번길 3",
      x: 127.126367619815,
      y: 37.4100867548579
    },
    {
      name: "행운의집",
      address: "경기 이천시 남천로 2",
      x: 127.437631107758,
      y: 37.2779833872711
    },
    {
      name: "훼미리마트",
      address: "경기 포천시 중앙로 148",
      x: 127.205037006598,
      y: 37.8989405986732
    },
    {
      name: "OK마트",
      address: "서울 강동구 진황도로27길 14",
      x: 127.131844568571,
      y: 37.5389421468469
    },
    {
      name: "행운의집",
      address: "서울 강동구 구천면로 222",
      x: 127.129395103817,
      y: 37.5406273825658
    },
    {
      name: "안목마트",
      address: "서울 강북구 한천로 1024",
      x: 127.028070704254,
      y: 37.6394836102233
    },
    {
      name: "에덴 복권사무써비스",
      address: "서울 강북구 덕릉로 5",
      x: 127.014145008905,
      y: 37.6340076611468
    },
    {
      name: "서울상사",
      address: "서울 노원구 월계로49길 5",
      x: 127.056221891655,
      y: 37.6293133211404
    },
    {
      name: "대박나는집",
      address: "서울 노원구 덕릉로 718, 상가 104호",
      x: 127.076025133121,
      y: 37.6614032808638
    },
    {
      name: "소비자마트",
      address: "서울 도봉구 덕릉로 357",
      x: 127.048600871045,
      y: 37.645518128805
    },
    {
      name: "씨스페이스 응암역점",
      address: "서울 은평구 연서로 9",
      x: 126.91556845327,
      y: 37.6000995302827
    },
    {
      name: "대박.com",
      address: "서울 은평구 역말로 137-1",
      x: 126.922048577393,
      y: 37.6114706042032
    },
    {
      name: "갤러리마트",
      address: "서울 중랑구 사가정로 387",
      x: 127.087733678026,
      y: 37.580926444595
    },
    {
      name: "은혜",
      address: "서울 영등포구 도림로 206",
      x: 126.903590753985,
      y: 37.4969340590015
    },
    {
      name: "소리창고",
      address: "서울 강서구 강서로 306",
      x: 126.836744922471,
      y: 37.5528876532177
    },
    {
      name: "코사마트역전점",
      address: "경기 평택시 중앙2로 1",
      x: 127.087226482564,
      y: 36.9919922360475
    },
    {
      name: "에스마트평택점",
      address: "경기 평택시 평택로76번길 3",
      x: 127.085074740951,
      y: 36.9938049748704
    },
    {
      name: "즉석복권방",
      address: "경기 수원시 영통구 산남로 2",
      x: 127.047161130963,
      y: 37.2638799865883
    },
    {
      name: "아성슈퍼",
      address: "경기 부천시 부흥로 202",
      x: 126.765007352114,
      y: 37.4958660635572
    },
    {
      name: "24시수퍼",
      address: "경기 군포시 번영로 497",
      x: 126.932291369357,
      y: 37.3583199121192
    },
    {
      name: "복권방(당동점)",
      address: "경기 군포시 당동로 8",
      x: 126.94371051389,
      y: 37.350946295911
    },
    {
      name: "진평양행",
      address: "강원 강릉시 임영로 107",
      x: 128.894097042615,
      y: 37.75125554904
    },
    {
      name: "행운유통",
      address: "강원 원주시 남원로 656",
      x: 127.953940465871,
      y: 37.3411215196869
    },
    {
      name: "복권나라",
      address: "강원 원주시 평원로 23",
      x: 127.952670220041,
      y: 37.348906906121
    },
    {
      name: "복권나라",
      address: "강원 원주시 북원로 2706",
      x: 127.947916389722,
      y: 37.3850827811026
    },
    {
      name: "복권나라",
      address: "강원 원주시 원일로 219",
      x: 127.943941372759,
      y: 37.355970505965
    },
    {
      name: "전우사",
      address: "강원 춘천시 금강로 44",
      x: 127.727093113615,
      y: 37.8806099535446
    },
    {
      name: "드림복권전문점",
      address: "강원 춘천시 춘주로 195",
      x: 127.727885362588,
      y: 37.8603589694823
    },
    {
      name: "코만도",
      address: "대전 대덕구 석봉로43번길 1",
      x: 127.426538715273,
      y: 36.4476618864553
    },
    {
      name: "베스토아(용전2호)",
      address: "대전 동구 동서대로 1689, 대전복합터미널 W158",
      x: 127.436693888994,
      y: 36.350315576746
    },
    {
      name: "플러스원",
      address: "대전 서구 계백로 1390-1",
      x: 127.376319328016,
      y: 36.3111606588887
    },
    {
      name: "아이마트",
      address: "대전 서구 둔산로 230",
      x: 127.399503941088,
      y: 36.3510422761057
    },
    {
      name: "대일수퍼",
      address: "대전 서구 월평중로24번길 48",
      x: 127.366512878436,
      y: 36.3565158674934
    },
    {
      name: "가나",
      address: "대전 중구 선화로 8",
      x: 127.410866452411,
      y: 36.3247950312081
    },
    {
      name: "서산터미널복권방",
      address: "충남 서산시 안견로 190",
      x: 126.458147061807,
      y: 36.781880649023
    },
    {
      name: "시민슈퍼복권방",
      address: "충남 서산시 문화로 51",
      x: 126.447930264676,
      y: 36.7856712007341
    },
    {
      name: "나눔로또,토토",
      address: "충남 서산시 무학로 1742",
      x: 126.428592329295,
      y: 36.7576354630369
    },
    {
      name: "21시수퍼",
      address: "충남 아산시 온천대로 1528-1",
      x: 127.007303265209,
      y: 36.7804651335912
    },
    {
      name: "복권나라",
      address: "충북 제천시 청풍호로 52",
      x: 128.202751056928,
      y: 37.1265267151665
    },
    {
      name: "SUN마트 예대점",
      address: "충북 청주시 흥덕구 송화로150번길 15-2, 102호",
      x: 127.451048410768,
      y: 36.6647866561298
    },
    {
      name: "영화마을(현대점)",
      address: "충북 청주시 청원구 주성로 184",
      x: 127.486611527894,
      y: 36.6718847574199
    },
    {
      name: "피시복권방",
      address: "충북 청주시 흥덕구 1순환로513번길 4",
      x: 127.465217384327,
      y: 36.6465143574374
    },
    {
      name: "부영상회",
      address: "충북 충주시 칠금중앙로 38",
      x: 127.919090879295,
      y: 36.9817805755984
    },
    {
      name: "토토양행",
      address: "경북 경주시 태종로 801-4",
      x: 129.21592582985,
      y: 35.8411664570841
    },
    {
      name: "GMART",
      address: "경북 구미시 구미중앙로 57-3",
      x: 128.329060482414,
      y: 36.130000518957
    },
    {
      name: "오천웰빙마트",
      address: "경북 포항시 남구 오천읍 해병로 269번길 27",
      x: 129.414453917556,
      y: 35.9709962866545
    },
    {
      name: "복권나라",
      address: "경북 포항시 북구 장량로140번길 9",
      x: 129.396033290327,
      y: 36.0807952248086
    },
    {
      name: "오케이할인마트",
      address: "대구 남구 대명로 234-2",
      x: 128.582394579216,
      y: 35.8411123187796
    },
    {
      name: "대림서점",
      address: "대구 남구 중앙대로 158",
      x: 128.590832008845,
      y: 35.8473324453321
    },
    {
      name: "이솝비디오대여점",
      address: "대구 남구 명덕로 228-30",
      x: 128.595918588748,
      y: 35.8561425251091
    },
    {
      name: "이마트24달서송현점",
      address: "대구 달서구 송현로 32",
      x: 128.548568392285,
      y: 35.8219904455022
    },
    {
      name: "LA24시편의점",
      address: "대구 달서구 달구벌대로 1005",
      x: 128.477066018804,
      y: 35.8533994402999
    },
    {
      name: "LET'SGO25",
      address: "대구 북구 경진로1길 41",
      x: 128.617350587864,
      y: 35.8950717366381
    },
    {
      name: "씨스페이스(수성3가점)",
      address: "대구 수성구 명덕로 442-3",
      x: 128.618528042958,
      y: 35.8539222064152
    },
    {
      name: "동인마트",
      address: "대구 중구 태평로 266",
      x: 128.581297678773,
      y: 35.8786084974756
    },
    {
      name: "기장수퍼",
      address: "부산 기장군 기장읍 차성동로 69",
      x: 129.216517117269,
      y: 35.243881875159
    },
    {
      name: "백경슈퍼(백경편의점)",
      address: "부산 남구 용소로 40",
      x: 129.100844430012,
      y: 35.1337385126443
    },
    {
      name: "천하명당복권방",
      address: "부산 동구 초량중로 78",
      x: 129.039314751256,
      y: 35.1186104337132
    },
    {
      name: "동해수퍼",
      address: "부산 동래구 충렬대로 175",
      x: 129.07931629002,
      y: 35.2040619858056
    },
    {
      name: "우리들마트",
      address: "부산 동래구 온천장로119번길 20, 10호",
      x: 129.08381668177,
      y: 35.221634159317
    },
    {
      name: "아트슈퍼",
      address: "부산 부산진구 가야대로 490",
      x: 129.025590951996,
      y: 35.1529182611219
    },
    {
      name: "조이풀",
      address: "부산 남구 용소로13번길 101-6, 101호",
      x: 129.105553169167,
      y: 35.138704405758
    },
    {
      name: "스위트초이스(엄궁점)",
      address: "부산 사상구 엄궁북로 20",
      x: 128.972506587333,
      y: 35.1282639882059
    },
    {
      name: "대학도수퍼(대학로슈퍼)",
      address: "부산 사상구 가야대로 366-1",
      x: 129.01254945522,
      y: 35.1509779970809
    },
    {
      name: "해피마트",
      address: "부산 사하구 낙동대로 521-1",
      x: 128.96526059919,
      y: 35.1106823812813
    },
    {
      name: "복수퍼",
      address: "경남 김해시 가야로 17, 상가111호",
      x: 128.862394230191,
      y: 35.2702906346753
    },
    {
      name: "위드미 마산만복점",
      address: "경남 창원시 마산회원구 합성옛길 152",
      x: 128.583950985853,
      y: 35.2382163542789
    },
    {
      name: "씨스페이스 사천큰마트점",
      address: "경남 사천시 사천읍 평화2길 22",
      x: 128.087024991475,
      y: 35.0830587139136
    },
    {
      name: "벼락부자복권방",
      address: "경남 양산시 중앙로 232",
      x: 129.041195906941,
      y: 35.3504491902906
    },
    {
      name: "대도레코드사",
      address: "경남 진주시 진양호로 334",
      x: 128.067499828321,
      y: 35.182492502423
    },
    {
      name: "인정24시편의점",
      address: "경남 진주시 진주대로 910",
      x: 128.09003341063,
      y: 35.1815267583672
    },
    {
      name: "은정수퍼",
      address: "경남 창원시 성산구 원이대로883번길 2",
      x: 128.694597900684,
      y: 35.2078969319932
    },
    {
      name: "도계할인마트",
      address: "경남 창원시 의창구 원이대로55번길 8-4",
      x: 128.63513107679,
      y: 35.2576011416846
    },
    {
      name: "조은복권방",
      address: "울산 남구 수암로 124-2",
      x: 129.320511137106,
      y: 35.5276348658341
    },
    {
      name: "영화유통",
      address: "울산 남구 신정로17번길 5",
      x: 129.322339405519,
      y: 35.5331347928706
    },
    {
      name: "우리들덕신점",
      address: "울산 울주군 온산읍 덕신로 273",
      x: 129.311374981835,
      y: 35.4342261020598
    },
    {
      name: "우리들성남점",
      address: "울산 중구 새즈믄해거리 50",
      x: 129.320364732422,
      y: 35.5570781391442
    },
    {
      name: "우리들공경점",
      address: "울산 중구 옥교3길 106, 1층",
      x: 129.332155369264,
      y: 35.5532647774499
    },
    {
      name: "복권방",
      address: "울산 동구 바드래2길 1",
      x: 129.431682369567,
      y: 35.5174834386698
    },
    {
      name: "남양마트",
      address: "광주 광산구 월계로 137, 101호",
      x: 126.840897087531,
      y: 35.2136322206711
    },
    {
      name: "줄리아나마트",
      address: "광주 동구 충장로 73",
      x: 126.915719017227,
      y: 35.1488374539961
    },
    {
      name: "황금수퍼",
      address: "광주 북구 동문대로 102",
      x: 126.92479906063,
      y: 35.1722459616755
    },
    {
      name: "올더웨이5호점",
      address: "광주 북구 서방로 11",
      x: 126.914412235774,
      y: 35.1735373834257
    },
    {
      name: "오픈마트",
      address: "광주 북구 서암대로 111",
      x: 126.896813683521,
      y: 35.1709411918726
    },
    {
      name: "파머스마켓",
      address: "광주 서구 풍암순환로 8, 상가 101호",
      x: 126.875371241834,
      y: 35.1254718100652
    },
    {
      name: "제일마트",
      address: "전남 나주시 중앙로 21",
      x: 126.719692716232,
      y: 35.0311592204691
    },
    {
      name: "드림복권",
      address: "전남 목포시 산정로 159-3",
      x: 126.392334913969,
      y: 34.8028681528203
    },
    {
      name: "골든박스",
      address: "전남 목포시 북항로 65-1",
      x: 126.377067295074,
      y: 34.7996515840236
    },
    {
      name: "로또마트",
      address: "전남 목포시 통일대로75번길 10,상가109호",
      x: 126.432023791677,
      y: 34.8013387293635
    },
    {
      name: "복권나라",
      address: "전남 목포시 당가두로14번길 47-1, 103호",
      x: 126.437162186115,
      y: 34.8076026143263
    },
    {
      name: "금강안경원",
      address: "전북 군산시 구영6길 96",
      x: 126.710794532685,
      y: 35.9879876379058
    },
    {
      name: "시영24시편의점",
      address: "전북 익산시 부송로 52",
      x: 126.991570997375,
      y: 35.9561990298682
    },
    {
      name: "프랜드마트(두산점)",
      address: "전북 전주시 덕진구 매봉로 10",
      x: 127.142075268483,
      y: 35.8391323007151
    },
    {
      name: "프랜드마트노송점",
      address: "전북 전주시 완산구 봉곡2길 13, 102호",
      x: 127.095485075831,
      y: 35.8131578145024
    },
    {
      name: "대박복권방",
      address: "전북 전주시 덕진구 붓내3길 18",
      x: 127.123295873826,
      y: 35.8664258300922
    },
    {
      name: "안경매니져(삼천점)",
      address: "전북 전주시 완산구 거마평로 57",
      x: 127.116651701166,
      y: 35.7976739254863
    },
    {
      name: "주공홈마트",
      address: "전북 전주시 완산구 장승배기로 11, 상가 102호",
      x: 127.114585246834,
      y: 35.7927888085237
    },
    {
      name: "고양점",
      address: "경기 고양시 덕양구 혜음로 35",
      x: 126.901910595562,
      y: 37.703901437943
    },
    {
      name: "역곡역점",
      address: "경기 부천시 부일로 731",
      x: 126.810932615832,
      y: 37.4858932600063
    },
    {
      name: "분당우성점",
      address: "경기 성남시 분당구 돌마로 481,119호",
      x: 127.132871482333,
      y: 37.3777537592365
    },
    {
      name: "신갈오거리점",
      address: "경기 용인시 기흥구 신갈로58번길 5",
      x: 127.106347172286,
      y: 37.2721241673933
    },
    {
      name: "의정부시청점",
      address: "경기 의정부시 의정로22번길 38",
      x: 127.037421427737,
      y: 37.7347382063478
    },
    {
      name: "의정부광장점",
      address: "경기 의정부시 둔야로17번길 35",
      x: 127.037707249552,
      y: 37.7373014648659
    },
    {
      name: "중산동신점",
      address: "경기 고양시 일산동구 탄중로431번길 3",
      x: 126.778467123723,
      y: 37.6871123234458
    },
    {
      name: "창원소답점",
      address: "경남 창원시 의창구 읍성로 70, 소답상가 1층5호",
      x: 128.625527880291,
      y: 35.2646913315201
    },
    {
      name: "뉴왜관점",
      address: "경북 칠곡군 왜관읍 중앙로 236-1",
      x: 128.399303644424,
      y: 35.9960258064849
    },
    {
      name: "칠성주현점",
      address: "대구 북구 호암로 20, 126동 107호",
      x: 128.592024742914,
      y: 35.8826629400748
    },
    {
      name: "대전터미널점",
      address: "대전 동구 동서대로1695번길 18",
      x: 127.437698678825,
      y: 36.3505225046906
    },
    {
      name: "월평중앙점",
      address: "대전 서구 월평로 47",
      x: 127.362325821274,
      y: 36.3564046356411
    },
    {
      name: "유성본점",
      address: "대전 유성구 온천로 2",
      x: 127.338085633141,
      y: 36.355733652484
    },
    {
      name: "부곡쌍용점",
      address: "부산 금정구 수림로 25, 103호",
      x: 129.088705688439,
      y: 35.2391189060288
    },
    {
      name: "부산제일점",
      address: "부산 동구 중앙대로196번길 6-14",
      x: 129.039457815908,
      y: 35.1133594227142
    },
    {
      name: "감천스마일점",
      address: "부산 사하구 감천로 45",
      x: 128.997672414336,
      y: 35.0910376247598
    },
    {
      name: "복음병원점",
      address: "부산 서구 감천로 255",
      x: 129.016024501339,
      y: 35.0815606600002
    },
    {
      name: "민락해변점",
      address: "부산 수영구 광안해변로 279",
      x: 129.124199251853,
      y: 35.1560849413448
    },
    {
      name: "부암화승점",
      address: "부산 부산진구 당감서로80번길 19, 104동 5호",
      x: 129.038183458551,
      y: 35.1676618506485
    },
    {
      name: "부전점",
      address: "부산 부산진구 서면문화로 6, 1층",
      x: 129.058077420074,
      y: 35.1582886945541
    },
    {
      name: "가야동의점",
      address: "부산 부산진구 가야대로 594",
      x: 129.036860316637,
      y: 35.1545163650801
    },
    {
      name: "신도시점",
      address: "부산 해운대구 좌동순환로 301",
      x: 129.183269565611,
      y: 35.1691749763491
    },
    {
      name: "하단스마일점",
      address: "부산 사하구 낙동남로1423번길 3",
      x: 128.967161533532,
      y: 35.10667856915
    },
    {
      name: "미아대양점",
      address: "서울 강북구 도봉로 132",
      x: 127.028707276977,
      y: 37.6207624056416
    },
    {
      name: "구로영림점",
      address: "서울 구로구 가마산로27길 14",
      x: 126.891852633222,
      y: 37.4977293058869
    },
    {
      name: "시흥본점",
      address: "서울 금천구 금하로 633",
      x: 126.901552759864,
      y: 37.4549438058901
    },
    {
      name: "신대방센터점",
      address: "서울 동작구 여의대방로 68",
      x: 126.914162109576,
      y: 37.4963872833325
    },
    {
      name: "보라매타운점",
      address: "서울 동작구 보라매로5가길 24, 업무동 102호",
      x: 126.923944114665,
      y: 37.4906995321938
    },
    {
      name: "목동역점",
      address: "서울 양천구 목동로 185",
      x: 126.864233746536,
      y: 37.5250035491352
    },
    {
      name: "영등포구청점",
      address: "서울 영등포구 당산로 109",
      x: 126.8960288077,
      y: 37.5246263135253
    },
    {
      name: "문래남부점",
      address: "서울 영등포구 선유로 40",
      x: 126.889131430811,
      y: 37.5173904864584
    },
    {
      name: "대림우성점",
      address: "서울 영등포구 도림로 188-1",
      x: 126.902026776632,
      y: 37.4959048141873
    },
    {
      name: "서오능점",
      address: "서울 은평구 서오릉로 217",
      x: 126.909553016243,
      y: 37.6144745945993
    },
    {
      name: "씨유울산신정미소점",
      address: "울산 남구 수암로105번길 18",
      x: 129.320193703389,
      y: 35.5302339639423
    },
    {
      name: "울산석영점",
      address: "울산 북구 염포로 591-2",
      x: 129.387200437254,
      y: 35.5388986902504
    },
    {
      name: "작전1호점",
      address: "인천 계양구 주부토로 361",
      x: 126.729615453594,
      y: 37.5265776834199
    },
    {
      name: "용현제일점",
      address: "인천 미추홀구 독정이로 33번길 3",
      x: 126.653551489946,
      y: 37.458766705539
    },
    {
      name: "신기촌하나점",
      address: "인천 미추홀구 신기길 2",
      x: 126.676486982567,
      y: 37.4481002448092
    },
    {
      name: "산곡경남점",
      address: "인천 부평구 안남로 229, 102호",
      x: 126.708409147683,
      y: 37.5033725906544
    },
    {
      name: "부개점",
      address: "인천 부평구 부흥로 420",
      x: 126.738615139922,
      y: 37.4973503432189
    },
    {
      name: "심곡삼성점",
      address: "인천 서구 승학로 243",
      x: 126.672473261192,
      y: 37.5442217804822
    },
    {
      name: "청주북문점",
      address: "충북 청주시 상당구 상당로81번길 9-1",
      x: 127.489929248269,
      y: 36.6354729856291
    },
    {
      name: "GS25남포제일점",
      address: "부산 중구 보수대로 14",
      x: 129.02545641644,
      y: 35.0983028547947
    },
    {
      name: "구미제일점",
      address: "경북 구미시 공단동 264-8",
      x: 128.383010388082,
      y: 36.1016780366831
    },
    {
      name: "울산대점",
      address: "울산 남구 대학로94번길 8",
      x: 129.260741279712,
      y: 35.5429337508177
    },
    {
      name: "GS25엄궁사거리점",
      address: "부산 사상구 낙동대로 790, 103호",
      x: 128.972450403298,
      y: 35.1310279277785
    },
    {
      name: "서면롯데점",
      address: "부산 부산진구 가야대로 773-3",
      x: 129.056262153187,
      y: 35.1579056259183
    },
    {
      name: "중앙점",
      address: "부산 중구 중앙대로 81,1층",
      x: 129.035948553516,
      y: 35.1048787400499
    },
    {
      name: "구미공단점",
      address: "경북 구미시 1공단로7길 86-1",
      x: 128.377677078264,
      y: 36.109946867803
    },
    {
      name: "부산광장점",
      address: "부산 동구 중앙대로180번길 12",
      x: 129.040186415988,
      y: 35.1128646701418
    },
    {
      name: "감만점",
      address: "부산 남구 홍곡로 10",
      x: 129.081844147478,
      y: 35.1159449725778
    },
    {
      name: "울산중앙점",
      address: "울산 남구 돋질로 157",
      x: 129.322524798746,
      y: 35.5408972871371
    },
    {
      name: "신평점",
      address: "부산 사하구 신산로 195",
      x: 128.976562300965,
      y: 35.0898508784169
    },
    {
      name: "괘법희망",
      address: "부산 사상구 사상로212번길 12",
      x: 128.984456240834,
      y: 35.1641361486059
    },
    {
      name: "평리대로점",
      address: "대구 서구 서대구로 186",
      x: 128.555185244236,
      y: 35.8746352422408
    },
    {
      name: "창원기산점",
      address: "경남 창원시 성산구 중앙대로 95",
      x: 128.678930499329,
      y: 35.2236256200965
    },
    {
      name: "포항신흥점",
      address: "경북 포항시 북구 불종로 31",
      x: 129.363335673036,
      y: 36.0388671342024
    },
    {
      name: "동래중앙점",
      address: "부산 동래구 명륜로 111",
      x: 129.082724368532,
      y: 35.2037534093529
    },
    {
      name: "동대구터미널점",
      address: "대구 동구 동부로30길 7",
      x: 128.629186409997,
      y: 35.8764072557411
    },
    {
      name: "용호중앙점",
      address: "부산 남구 동명로 129-2",
      x: 129.111218335678,
      y: 35.1199348411994
    },
    {
      name: "창동상상길점",
      address: "경남 창원시 마산합포구 동서북10길 57",
      x: 128.574743219591,
      y: 35.2060197604646
    },
    {
      name: "중동점",
      address: "대구 수성구 수성로 212",
      x: 128.612907994329,
      y: 35.8444079197062
    },
    {
      name: "GS25마산산호점",
      address: "경남 창원시 마산합포구 합포로 243",
      x: 128.586905692178,
      y: 35.2188448465102
    },
    {
      name: "구미금오점",
      address: "경북 구미시 금오시장로 16",
      x: 128.341252646959,
      y: 36.1260414275585
    },
    {
      name: "에덴점",
      address: "부산 사하구 낙동대로549번길 17",
      x: 128.962848161224,
      y: 35.112408592304
    },
    {
      name: "하양금락점",
      address: "경북 경산시 하양읍 대학로 1522",
      x: 128.821371489766,
      y: 35.9139660050829
    },
    {
      name: "부산고속점",
      address: "부산 동래구 아시아드대로228번길 8",
      x: 129.067541311648,
      y: 35.2038722389513
    },
    {
      name: "뉴동구신천점",
      address: "대구 동구 동부로22길 79",
      x: 128.627474773746,
      y: 35.8694481756187
    },
    {
      name: "GS25괴정점",
      address: "부산 사하구 낙동대로 214",
      x: 128.993448854326,
      y: 35.1004434146994
    },
    {
      name: "대명점",
      address: "대구 남구 대명로 27-1",
      x: 128.560460788439,
      y: 35.8385433592151
    },
    {
      name: "성서중앙점",
      address: "대구 달서구 달구벌대로251길 8",
      x: 128.505142203618,
      y: 35.8527443784103
    },
    {
      name: "구의2호점",
      address: "서울 광진구 뚝섬로 742",
      x: 127.091432175278,
      y: 37.5342254126939
    },
    {
      name: "논현11호",
      address: "서울 강남구 선릉로 131길 4",
      x: 127.04057757446,
      y: 37.5179716472254
    },
    {
      name: "장전역점",
      address: "부산 금정구 중앙대로1719번길 61",
      x: 129.088863600974,
      y: 35.2376658750613
    },
    {
      name: "석촌3호점",
      address: "서울 성동구 왕십리로 326",
      x: 127.033895108318,
      y: 37.5627533594485
    },
    {
      name: "익산인화점",
      address: "전북 익산시 목천로13길 18",
      x: 126.954423014612,
      y: 35.929570948757
    },
    {
      name: "한남대 육교점",
      address: "대전 대덕구 한남로88번길 5",
      x: 127.418641860121,
      y: 36.3508314914172
    },
    {
      name: "혜화점",
      address: "서울 종로구 창경궁로 273",
      x: 127.000590551814,
      y: 37.585795938765
    },
    {
      name: "명일점",
      address: "서울 강동구 양재대로 1655",
      x: 127.143932300441,
      y: 37.5533530158301
    },
    {
      name: "벽제점",
      address: "경기 고양시 덕양구 호국로 1436",
      x: 126.895860694153,
      y: 37.6809362204729
    },
    {
      name: "부평점",
      address: "인천 부평구 시장로30번길 4",
      x: 126.725885928485,
      y: 37.4932637305219
    },
    {
      name: "응암2호점",
      address: "서울 은평구 응암로 340, 1층 좌측점포",
      x: 126.922636551293,
      y: 37.6014709973596
    },
    {
      name: "종로3가역점",
      address: "서울 종로구 돈화문로11길 9",
      x: 126.990828728595,
      y: 37.5724086147591
    },
    {
      name: "구리교문점",
      address: "경기 구리시 경춘로172번길 2",
      x: 127.134306943835,
      y: 37.6002394569322
    },
    {
      name: "대전둔산점",
      address: "대전 서구 둔산남로 190",
      x: 127.398565207908,
      y: 36.3487395757695
    },
    {
      name: "신당점",
      address: "서울 중구 다산로36길 53",
      x: 127.017843340173,
      y: 37.5615158438315
    },
    {
      name: "유성한빛점",
      address: "대전 유성구 어은로57번길 3",
      x: 127.356341614454,
      y: 36.3630449109035
    },
    {
      name: "부산용호2호점",
      address: "부산 남구 용호로178번길 3",
      x: 129.110781729273,
      y: 35.1162592379138
    },
    {
      name: "인천교대점",
      address: "인천 계양구 계양대로 175",
      x: 126.722191524805,
      y: 37.5395513177428
    },
    {
      name: "인천송도3호점",
      address: "인천 연수구 대암로22번길 3",
      x: 126.652133124427,
      y: 37.4179483546486
    },
    {
      name: "소사점",
      address: "경기 부천시 은성로 86",
      x: 126.800313998082,
      y: 37.4750338747474
    },
    {
      name: "서원탑훼미리합성점",
      address: "경남 창원시 마산회원구 3∙15대로 709, 1층 1호",
      x: 128.580267577269,
      y: 35.2359021122214
    },
    {
      name: "토토복권",
      address: "대구 서구 달서로12길 9",
      x: 128.572060084804,
      y: 35.8674803232966
    },
    {
      name: "나인투화이브양재점",
      address: "서울 서초구 동산로 18",
      x: 127.041681274569,
      y: 37.4695794375236
    },
    {
      name: "7복권방",
      address: "경기 수원시 권선구 매송고색로 875",
      x: 126.996689520134,
      y: 37.2587084285595
    },
    {
      name: "복권명당",
      address: "경기 안산시 상록구 광덕산2로 25",
      x: 126.846060520269,
      y: 37.3354253476662
    },
    {
      name: "형제당복권방",
      address: "광주 광산구 월계로 58",
      x: 126.832691207768,
      y: 35.2111623651712
    },
    {
      name: "소라복권방",
      address: "전북 익산시 인북로 327-4",
      x: 126.96062739907,
      y: 35.9575619416896
    },
    {
      name: "성진",
      address: "경기 성남시 수정구모란로 91",
      x: 127.125751300814,
      y: 37.4412034005456
    },
    {
      name: "왕24시",
      address: "충남 서산시 읍내6로 23",
      x: 126.451218051463,
      y: 36.7795364721882
    },
    {
      name: "토토복권방",
      address: "충남 서산시 동서1로 63",
      x: 126.462975396478,
      y: 36.7687159506638
    },
    {
      name: "유성코아복권슈퍼",
      address: "대전 유성구 문화원로6번길 103",
      x: 127.338096516684,
      y: 36.3574773958514
    },
    {
      name: "가자세계주류",
      address: "서울 종로구 수표로 112-1",
      x: 126.98936997593,
      y: 37.5713089179633
    },
    {
      name: "금화당안경",
      address: "서울 동대문구 천호대로83길 52",
      x: 127.06575079141,
      y: 37.5643526997264
    },
    {
      name: "나라통신",
      address: "경기 오산시 오산로 200",
      x: 127.068712622452,
      y: 37.1446540715467
    },
    {
      name: "서대문창천",
      address: "서울 서대문구 신촌로 3",
      x: 126.927569513949,
      y: 37.5587151297654
    },
    {
      name: "TOTO",
      address: "강원 강릉시 주문진읍 주문로 55",
      x: 128.825610768898,
      y: 37.8888385030747
    },
    {
      name: "프로토용강점",
      address: "강원 강릉시 토성로 122",
      x: 128.890219774924,
      y: 37.7539509823995
    },
    {
      name: "형제상회",
      address: "경기 부천시 부일로 752",
      x: 126.813295771293,
      y: 37.4862900372929
    },
    {
      name: "복권백화점",
      address: "서울 은평구 연서로29길 7-2",
      x: 126.919179197454,
      y: 37.6186767605045
    },
    {
      name: "우성약국",
      address: "전북 익산시 평동로7길 79",
      x: 126.950316483,
      y: 35.9389398193388
    },
    {
      name: "광명시민점",
      address: "경기 광명시 오리로 899",
      x: 126.862769930105,
      y: 37.4766532809939
    },
    {
      name: "상도터널점",
      address: "서울 동작구 양녕로 280-1, 101호",
      x: 126.950123964573,
      y: 37.5042628196748
    },
    {
      name: "증산역점",
      address: "서울 은평구 증산로9길 12",
      x: 126.909419824407,
      y: 37.5853275381656
    },
    {
      name: "임학시장점",
      address: "인천 계양구 계양산로 193",
      x: 126.73728912937,
      y: 37.5476717777079
    },
    {
      name: "가좌우수점",
      address: "인천 서구 가정로 100",
      x: 126.671692703506,
      y: 37.4935422720408
    },
    {
      name: "송도더샵프리미엄뷰점",
      address: "인천 연수구 인천타워대로231번길 117, 102,103호",
      x: 126.630278165084,
      y: 37.3881503909787
    },
    {
      name: "안산본점",
      address: "경기 안산시 상록구 샘골로 148, 103호",
      x: 126.86337626594,
      y: 37.2969792366813
    },
    {
      name: "비산 1점",
      address: "경기 안양시 동안구 평촌대로 390",
      x: 126.950122281741,
      y: 37.4053590786342
    },
    {
      name: "무역센타점",
      address: "서울 강남구 테헤란로87길 25, 13호",
      x: 127.058220443241,
      y: 37.5094488804302
    },
    {
      name: "신림성화점",
      address: "서울 관악구 남부순환로 1578",
      x: 126.925933989055,
      y: 37.48351417723
    },
    {
      name: "고척점",
      address: "서울 구로구 경인로47길 10",
      x: 126.867164896914,
      y: 37.5001643217148
    },
    {
      name: "노원구점",
      address: "서울 노원구 노해로75길 14-26",
      x: 127.058887724656,
      y: 37.6545816567332
    },
    {
      name: "상계역점",
      address: "서울 노원구 한글비석로24길 63",
      x: 127.07350701962,
      y: 37.6631826027378
    },
    {
      name: "노원두타점",
      address: "서울 노원구 한글비석로 245",
      x: 127.076361085876,
      y: 37.6492607976891
    },
    {
      name: "서울역점",
      address: "서울 용산구 한강대로 401",
      x: 126.972330875495,
      y: 37.5540501787837
    },
    {
      name: "면목점",
      address: "서울 중랑구 면목로 341",
      x: 127.088154488573,
      y: 37.5821763494967
    },
    {
      name: "주안신성점",
      address: "인천 미추홀구 주안중로 28",
      x: 126.682846274915,
      y: 37.4608554118327
    },
    {
      name: "천하제일복권방",
      address: "충북 청주시 서원구 매봉로 208, 1동 105호",
      x: 127.476142872306,
      y: 36.6276871651131
    },
    {
      name: "천하명당복권방",
      address: "경기 안성시 중앙로 424",
      x: 127.273701054686,
      y: 37.0065007860089
    },
    {
      name: "길동방",
      address: "서울 강동구 진황도로49길 16",
      x: 127.14086762484,
      y: 37.534393752483
    },
    {
      name: "비디오뱅크",
      address: "서울 강동구 암사길 18",
      x: 127.131448695989,
      y: 37.5512704115579
    },
    {
      name: "행운의시작복권전문점",
      address: "강원 삼척시 사대안길 5",
      x: 129.165441507708,
      y: 37.4442673096129
    },
    {
      name: "프로토남포점(행운남포)",
      address: "부산 중구 국제시장2길 5",
      x: 129.028315809427,
      y: 35.0997065582699
    },
    {
      name: "씨스페이스 강동현대점",
      address: "서울 강동구 풍성로54길 55",
      x: 127.133191846639,
      y: 37.5270568895862
    },
    {
      name: "강남슈퍼",
      address: "경기 의정부시 의정로 193",
      x: 127.03409690768,
      y: 37.7500866807865
    },
    {
      name: "베스트올 수성점",
      address: "전북 정읍시 수성2로 28",
      x: 126.854446048536,
      y: 35.5817632631153
    },
    {
      name: "티켓코리아",
      address: "서울 강남구 논현로72길 20, 1층 102호",
      x: 127.041164578983,
      y: 37.4958026662855
    },
    {
      name: "미래통신",
      address: "서울 성동구 동일로 83",
      x: 127.062631429258,
      y: 37.5403600987734
    },
    {
      name: "복권전문점",
      address: "서울 강북구 솔샘로64길 43",
      x: 127.02861964458,
      y: 37.615548589453
    },
    {
      name: "오목미니슈퍼",
      address: "서울 양천구 신목로 119",
      x: 126.876243682609,
      y: 37.5250690925454
    },
    {
      name: "로또복권방(석수점)",
      address: "경기 안양시 만안구 경수대로 1265, 103호",
      x: 126.908893210928,
      y: 37.4201504967293
    },
    {
      name: "찬스센타백운점",
      address: "인천 부평구 신촌로7번길 3",
      x: 126.708756503362,
      y: 37.4848116843115
    },
    {
      name: "찬스센터(천하명당복권방)",
      address: "인천 남동구 남동대로370번길 114, 1층 101호",
      x: 126.711835791134,
      y: 37.4134146612369
    },
    {
      name: "대박명당",
      address: "울산 남구 중앙로 154",
      x: 129.314517002599,
      y: 35.5348493102649
    },
    {
      name: "복권마을",
      address: "서울 광진구 뚝섬로 493",
      x: 127.065208385049,
      y: 37.5362775337859
    },
    {
      name: "복권나라(순천북부점)",
      address: "전남 순천시 중앙로 145",
      x: 127.48406840726,
      y: 34.958593479064
    },
    {
      name: "복권왕국",
      address: "전남 여수시 화산로 134",
      x: 127.651129119343,
      y: 34.7772331518698
    },
    {
      name: "또또복권방",
      address: "전북 익산시 고봉로32길 3",
      x: 126.971694198904,
      y: 35.9598026606088
    },
    {
      name: "복권매니아",
      address: "전북 전주시 덕진구 기린대로 523",
      x: 127.121788074348,
      y: 35.8449434351653
    },
    {
      name: "복권천국덕포점(동아비디오)",
      address: "부산 사상구 사상로309번길 39",
      x: 128.981197149569,
      y: 35.1724350878094
    },
    {
      name: "우리복권방",
      address: "경기 구리시 경춘로 171",
      x: 127.134373264853,
      y: 37.6008478200609
    },
    {
      name: "오렌지데이연산점",
      address: "부산 연제구 월드컵대로 176",
      x: 129.077635331856,
      y: 35.1877866370265
    },
    {
      name: "복권마트",
      address: "경기 부천시 소사로 253",
      x: 126.795323693364,
      y: 37.480868372727
    },
    {
      name: "복권명당(안양점)",
      address: "경기 안양시 만안구 예술공원로 67",
      x: 126.916891643319,
      y: 37.4142456184973
    },
    {
      name: "희망복권",
      address: "경기 평택시 평택1로20번길 39",
      x: 127.089271737688,
      y: 36.9942098130425
    },
    {
      name: "주택복권방",
      address: "강원 원주시 우산초교길 29",
      x: 127.937934674673,
      y: 37.3673587552498
    },
    {
      name: "마산부림마트",
      address: "경남 창원시 마산합포구 3·15대로 345",
      x: 128.572617959982,
      y: 35.2057759353485
    },
    {
      name: "역전복권방",
      address: "강원 춘천시 영서로 2259",
      x: 127.723196195316,
      y: 37.8637672631725
    },
    {
      name: "교대법원점",
      address: "서울 서초구 서초중앙로 142, 102호",
      x: 127.013791411049,
      y: 37.4945671753609
    },
    {
      name: "두산오거리점",
      address: "대구 수성구 무학로 119",
      x: 128.621589384424,
      y: 35.8303102604298
    },
    {
      name: "시흥행운점",
      address: "경기 시흥시 군자로 474, 101호",
      x: 126.783157413527,
      y: 37.3472302720453
    },
    {
      name: "신설2호점",
      address: "서울 동대문구 천호대로 7-10",
      x: 127.02487172271,
      y: 37.5753932388711
    },
    {
      name: "면목3호점",
      address: "서울 중랑구 답십리로77길 3",
      x: 127.081400537978,
      y: 37.5718169747296
    },
    {
      name: "창동점",
      address: "서울 도봉구 덕릉로63가길 42",
      x: 127.03807221148,
      y: 37.6432591750754
    },
    {
      name: "풍납점",
      address: "서울 송파구 토성로 40",
      x: 127.114639231055,
      y: 37.5297762056845
    },
    {
      name: "논현13호점",
      address: "서울 강남구 학동로43길 14",
      x: 127.037507697417,
      y: 37.517063459454
    },
    {
      name: "훼미리점",
      address: "서울 송파구 중대로 24, 상가 제2동 118호",
      x: 127.111059136873,
      y: 37.488125746629
    },
    {
      name: "신정역점",
      address: "서울 양천구 오목로 151",
      x: 126.854133368117,
      y: 37.5249062717537
    },
    {
      name: "금정역점",
      address: "경기 군포시 군포로735번길 3",
      x: 126.943270249473,
      y: 37.3708586980216
    },
    {
      name: "대전도마점",
      address: "대전 서구 도솔로 133",
      x: 127.373563623436,
      y: 36.3225346262072
    },
    {
      name: "발산역점",
      address: "서울 강서구 강서로 378",
      x: 126.838822654561,
      y: 37.55927244697
    },
    {
      name: "보경복권",
      address: "울산 북구 명촌6길 7",
      x: 129.360304185923,
      y: 35.557789757613
    },
    {
      name: "돈벼락맞는곳(고현점)",
      address: "경남 거제시 고현로9길 10, 1층",
      x: 128.622396963456,
      y: 34.8871944506552
    },
    {
      name: "토토플러스복권방",
      address: "경남 김해시 삼안로 239",
      x: 128.910304307778,
      y: 35.249377240227
    },
    {
      name: "슈퍼복권나라(삼방)",
      address: "경남 김해시 율하1로 110, 101호",
      x: 128.815633824603,
      y: 35.1727964064639
    },
    {
      name: "오렌지24시마트(화봉)",
      address: "울산 북구 명촌20길 10, 80블럭40롯트",
      x: 129.35486219476,
      y: 35.5581850137768
    },
    {
      name: "삼거리슈퍼",
      address: "경남 김해시 분성로336번길 30",
      x: 128.882967267787,
      y: 35.2309719858058
    },
    {
      name: "대림통상(복권마트)",
      address: "울산 중구 신기14길 1, 상가 102호",
      x: 129.296866432288,
      y: 35.5526113788849
    },
    {
      name: "행운을주는사람들(고성)",
      address: "경남 고성군 고성읍 중앙로 41",
      x: 128.324789779548,
      y: 34.9742067930371
    },
    {
      name: "천하명당",
      address: "경남 진주시 진양호로 564",
      x: 128.086989063351,
      y: 35.1937476359381
    },
    {
      name: "수성공인중개사사무소",
      address: "경남 김해시 우암로 39, 1층",
      x: 128.860418259074,
      y: 35.2341960139876
    },
    {
      name: "플러스로터리",
      address: "경남 양산시 물금읍 범어로 28",
      x: 129.011779839293,
      y: 35.3310736286373
    },
    {
      name: "노다지복권방(창녕)",
      address: "경남 창녕군 창녕읍 명덕로 49",
      x: 128.494859342837,
      y: 35.5429811441375
    },
    {
      name: "천하명당",
      address: "경남 통영시 항남1길 7-12",
      x: 128.423196307641,
      y: 34.8427139312087
    },
    {
      name: "참조은복권",
      address: "울산 중구 성안로 167, 102호",
      x: 129.316229470851,
      y: 35.5754374730212
    },
    {
      name: "로또명당",
      address: "대구 남구 현충로 203",
      x: 128.581209903378,
      y: 35.8509282629972
    },
    {
      name: "복권일번지",
      address: "경북 상주시 중앙로 256",
      x: 128.166444436938,
      y: 36.4156934708281
    },
    {
      name: "복권방",
      address: "대구 달서구 성지로 66",
      x: 128.521264464717,
      y: 35.8550043366928
    },
    {
      name: "복권판매점",
      address: "경북 경산시 하양읍 하양로 65",
      x: 128.815785803006,
      y: 35.9111589857359
    },
    {
      name: "복권천국",
      address: "대구 동구 화랑로 419",
      x: 128.669852079744,
      y: 35.8766973902854
    },
    {
      name: "복권명당",
      address: "대구 서구 국채보상로 419",
      x: 128.576974191526,
      y: 35.8718416097763
    },
    {
      name: "행복편의점",
      address: "경북 경주시 외동읍 산업로 1762, 상가동 102",
      x: 129.336308032048,
      y: 35.6718750064903
    },
    {
      name: "왕대박복권방",
      address: "대구 달성군 다사읍 달구벌대로 814",
      x: 128.460335704883,
      y: 35.8620222798811
    },
    {
      name: "돈벼락복권방",
      address: "대구 북구 동변로 82-1",
      x: 128.603794623645,
      y: 35.9207021160842
    },
    {
      name: "복권명방후포점",
      address: "경북 울진군 후포면 후포삼율로 115-1",
      x: 129.442214762146,
      y: 36.6804513881291
    },
    {
      name: "왕대박복권방",
      address: "대구 북구 태전로 27-1",
      x: 128.544562791621,
      y: 35.9228631410606
    },
    {
      name: "영남통상",
      address: "경북 성주군 성주읍 성주로 3228",
      x: 128.286895872202,
      y: 35.9180279922513
    },
    {
      name: "복권명당",
      address: "대구 서구 팔달로 84",
      x: 128.55924065538,
      y: 35.8898748397722
    },
    {
      name: "왕대박복권방",
      address: "대구 북구 칠성남로 143",
      x: 128.596162644696,
      y: 35.8776948087102
    },
    {
      name: "황금복권",
      address: "경북 영주시 구성로 379-1",
      x: 128.620702023628,
      y: 36.8249637267948
    },
    {
      name: "로또명당",
      address: "대구 남구 명덕로 322, 101호",
      x: 128.605137990592,
      y: 35.8548387371786
    },
    {
      name: "위드미월배역점",
      address: "대구 달서구 월배로 152",
      x: 128.530782406543,
      y: 35.8161357713865
    },
    {
      name: "대운마트",
      address: "대구 동구 동촌로 190, 상가 101동 106호",
      x: 128.661454485258,
      y: 35.8808977043024
    },
    {
      name: "복권천국(문현)",
      address: "부산 남구 수영로 38",
      x: 129.071828641443,
      y: 35.1364186029131
    },
    {
      name: "황금복권방",
      address: "부산 사상구 새벽로 202번길 5",
      x: 128.984338683581,
      y: 35.1591262754131
    },
    {
      name: "돈벼락복권방(부산서면점)",
      address: "부산 부산진구 서전로 20",
      x: 129.061818480821,
      y: 35.1575890203509
    },
    {
      name: "슈퍼복권나라(주례)",
      address: "부산 사상구 가야대로 248",
      x: 128.999700293805,
      y: 35.1499057480434
    },
    {
      name: "돈벼락맞는곳(해운대)",
      address: "부산 해운대구 양운로 55, 상가 102호",
      x: 129.176223663314,
      y: 35.1681792712684
    },
    {
      name: "돈벼락맞는곳(마트월드점)",
      address: "부산 사상구 낙동대로 910, 상가A동 160호",
      x: 128.970557089716,
      y: 35.1413742954462
    },
    {
      name: "복권천국(대연)",
      address: "부산 남구 못골로 48-2",
      x: 129.087742891082,
      y: 35.1357282251514
    },
    {
      name: "돈벼락맞는곳(기장)",
      address: "부산 기장군 기장읍 읍내로 109",
      x: 129.216331759017,
      y: 35.2451992845162
    },
    {
      name: "슈퍼복권나라(범천)",
      address: "부산 부산진구 범일로142번길 31",
      x: 129.061087136031,
      y: 35.142831769764
    },
    {
      name: "one by one(나들가게)",
      address: "부산 중구 흑교로 18",
      x: 129.025311883853,
      y: 35.1011343329317
    },
    {
      name: "돈벼락맞는곳",
      address: "부산 사하구 장평로 134",
      x: 128.973007452447,
      y: 35.0779599401339
    },
    {
      name: "돈벼락복권",
      address: "강원 태백시 번영로 356",
      x: 128.99212010168,
      y: 37.1715374140829
    },
    {
      name: "복권사랑",
      address: "경기 양주시 평화로 1444",
      x: 127.047156226242,
      y: 37.8194771901356
    },
    {
      name: "천하명당 미아점",
      address: "서울 강북구 솔샘로 283",
      x: 127.023966947502,
      y: 37.6186535304349
    },
    {
      name: "천하명당",
      address: "서울 중구 퇴계로 322",
      x: 127.007464524322,
      y: 37.5640130769694
    },
    {
      name: "노다지",
      address: "서울 중구 다산로44길 15",
      x: 127.017796415003,
      y: 37.5650382063817
    },
    {
      name: "천하명당 미마트점",
      address: "서울 성북구 도봉로3길 9, 1층",
      x: 127.029581133227,
      y: 37.6103697389487
    },
    {
      name: "행운복권방",
      address: "서울 동대문구 사가정로2길 134",
      x: 127.055903759477,
      y: 37.567374487632
    },
    {
      name: "천하명당(답십리점)",
      address: "서울 동대문구 전농로 105-1",
      x: 127.057351229018,
      y: 37.5744318290656
    },
    {
      name: "광산마트",
      address: "서울 강북구 한천로 1078-1",
      x: 127.023489921007,
      y: 37.6426092255051
    },
    {
      name: "행운복권방",
      address: "경기 포천시 소홀읍 송우리 127-6",
      x: 127.147507150439,
      y: 37.8288621438774
    },
    {
      name: "가판 창동역점",
      address: "서울 도봉구 마들로11길 77",
      x: 127.047714954434,
      y: 37.6532174818989
    },
    {
      name: "신흥2020",
      address: "서울 도봉구 도봉로 733",
      x: 127.043304550233,
      y: 37.669923827815
    },
    {
      name: "왕대박복권",
      address: "강원 속초시 번영로 142",
      x: 128.589365807982,
      y: 38.2113621135261
    },
    {
      name: "대박의터",
      address: "강원 춘천시 동내면 영서로 1786",
      x: 127.760134997623,
      y: 37.8362738856846
    },
    {
      name: "복권전당",
      address: "강원 속초시 동해대로 4007",
      x: 128.596610464449,
      y: 38.1897755487361
    },
    {
      name: "복권나라",
      address: "강원 태백시 황지로 215-1",
      x: 128.987314408817,
      y: 37.1765088993888
    },
    {
      name: "로또복권방",
      address: "경기 포천시 중앙로119번길 10",
      x: 127.202200969494,
      y: 37.8974529110707
    },
    {
      name: "동우정보통신",
      address: "서울 노원구 상계로 316",
      x: 127.080417204133,
      y: 37.6703688185165
    },
    {
      name: "토토복권방",
      address: "서울 중구 세종대로18길 10",
      x: 126.97761953445,
      y: 37.5637093579091
    },
    {
      name: "복권전문점(장위점)",
      address: "서울 성북구 돌곶이로27길 48",
      x: 127.053045061651,
      y: 37.6111786318927
    },
    {
      name: "NICE(둔촌)",
      address: "서울 강동구 성내로6길 40, 1층 4호",
      x: 127.121995754389,
      y: 37.5282188433311
    },
    {
      name: "상신복권방",
      address: "서울 성동구 마장로 230-1",
      x: 127.035429063349,
      y: 37.5660292918005
    },
    {
      name: "복조리",
      address: "서울 성동구 광나루로11길 17",
      x: 127.066277577143,
      y: 37.5495461370188
    },
    {
      name: "복권나라",
      address: "서울 광진구 동일로24길 68",
      x: 127.06865605313,
      y: 37.5428683762457
    },
    {
      name: "미래상사",
      address: "서울 송파구 오금로 534",
      x: 127.148113485016,
      y: 37.4927539411439
    },
    {
      name: "프로토포이점",
      address: "서울 강남구 논현로 36",
      x: 127.048557705644,
      y: 37.474264768655
    },
    {
      name: "노다지복권방(성내)",
      address: "서울 강동구 천호대로170길 47",
      x: 127.132635269698,
      y: 37.5332682051547
    },
    {
      name: "프로토용인점(복권명당)",
      address: "경기 용인시 처인구 용문로 142",
      x: 127.201601720404,
      y: 37.236225659474
    },
    {
      name: "엘도라도",
      address: "서울 광진구 용마산로 47",
      x: 127.087644089209,
      y: 37.5578057118259
    },
    {
      name: "행복을 드립니다.",
      address: "경기 광주시 곤지암읍 광여로 713",
      x: 127.404526916162,
      y: 37.3762286076386
    },
    {
      name: "주택복권방",
      address: "경기 용인시 수지구 풍덕천로 144-1",
      x: 127.097479916042,
      y: 37.3238820289351
    },
    {
      name: "바이복",
      address: "서울 강남구 일원로5길 19",
      x: 127.082316257623,
      y: 37.4913691994619
    },
    {
      name: "복권나라",
      address: "경기 고양시 일산서구 원일로 114",
      x: 126.774574081945,
      y: 37.6851786597286
    },
    {
      name: "대박나라",
      address: "서울 마포구 망원로 86",
      x: 126.906276336192,
      y: 37.5574855132449
    },
    {
      name: "행운복권방",
      address: "서울 은평구 서오릉로 10",
      x: 126.926797414378,
      y: 37.6023055358317
    },
    {
      name: "복권왕국",
      address: "인천 부평구 경인로 931",
      x: 126.723000932506,
      y: 37.4876930262483
    },
    {
      name: "복권왕국",
      address: "인천 계양구 계산천동로 3",
      x: 126.72332807752,
      y: 37.5393141405592
    },
    {
      name: "노다지복권방",
      address: "인천 연수구 앵고개로 256",
      x: 126.672019301485,
      y: 37.4078330922493
    },
    {
      name: "대박천하마트",
      address: "인천 부평구 굴포로 48",
      x: 126.726297645995,
      y: 37.5115745090549
    },
    {
      name: "대박복권방",
      address: "경기 고양시 일산동구 장항로 329",
      x: 126.763509103905,
      y: 37.6442979550014
    },
    {
      name: "Q복권방",
      address: "경기 부천시 옥산로 152",
      x: 126.780454467818,
      y: 37.5072363593486
    },
    {
      name: "미래전산",
      address: "서울 종로구 통일로 262",
      x: 126.957025042288,
      y: 37.5755075085658
    },
    {
      name: "티켓몰",
      address: "경기 김포시 사우중로 17",
      x: 126.716916062708,
      y: 37.6171190052619
    },
    {
      name: "용꿈돼지꿈복권방",
      address: "서울 마포구 만리재로1길 5",
      x: 126.952234682412,
      y: 37.544708604031
    },
    {
      name: "이마트24 일산식사점",
      address: "경기 고양시 일산동구 견달산로 249",
      x: 126.819593884437,
      y: 37.6881708698199
    },
    {
      name: "왕대박",
      address: "서울 은평구 갈현로 7",
      x: 126.910015153126,
      y: 37.5986601488625
    },
    {
      name: "J-복권방",
      address: "서울 종로구 종로 227-3",
      x: 127.002851216628,
      y: 37.5713517088857
    },
    {
      name: "천하명당복권방",
      address: "서울 종로구 창신길 20, 102호",
      x: 127.011010638393,
      y: 37.5723822385791
    },
    {
      name: "복권명당",
      address: "경기 광명시 광명로832번길 15",
      x: 126.853240398055,
      y: 37.4730459914097
    },
    {
      name: "서정 천하명당",
      address: "경기 평택시 송탄로 160",
      x: 127.059345467878,
      y: 37.0580659782406
    },
    {
      name: "종합복권",
      address: "경기 시흥시 마유로 336",
      x: 126.735588934187,
      y: 37.3457443131004
    },
    {
      name: "복권명당",
      address: "경기 안산시 단원구 선부로 258",
      x: 126.823654356188,
      y: 37.3411565185841
    },
    {
      name: "광장하이퍼",
      address: "서울 구로구 경인로53길 15, 중앙유통단지 C동 마2열",
      x: 126.876117278882,
      y: 37.5020321024364
    },
    {
      name: "서하네",
      address: "서울 구로구 개봉로20길 66",
      x: 126.858033757981,
      y: 37.4933772358687
    },
    {
      name: "드림복권전문점",
      address: "경기 평택시 평남로 651",
      x: 127.106961289742,
      y: 36.991936717261
    },
    {
      name: "9to5 공항점",
      address: "서울 강서구 송정로 61",
      x: 126.809848237274,
      y: 37.5602624197847
    },
    {
      name: "케이케이물류",
      address: "경기 수원시 팔달구 동말로 60",
      x: 127.000746004899,
      y: 37.2786996990285
    },
    {
      name: "대박복권방",
      address: "경기 안산시 단원구 신길중앙로1길 40",
      x: 126.762285379174,
      y: 37.3361179773193
    },
    {
      name: "드림파크(복권나라)",
      address: "서울 영등포구 여의대방로 45, 상가1층 10호",
      x: 126.912018178173,
      y: 37.4964574262108
    },
    {
      name: "행운나라복권방",
      address: "경기 안양시 만안구 충훈로 95",
      x: 126.897957602889,
      y: 37.4074530545052
    },
    {
      name: "복권세계",
      address: "서울 영등포구 대림로29길 27",
      x: 126.896731937478,
      y: 37.4947079124777
    },
    {
      name: "잉크와복권",
      address: "서울 강서구 가로공원로76가길 12",
      x: 126.839624054263,
      y: 37.5330832340553
    },
    {
      name: "복권나라(상도)",
      address: "서울 동작구 상도로 178, 1층 101호",
      x: 126.938750545876,
      y: 37.5042981054139
    },
    {
      name: "호미복권방",
      address: "서울 관악구 인헌4길 9",
      x: 126.966268562071,
      y: 37.4745362698345
    },
    {
      name: "드림메드",
      address: "경기 안산시 상록구 월피로 56",
      x: 126.850895285405,
      y: 37.3334090861145
    },
    {
      name: "토토판매점",
      address: "서울 영등포구 여의대방로39길 3",
      x: 126.92097066051,
      y: 37.5030583068916
    },
    {
      name: "천하명당우만점",
      address: "경기 수원시 팔달구 월드컵로369번길 4",
      x: 127.030179595698,
      y: 37.2902761879585
    },
    {
      name: "예인기획",
      address: "경기 화성시 향남읍3.1만세로 1127",
      x: 126.909773131042,
      y: 37.1339043177304
    },
    {
      name: "천하명당복권방",
      address: "경기 수원시 권선구 매송고색로 720-1",
      x: 126.983320405657,
      y: 37.2512115187635
    },
    {
      name: "복권천국",
      address: "경기 광명시 기아로 6",
      x: 126.880380160222,
      y: 37.4363594210818
    },
    {
      name: "주택복권방(안양점)",
      address: "경기 안양시 만안구 장내로 102-1",
      x: 126.919634660684,
      y: 37.3957424477825
    },
    {
      name: "하당복권방",
      address: "전남 목포시 옥암로 46",
      x: 126.429447105924,
      y: 34.8039271171213
    },
    {
      name: "대박복권방",
      address: "광주 동구 남문로 561",
      x: 126.932851860216,
      y: 35.1210533644682
    },
    {
      name: "남악복권방",
      address: "전남 목포시 남악1로52번길 2",
      x: 126.445807316831,
      y: 34.809685398969
    },
    {
      name: "뉴팡팡복권",
      address: "전북 전주시 덕진구 쪽구름로 117",
      x: 127.07239615485,
      y: 35.8737875322207
    },
    {
      name: "복권나라",
      address: "전북 군산시 대야면번영로 889",
      x: 126.809933065167,
      y: 35.9467920149469
    },
    {
      name: "제일복권",
      address: "제주 제주시 서광로 253-1",
      x: 126.523623009499,
      y: 33.5000641677329
    },
    {
      name: "천하명당복권방",
      address: "제주 제주시 가령로 39",
      x: 126.536770214613,
      y: 33.5005550767722
    },
    {
      name: "복권세상",
      address: "광주 광산구 무진대로231번길 28",
      x: 126.806280620966,
      y: 35.1632711959951
    },
    {
      name: "대박토토",
      address: "광주 북구 군왕로 196",
      x: 126.934990204461,
      y: 35.1783499013732
    },
    {
      name: "미래유통",
      address: "전남 목포시 영산로 627",
      x: 126.421781172595,
      y: 34.8212564939731
    },
    {
      name: "노다지복권방진월점",
      address: "광주 남구 서문대로 649, 1층 2호",
      x: 126.898170415119,
      y: 35.1175014273025
    },
    {
      name: "운천점(복권나라)",
      address: "광주 서구 운천로 153,1층",
      x: 126.856647541021,
      y: 35.1463213437122
    },
    {
      name: "부안복권방",
      address: "전북 부안군 부안읍 번영로 139",
      x: 126.73564641199,
      y: 35.7262301153144
    },
    {
      name: "제일복권방",
      address: "전북 군산시 미원로 39",
      x: 126.709720436809,
      y: 35.9769958617197
    },
    {
      name: "Let'sgo복권방(동산점)",
      address: "전북 전주시 덕진구 쪽구름로 57-1",
      x: 127.07653197007,
      y: 35.8706064303757
    },
    {
      name: "노다지복권방(대전중리)",
      address: "대전 대덕구 계족산로 19-1",
      x: 127.433617089275,
      y: 36.3620744633287
    },
    {
      name: "노다지복권방",
      address: "대전 대덕구 신탄진로 211",
      x: 127.42289388197,
      y: 36.3992220467304
    },
    {
      name: "노다지복권방",
      address: "대전 동구 계족로 393",
      x: 127.432133257948,
      y: 36.3467060143993
    },
    {
      name: "대박마트",
      address: "충북 청주시 상당구 원봉로 52",
      x: 127.508850092209,
      y: 36.614485948554
    },
    {
      name: "아로마포미",
      address: "대전 서구 둔지로 15, 경희빌딩 1층",
      x: 127.375807242723,
      y: 36.3512343207339
    },
    {
      name: "노다지복권방",
      address: "대전 중구 서문로 119, A동2호",
      x: 127.405333632822,
      y: 36.3191398317912
    },
    {
      name: "팡팡복권방",
      address: "충북 진천군 광혜원면 장기길 102",
      x: 127.445326626503,
      y: 36.9900369472003
    },
    {
      name: "잉크와복권방",
      address: "충남 천안시 동남구 차돌로 84",
      x: 127.139416497888,
      y: 36.8020765258975
    },
    {
      name: "천안역아시아마트",
      address: "충남 천안시 동남구 대흥로 237",
      x: 127.14776086644,
      y: 36.8091194484109
    },
    {
      name: "토토원",
      address: "충북 청주시 청원구 공항로 95",
      x: 127.486299631301,
      y: 36.6657308185156
    },
    {
      name: "행운복권방",
      address: "충북 청주시 흥덕구 복대로 207",
      x: 127.440583570919,
      y: 36.635075993569
    },
    {
      name: "잉크션",
      address: "대전 서구 도산로 310",
      x: 127.387506206103,
      y: 36.3334974993343
    },
    {
      name: "논산복권방",
      address: "충남 논산시 계백로 1016",
      x: 127.089730277061,
      y: 36.2040553726109
    },
    {
      name: "하나로슈퍼",
      address: "충남 보령시 주공로 65",
      x: 126.608067362193,
      y: 36.3426774086383
    },
    {
      name: "복권닷컴",
      address: "경기 성남시 수정구 탄리로 79",
      x: 127.13560880044,
      y: 37.4430029100373
    },
    {
      name: "대박복권방",
      address: "경기 성남시 중원구금상로57번길 5",
      x: 127.162141354196,
      y: 37.4405786495421
    },
    {
      name: "스포츠베팅샵",
      address: "서울 서초구 동산로 48",
      x: 127.044335454583,
      y: 37.4713449928194
    },
    {
      name: "인생역전(고덕)",
      address: "서울 강동구 아리수로66길 29",
      x: 127.155140348013,
      y: 37.5610057611426
    },
    {
      name: "부자나라",
      address: "인천 계양구 효서로112번길 3-1",
      x: 126.708286913299,
      y: 37.5274576599409
    },
    {
      name: "행운복권방",
      address: "인천 미추홀구 길파로35번길 2",
      x: 126.679599605279,
      y: 37.4690910552982
    },
    {
      name: "베스트올과한컴복권",
      address: "인천 미추홀구 인하로 385",
      x: 126.691171830821,
      y: 37.4483266687292
    },
    {
      name: "하이로또",
      address: "서울 은평구 응암로 282, 상가 103호",
      x: 126.919865588756,
      y: 37.5965264933991
    },
    {
      name: "천하명당(관악)",
      address: "서울 관악구 보라매로2길 11, 101호",
      x: 126.928691496109,
      y: 37.4900873752338
    },
    {
      name: "행운복권방",
      address: "경기 의왕시 오전로 208",
      x: 126.968109940602,
      y: 37.359707436919
    },
    {
      name: "복드림",
      address: "서울 영등포구 양평로 117",
      x: 126.894498887379,
      y: 37.5373935823638
    },
    {
      name: "감전복권방",
      address: "부산 사상구 새벽시장로 59",
      x: 128.980236575163,
      y: 35.1553043887216
    },
    {
      name: "행운하우스",
      address: "전북 전주시 덕진구 송천4길 56-3",
      x: 127.115424111851,
      y: 35.8615957210203
    },
    {
      name: "현텔레콤",
      address: "전북 전주시 덕진구 아중로 142",
      x: 127.165304285531,
      y: 35.8255337072835
    },
    {
      name: "Let'sgo복권유통",
      address: "전북 전주시 덕진구 무삼지로 29",
      x: 127.164670798545,
      y: 35.8281955429811
    },
    {
      name: "금집복권",
      address: "광주 북구 첨단연신로 108번길 134",
      x: 126.864674692606,
      y: 35.2088014971421
    },
    {
      name: "Let'sgo복권방(터미널복권방)",
      address: "전북 정읍시 연지8길 6",
      x: 126.844963962624,
      y: 35.5723291992407
    },
    {
      name: "중앙복권방",
      address: "전북 전주시 완산구 공북로 95",
      x: 127.142142893562,
      y: 35.8264711673602
    },
    {
      name: "복권왕국",
      address: "전남 여수시 중앙로 24-1",
      x: 127.730237035891,
      y: 34.740167648318
    },
    {
      name: "행복복권방(팔용)",
      address: "경남 창원시 의창구 팔용로 399",
      x: 128.610572162676,
      y: 35.2528639002586
    },
    {
      name: "1등복권방(서동)",
      address: "울산 중구 북부순환도로 879",
      x: 129.346155278419,
      y: 35.5809225108029
    },
    {
      name: "토토전문점(삼계)",
      address: "경남 김해시 해반천로144번길 40",
      x: 128.87161640038,
      y: 35.2612281941247
    },
    {
      name: "복권명당(신기점)",
      address: "대구 동구 율하동로24길 49",
      x: 128.707661159953,
      y: 35.869379870395
    },
    {
      name: "토토닷컴",
      address: "대구 달성군 논공중앙로 166",
      x: 128.453260998179,
      y: 35.7294722136357
    },
    {
      name: "대길통상",
      address: "경북 경산시 공단로 478",
      x: 128.819238843387,
      y: 35.8741770978106
    },
    {
      name: "복권나라",
      address: "경북 경산시 경안로 79-1",
      x: 128.738646493999,
      y: 35.8147175260228
    },
    {
      name: "복권휴게실",
      address: "대구 달서구 월배로 183",
      x: 128.532552119407,
      y: 35.8182778004919
    },
    {
      name: "복권명당",
      address: "대구 북구 태암남로 37, 1층",
      x: 128.551570114654,
      y: 35.9253373269416
    },
    {
      name: "왕대박복권방",
      address: "경북 문경시 중앙로 15",
      x: 128.192949198212,
      y: 36.5881011716474
    },
    {
      name: "금화복권방",
      address: "울산 남구 신정로 151-1",
      x: 129.318106421879,
      y: 35.5450898330381
    },
    {
      name: "진주상봉점",
      address: "경남 진주시 창렬로114번길 1",
      x: 128.070008383109,
      y: 35.197803853557
    },
    {
      name: "양재구룡점",
      address: "서울 서초구 논현로5길 18, 1층",
      x: 127.048918743533,
      y: 37.4721120164136
    },
    {
      name: "행운복권마트",
      address: "인천 부평구 수변로52번길 27",
      x: 126.742087879201,
      y: 37.4911346469586
    },
    {
      name: "내동마트24시복권방",
      address: "경기 부천시 평천로751번길 18",
      x: 126.773825095,
      y: 37.5158943794897
    },
    {
      name: "천하제일 복권명당 유성점",
      address: "대전 유성구 유성대로654번길 111",
      x: 127.33513410825,
      y: 36.3509475313278
    },
    {
      name: "올웨이복권방편의점",
      address: "경기 안양시 만안구 박달로 528-1",
      x: 126.911392048715,
      y: 37.4024476351868
    },
    {
      name: "행운복권마트",
      address: "경기 안산시 상록구 감골로 141",
      x: 126.857278694079,
      y: 37.2942769504388
    },
    {
      name: "행운천하명당",
      address: "충남 서천군 서천로 120",
      x: 126.687131520862,
      y: 36.0787962146316
    },
    {
      name: "명품복권방",
      address: "전남 목포시 섶나루길 122",
      x: 126.418961563973,
      y: 34.8105770399452
    },
    {
      name: "삼호복권방",
      address: "전남 영암군 삼호읍 신항로 76",
      x: 126.379794256525,
      y: 34.7460539284447
    },
    {
      name: "천하복권방",
      address: "울산 동구 전하로 29",
      x: 129.427491902497,
      y: 35.5124277173074
    },
    {
      name: "화정복권방",
      address: "울산 동구 대학길 174",
      x: 129.426797229787,
      y: 35.4968563619628
    },
    {
      name: "해피데이복권방",
      address: "경남 의령군 충익로 39",
      x: 128.261856657722,
      y: 35.3194929746273
    },
    {
      name: "스포츠복권방(양산)",
      address: "경남 양산시 물금읍 황산로 675",
      x: 129.006697099851,
      y: 35.3308680531576
    },
    {
      name: "한우리마트",
      address: "울산 남구 두왕로 78번길 5-2, 나동 101호",
      x: 129.309792364021,
      y: 35.5103877006517
    },
    {
      name: "영화복권",
      address: "경남 창원시 진해구 안청남로 14",
      x: 128.804480868583,
      y: 35.1010601812409
    },
    {
      name: "노다지",
      address: "서울 동대문구 한천로 55",
      x: 127.061880899304,
      y: 37.5669101962131
    },
    {
      name: "복권왕국",
      address: "경기 부천시 삼작로 305",
      x: 126.79549861015,
      y: 37.5202987064078
    },
    {
      name: "제일수퍼",
      address: "서울 서대문구 증가로 143",
      x: 126.921690536742,
      y: 37.5774629851947
    },
    {
      name: "노다지복권방",
      address: "경기 김포시 중봉1로 81",
      x: 126.705214192839,
      y: 37.6264368053535
    },
    {
      name: "행운복권IGA",
      address: "인천 부평구 평천로 102-1, 1층",
      x: 126.703628260872,
      y: 37.5208629999148
    },
    {
      name: "대박복권방",
      address: "인천 서구 가정로 120-1",
      x: 126.671807676749,
      y: 37.4954352386092
    },
    {
      name: "신수복권방",
      address: "서울 마포구 동교로27길 53",
      x: 126.920942222749,
      y: 37.5601304887761
    },
    {
      name: "복권명당",
      address: "충북 청주시 흥덕구 봉명로 199",
      x: 127.463776435373,
      y: 36.6399788681154
    },
    {
      name: "복권명당",
      address: "충남 공주시 번영1로 41",
      x: 127.133096848142,
      y: 36.4718573097719
    },
    {
      name: "충청복권전문점",
      address: "충남 천안시 서북구 성환2로 108",
      x: 127.132852232982,
      y: 36.9169574702619
    },
    {
      name: "오뚜기복권방",
      address: "충남 아산시 온천대로 1104",
      x: 126.960972296599,
      y: 36.7845082080216
    },
    {
      name: "푸른복권방",
      address: "전북 군산시 부곡4길 5",
      x: 126.691530049069,
      y: 35.9615079164656
    },
    {
      name: "알리바이 하남점",
      address: "광주 광산구 손재로 110번길 27",
      x: 126.798548570499,
      y: 35.176228111225
    },
    {
      name: "복권천국",
      address: "전남 목포시 비파로 29",
      x: 126.427679890882,
      y: 34.8014014876272
    },
    {
      name: "종합복권판매소",
      address: "전북 군산시 팔마로 145",
      x: 126.717186992582,
      y: 35.9737935832805
    },
    {
      name: "동해복권전문점",
      address: "강원 동해시 발한로 226-1",
      x: 129.108603881351,
      y: 37.549714443299
    },
    {
      name: "노다지복권",
      address: "강원 삼척시 중앙시장길 48-49",
      x: 129.167160374077,
      y: 37.4423890577781
    },
    {
      name: "부산영도점",
      address: "부산 영도구 남항로 31",
      x: 129.040054698411,
      y: 35.0890930341318
    },
    {
      name: "오남한국점",
      address: "경기 남양주시 오남읍 진건오남로 735-10",
      x: 127.208146761073,
      y: 37.693986465442
    },
    {
      name: "뉴둔산월드점",
      address: "대전 서구 대덕대로233번길 20",
      x: 127.378256240237,
      y: 36.353764662122
    },
    {
      name: "마산삼계점",
      address: "경남 창원시 마산회원구 삼계3길 5",
      x: 128.504096872845,
      y: 35.2316685199101
    },
    {
      name: "웨이스탑",
      address: "서울 동대문구 전농로 129",
      x: 127.057521604998,
      y: 37.5765011502586
    },
    {
      name: "꽃사슴복권마트",
      address: "강원 강릉시 경강로 2113, 2호",
      x: 128.897649883701,
      y: 37.7559978879055
    },
    {
      name: "종합복권나라",
      address: "강원 원주시 남원로 617-2",
      x: 127.951347073565,
      y: 37.3384420246907
    },
    {
      name: "북문복권방",
      address: "경기 수원시 장안구 정조로 927-1",
      x: 127.012826577136,
      y: 37.2902970908823
    },
    {
      name: "현대마트",
      address: "서울 강남구 일원로 45",
      x: 127.08151340546,
      y: 37.489904628125
    },
    {
      name: "천하명당복권방",
      address: "경북 포항시 남구 중섬로 26",
      x: 129.347444440873,
      y: 36.0137760122153
    },
    {
      name: "드림마트",
      address: "서울 영등포구 신길로54길 1",
      x: 126.910191899901,
      y: 37.5120091134584
    },
    {
      name: "송가상사",
      address: "경기 안산시 단원구 중앙대로 462, 131-3호",
      x: 126.791736752207,
      y: 37.3268107895417
    },
    {
      name: "현대",
      address: "경기 동두천시 삼육사로 1005",
      x: 127.061690422984,
      y: 37.8993382449715
    },
    {
      name: "대박복권방",
      address: "경기 연천군 온골로 57-1",
      x: 127.067723655248,
      y: 38.026060905974
    },
    {
      name: "복권천국",
      address: "대구 달서구 성서로 377",
      x: 128.506819049475,
      y: 35.8512164420623
    },
    {
      name: "대한사",
      address: "대구 북구 노원로10길 141",
      x: 128.575159312062,
      y: 35.8908459538407
    },
    {
      name: "다올DC마트",
      address: "경남 김해시 활천로 192",
      x: 128.900751662665,
      y: 35.2420735975141
    },
    {
      name: "블루25복권명당대원점",
      address: "경남 창원시 성산구 두대로 57",
      x: 128.650576877267,
      y: 35.2318200512437
    },
    {
      name: "노다지복권방(거창)",
      address: "경남 거창군 거창읍 중앙로 108-1",
      x: 127.91029465576,
      y: 35.6860757114022
    },
    {
      name: "토토복권방(병영)",
      address: "울산 중구 병영로 11",
      x: 129.345956439897,
      y: 35.5703002829566
    },
    {
      name: "행운복권방(동상)",
      address: "경남 김해시 구지로124번길 2-6",
      x: 128.876585972862,
      y: 35.2387904021865
    },
    {
      name: "씨티",
      address: "경기 고양시 일산동구 고양대로 1034, 1층 106호",
      x: 126.807106085362,
      y: 37.6718563905242
    },
    {
      name: "보물섬복권방",
      address: "경기 안산시 상록구 도매시장로 39",
      x: 126.859304012068,
      y: 37.3103222240118
    },
    {
      name: "제이테크복권방",
      address: "경기 군포시 금산로 14",
      x: 126.941069630484,
      y: 37.3638634957356
    },
    {
      name: "성원",
      address: "서울 구로구 구로동로26길 65",
      x: 126.887791309057,
      y: 37.4900607450084
    },
    {
      name: "프로또마트",
      address: "서울 구로구 고척로 156",
      x: 126.851193430944,
      y: 37.5031959057642
    },
    {
      name: "돈주리복권방",
      address: "경기 수원시 영통구 봉영로1482번길 17-4",
      x: 127.066844663483,
      y: 37.2452677469252
    },
    {
      name: "토토판매점",
      address: "충북 청주시 서원구 모충로153번길 3-1",
      x: 127.47975710032,
      y: 36.6292627099696
    },
    {
      name: "행운복권방",
      address: "충북 청주시 상당구 단재로 119",
      x: 127.497943058392,
      y: 36.6187733770649
    },
    {
      name: "복권명당",
      address: "충북 청주시 상당구 월평로 204, 101호",
      x: 127.506272501493,
      y: 36.6088235863008
    },
    {
      name: "한남마트,왔다복권",
      address: "충남 천안시 서북구 서부16길 9",
      x: 127.137680216852,
      y: 36.8231102791593
    },
    {
      name: "해빛전주역점",
      address: "전북 전주시 덕진구 백제대로 835",
      x: 127.159397828237,
      y: 35.8492753905808
    },
    {
      name: "38복권방",
      address: "전북 전주시 완산구 용리로 118",
      x: 127.122608218798,
      y: 35.798181178418
    },
    {
      name: "천하명당복권전문점",
      address: "광주 광산구 사암로216번길 10-9",
      x: 126.809133346065,
      y: 35.1629319462159
    },
    {
      name: "진로베스토아",
      address: "전북 익산시 동서로 359",
      x: 126.973275622081,
      y: 35.9502830393128
    },
    {
      name: "영유통",
      address: "전북 군산시 미룡로 45",
      x: 126.689874435421,
      y: 35.9439802723565
    },
    {
      name: "썬마트(충주연암점)",
      address: "충북 충주시 연원로 27-3",
      x: 127.931119904664,
      y: 36.9887824339739
    },
    {
      name: "전인정보통신",
      address: "경기 남양주시 진건오남로 658",
      x: 127.214497657641,
      y: 37.6911753045199
    },
    {
      name: "화명중앙점",
      address: "부산 북구 금곡대로303번길 12",
      x: 129.013060438221,
      y: 35.2356822100107
    },
    {
      name: "소공점",
      address: "서울 중구 남대문로7길 11-10",
      x: 126.98093758207,
      y: 37.5636924609329
    },
    {
      name: "안산광장점",
      address: "경기 안산시 단원구 선부광장1로 82",
      x: 126.812677549048,
      y: 37.3355798449483
    },
    {
      name: "현대파크점",
      address: "울산 남구 삼산로156번길 14",
      x: 129.324712776144,
      y: 35.5352749284108
    },
    {
      name: "복권닷컴",
      address: "강원 양양군 양양읍 양양로 62",
      x: 128.622335876918,
      y: 38.0755518412648
    },
    {
      name: "왕대박복권",
      address: "강원 동해시 중앙로 234",
      x: 129.115081204762,
      y: 37.5214858156893
    },
    {
      name: "시외버스매표소",
      address: "경기 남양주시 경춘로 1303",
      x: 127.237098233486,
      y: 37.650467108453
    },
    {
      name: "동양마트",
      address: "서울 노원구 상계로5길 12",
      x: 127.064263353483,
      y: 37.6573534252017
    },
    {
      name: "역전복권방",
      address: "경기 양주시 덕정5길 18",
      x: 127.064181074026,
      y: 37.8448197688778
    },
    {
      name: "황금알복권방",
      address: "경기 의정부시 태평로 102-1",
      x: 127.051838470811,
      y: 37.7416048934645
    },
    {
      name: "황금알복권방",
      address: "경기 성남시 중원구 박석로25번길 16",
      x: 127.164425045352,
      y: 37.4352926657439
    },
    {
      name: "복권명가",
      address: "경기 성남시 중원구 금상로 70",
      x: 127.163604465887,
      y: 37.441040025023
    },
    {
      name: "21세기복권나라",
      address: "경기 성남시 중원구 둔촌대로 379",
      x: 127.158846060004,
      y: 37.4335808872725
    },
    {
      name: "둔전행운복권방",
      address: "경기 용인시 처인구 포곡읍 포곡로 110",
      x: 127.217656299628,
      y: 37.2692357529358
    },
    {
      name: "당첨희망복권점",
      address: "경기 이천시 영창로 147",
      x: 127.438971651106,
      y: 37.2820978547911
    },
    {
      name: "주택복권",
      address: "경기 이천시 영창로 187",
      x: 127.443432373994,
      y: 37.2814211323982
    },
    {
      name: "럭키로또",
      address: "경기 이천시 이섭대천로 1226, 103호",
      x: 127.44705315329,
      y: 37.2796911369841
    },
    {
      name: "복권마을(베스토어)",
      address: "서울 강동구 풍성로 173",
      x: 127.13125622622,
      y: 37.5304372702129
    },
    {
      name: "복권나라",
      address: "서울 성동구 용답중앙15길 12-1",
      x: 127.053856513732,
      y: 37.5644524282652
    },
    {
      name: "폰스토아",
      address: "서울 송파구 백제고분로48길 12",
      x: 127.114483073804,
      y: 37.5113199513542
    },
    {
      name: "일신매점",
      address: "서울 송파구 송파대로 366",
      x: 127.111702618058,
      y: 37.5007231034001
    },
    {
      name: "용꿈돼지꿈",
      address: "서울 송파구 성내천로6길 3",
      x: 127.135894003952,
      y: 37.5037477440614
    },
    {
      name: "슈퍼복권나라(사직)",
      address: "부산 동래구 여고북로 10",
      x: 129.065980282167,
      y: 35.201384671561
    },
    {
      name: "경동플러스",
      address: "부산 해운대구 세실로 30",
      x: 129.179393145212,
      y: 35.1684480260362
    },
    {
      name: "대박골드",
      address: "부산 중구 흑교로 51",
      x: 129.024738978262,
      y: 35.1039818893209
    },
    {
      name: "나들가게24(황금어장)",
      address: "부산 중구 중앙대로 96",
      x: 129.036575578554,
      y: 35.106275296425
    },
    {
      name: "슈퍼복권나라(수정)",
      address: "부산 동구 고관로 95-1",
      x: 129.04523094153,
      y: 35.1276521776311
    },
    {
      name: "명신복권방",
      address: "부산 영도구 동삼로 57",
      x: 129.070256681867,
      y: 35.0785568743847
    },
    {
      name: "황금돼지복권방",
      address: "부산 연제구 중앙대로 1204",
      x: 129.08033874098,
      y: 35.1947683997893
    },
    {
      name: "복권나라",
      address: "대구 서구 와룡로 318",
      x: 128.538369547614,
      y: 35.8610590664925
    },
    {
      name: "행운복권방",
      address: "경북 구미시 야은로 763",
      x: 128.362662344404,
      y: 36.1238669059265
    },
    {
      name: "로또명당",
      address: "대구 수성구 수성로 303",
      x: 128.613184857758,
      y: 35.8528028588453
    },
    {
      name: "왕대박복권",
      address: "대구 달성군 옥포면 비슬로 2208",
      x: 128.463343425285,
      y: 35.788256450237
    },
    {
      name: "평화수퍼",
      address: "경북 경주시 안강읍 안강중앙로 219",
      x: 129.224091438333,
      y: 35.9924356400962
    },
    {
      name: "왕대박복권방(고령점)",
      address: "경북 고령군 대가야읍 중앙로 15-1",
      x: 128.269654007467,
      y: 35.7297956502509
    },
    {
      name: "복권나라",
      address: "대구 달성군 논공중앙로 106",
      x: 128.44766013498,
      y: 35.7268184405189
    },
    {
      name: "인생역전",
      address: "대구 달서구 비슬로 2694",
      x: 128.51019324188,
      y: 35.8082185681791
    },
    {
      name: "행운복권방감포점",
      address: "경북 경주시 감포읍 감포로 142",
      x: 129.502508205416,
      y: 35.806696158207
    },
    {
      name: "복권천국",
      address: "경북 경산시 원효로 24",
      x: 128.740160823992,
      y: 35.8237422209577
    },
    {
      name: "진성공인중개사/복권  병행사용",
      address: "대구 동구 동촌로 36",
      x: 128.646800521623,
      y: 35.8900129353691
    },
    {
      name: "모닝마트",
      address: "대구 남구 성당로18길 45-10",
      x: 128.564905704088,
      y: 35.8455357025704
    },
    {
      name: "복권명당신암",
      address: "대구 동구 효동로 101, 선샤인빌라 101호",
      x: 128.642246533194,
      y: 35.8851888169787
    },
    {
      name: "덕하복권명당",
      address: "울산 울주군 청량면 덕하로 238",
      x: 129.305313257119,
      y: 35.4919477080637
    },
    {
      name: "모닝마트(장생포점)",
      address: "울산 남구 장생포고래로 183",
      x: 129.374670945582,
      y: 35.5019661686492
    },
    {
      name: "아이러브마트복권방",
      address: "울산 중구 유곡로 19-1",
      x: 129.307228459279,
      y: 35.5563630715553
    },
    {
      name: "셀피아복권방",
      address: "울산 북구 명촌7길 43",
      x: 129.358277674366,
      y: 35.5529912382707
    },
    {
      name: "모닝마트(학성점)",
      address: "울산 중구 학성로 189",
      x: 129.331631778258,
      y: 35.5571212509632
    },
    {
      name: "대방상회",
      address: "경남 창원시 성산구 대암로 123",
      x: 128.709345975543,
      y: 35.2145647683487
    },
    {
      name: "25시슈퍼",
      address: "경남 창원시 마산회원구 봉양로 75-5",
      x: 128.595262219939,
      y: 35.2212938648958
    },
    {
      name: "코리아슈퍼",
      address: "경남 통영시 안개로 42, 1층 103호",
      x: 128.431191363519,
      y: 34.8590943802257
    },
    {
      name: "행운복권방(부원)",
      address: "경남 김해시 가락로 35",
      x: 128.882083485426,
      y: 35.2297139827293
    },
    {
      name: "사랑정보통신",
      address: "울산 울주군 온산읍 온덕2길 20",
      x: 129.310672317525,
      y: 35.4350382718089
    },
    {
      name: "24시편의점",
      address: "경기 고양시 덕양구 은빛로 53, 코스미온상가 101호",
      x: 126.833626984659,
      y: 37.6380299706501
    },
    {
      name: "컴나라복권나라(필텍시스템)",
      address: "경기 고양시 덕양구 토당로 130",
      x: 126.818102469984,
      y: 37.6264232770631
    },
    {
      name: "황금어장",
      address: "서울 은평구 연서로 333",
      x: 126.928560811424,
      y: 37.6250824356937
    },
    {
      name: "오렌지25시",
      address: "경기 고양시 일산서구 고봉로 291, 에이스스타디움 109호",
      x: 126.77723707326,
      y: 37.6852396705203
    },
    {
      name: "마두24시마트",
      address: "경기 고양시 일산동구 산두로 3-11",
      x: 126.786867203108,
      y: 37.66062085308
    },
    {
      name: "그린슈퍼",
      address: "경기 부천시 심곡로 98",
      x: 126.773992390104,
      y: 37.4756300503684
    },
    {
      name: "가판",
      address: "서울 종로구 대학로 112",
      x: 127.002398629301,
      y: 37.5811899477465
    },
    {
      name: "우리식품점",
      address: "서울 종로구 종로 393",
      x: 127.020834958933,
      y: 37.5748472968079
    },
    {
      name: "인천네트워크",
      address: "인천 남동구 논고개로 333, 1층 101호",
      x: 126.729926946975,
      y: 37.419804490806
    },
    {
      name: "한가람마트",
      address: "서울 용산구 우사단로 3",
      x: 126.996647668772,
      y: 37.5306932454506
    },
    {
      name: "가판점",
      address: "서울 마포구 대흥동 2-6",
      x: 126.946109329326,
      y: 37.5564028173465
    },
    {
      name: "금도깨비복권전문점",
      address: "경기 김포시 하성면 월하로 721",
      x: 126.634737601742,
      y: 37.7098041947948
    },
    {
      name: "용꿈돼지꿈",
      address: "인천 부평구 동암남로 11",
      x: 126.704830357919,
      y: 37.4709934776498
    },
    {
      name: "노다지복권방",
      address: "경기 안산시 단원구 와동로 17",
      x: 126.827194045077,
      y: 37.3323848989228
    },
    {
      name: "365복권잔치",
      address: "경기 군포시 고산로 166, 101동217호",
      x: 126.953700808057,
      y: 37.3487542794896
    },
    {
      name: "까치복권방",
      address: "경기 시흥시 중심상가로 326",
      x: 126.748239784703,
      y: 37.336693513552
    },
    {
      name: "용꿈돼지꿈복권방",
      address: "경기 시흥시 하중로 235, 법조타운103호",
      x: 126.806573092145,
      y: 37.3908243401202
    },
    {
      name: "휴먼복권방",
      address: "경기 안산시 단원구 당곡로 9, 103호",
      x: 126.832937878709,
      y: 37.3179886232861
    },
    {
      name: "잉크랑복권이랑",
      address: "경기 군포시 오금로134번안길 25",
      x: 126.94296305887,
      y: 37.3601234495181
    },
    {
      name: "복권방",
      address: "경기 평택시 평택로 154",
      x: 127.079709739147,
      y: 36.9993302629524
    },
    {
      name: "천복당",
      address: "경기 오산시 대원로 52",
      x: 127.074255406884,
      y: 37.1462247905801
    },
    {
      name: "잉크와복권",
      address: "경기 광명시 시청로 69",
      x: 126.865635384919,
      y: 37.4827264888289
    },
    {
      name: "스포츠토토",
      address: "서울 구로구 시흥대로 577-11",
      x: 126.901864172583,
      y: 37.4844882862976
    },
    {
      name: "한마음복권",
      address: "서울 관악구 관악로 211",
      x: 126.954327412239,
      y: 37.4841958516402
    },
    {
      name: "행운나라",
      address: "서울 관악구 양지길 2-1",
      x: 126.933021165611,
      y: 37.4721818177052
    },
    {
      name: "행운샵",
      address: "대전 대덕구 대화로 35",
      x: 127.415728629704,
      y: 36.3675672430821
    },
    {
      name: "썬마트(하복대점)",
      address: "충북 청주시 흥덕구 진재로23번길 25",
      x: 127.4281248183,
      y: 36.632588427906
    },
    {
      name: "복권나라(풍향)",
      address: "광주 북구 필문대로 79",
      x: 126.928071534971,
      y: 35.1627606122826
    },
    {
      name: "역전휴게마트",
      address: "광주 북구 무등로 240,1층",
      x: 126.909684860467,
      y: 35.1639126758883
    },
    {
      name: "부업동아리",
      address: "전북 전주시 덕진구 송천중앙로 99",
      x: 127.119991705995,
      y: 35.8560110394254
    },
    {
      name: "황금복권마트",
      address: "전북 전주시 덕진구 솔내로 148",
      x: 127.127338512271,
      y: 35.8633329277186
    },
    {
      name: "상동복권방",
      address: "전남 목포시 상리로9번길 21",
      x: 126.41479250561,
      y: 34.8136804850026
    },
    {
      name: "보물섬",
      address: "전남 목포시 산정로 274,상가110호",
      x: 126.386547745336,
      y: 34.8115910228166
    },
    {
      name: "동산마트",
      address: "전북 익산시 동서로43길 34",
      x: 126.975977656183,
      y: 35.9540105122658
    },
    {
      name: "도깨비복권방(장미동)",
      address: "전북 군산시 월명로 372",
      x: 126.715827524578,
      y: 35.977182706385
    },
    {
      name: "골드복권방",
      address: "전북 군산시 중앙로 130",
      x: 126.715715560427,
      y: 35.984874736665
    },
    {
      name: "복권왕국",
      address: "대구 북구 칠곡중앙대로 632",
      x: 128.553693118688,
      y: 35.9516594418086
    },
    {
      name: "왕대박상주점",
      address: "경북 상주시 왕산로 206",
      x: 128.162982548905,
      y: 36.4147742210394
    },
    {
      name: "왕대박복권방",
      address: "대구 달서구 달서대로 713",
      x: 128.491168599285,
      y: 35.8630825386702
    },
    {
      name: "일등복권방",
      address: "대구 달서구 대명천로 24",
      x: 128.55663294606,
      y: 35.8391747970582
    },
    {
      name: "코리아마트",
      address: "대구 달성군 세천로6길 1",
      x: 128.470810624369,
      y: 35.872809235122
    },
    {
      name: "대박복권방",
      address: "대구 북구 옥산로 53",
      x: 128.581455376842,
      y: 35.885531706055
    },
    {
      name: "운수대통 복권방",
      address: "대구 서구 서대구로62길 71",
      x: 128.563933662677,
      y: 35.8869504216364
    },
    {
      name: "복권명당",
      address: "대구 수성구 천을로 180, 상가 108-112",
      x: 128.710244325293,
      y: 35.8417802987404
    },
    {
      name: "복권천국",
      address: "대구 북구 동북로 275",
      x: 128.620523010227,
      y: 35.8935786735316
    },
    {
      name: "복권명당서변",
      address: "대구 북구 서변로 91",
      x: 128.596552138388,
      y: 35.92388045781
    },
    {
      name: "복권나라",
      address: "대구 달성군 현풍중앙로 99",
      x: 128.442962606141,
      y: 35.6976041084372
    },
    {
      name: "포에니복권",
      address: "대구 수성구 청수로 172",
      x: 128.626681671935,
      y: 35.8388196845771
    },
    {
      name: "천하명당",
      address: "대구 북구 노원로 184",
      x: 128.580138462561,
      y: 35.8992704593209
    },
    {
      name: "다사복권방",
      address: "대구 달성군 옥포면 비슬로 2283",
      x: 128.470896176925,
      y: 35.7904415396736
    },
    {
      name: "미니마트",
      address: "대구 수성구 시지로1길 29",
      x: 128.695653267192,
      y: 35.8423931745052
    },
    {
      name: "1등다수 복권마트",
      address: "대구 북구 노원로 128",
      x: 128.575184294179,
      y: 35.896712513603
    },
    {
      name: "노다지복권방",
      address: "서울 송파구 송이로 112",
      x: 127.121687252004,
      y: 37.4963859795829
    },
    {
      name: "프라임24시편의점",
      address: "울산 북구 아진로 78",
      x: 129.340320777073,
      y: 35.6304266292859
    },
    {
      name: "천하명당(염포점)",
      address: "울산 북구 염포로 643",
      x: 129.389779119981,
      y: 35.5348556807934
    },
    {
      name: "토토세상",
      address: "강원 원주시 지정면 조엄로 215, 1층 3호",
      x: 127.860536940634,
      y: 37.360576785732
    },
    {
      name: "서울마트(서울복권방)",
      address: "경기 동두천시 어수로 116",
      x: 127.055380521996,
      y: 37.9017523107139
    },
    {
      name: "행복복권(나드리마트)",
      address: "부산 사상구 사상로 477",
      x: 128.987206494781,
      y: 35.1872483244089
    },
    {
      name: "타임마트",
      address: "대전 서구 관저중로 86-1",
      x: 127.335194048204,
      y: 36.2998767684902
    },
    {
      name: "썬마트24",
      address: "충남 아산시 시민로 399",
      x: 127.000912142178,
      y: 36.7843634896985
    },
    {
      name: "베팅샵(가장)",
      address: "대전 서구 변동로 89",
      x: 127.382842999061,
      y: 36.3244200009416
    },
    {
      name: "위앤조이편의점",
      address: "충남 천안시 서북구 천안대로 1391",
      x: 127.149622616752,
      y: 36.8648957814295
    },
    {
      name: "두꺼비",
      address: "충북 청주시 서원구 산남로 47",
      x: 127.468790882221,
      y: 36.6109845613002
    },
    {
      name: "노다지복권방(읍내)",
      address: "대전 대덕구 대전로 1349",
      x: 127.419965073596,
      y: 36.3742555135604
    },
    {
      name: "부여복권방",
      address: "충남 부여군 부여읍 사비로 94",
      x: 126.910894822062,
      y: 36.2809428041045
    },
    {
      name: "플러스24쌍용본점",
      address: "충남 천안시 서북구월봉로 74",
      x: 127.118123879691,
      y: 36.7972311398427
    },
    {
      name: "노다지복권방(원성)",
      address: "충남 천안시 동남구원성천1길 151, 2호",
      x: 127.161939884266,
      y: 36.8086259209206
    },
    {
      name: "오케이홈네트웍스",
      address: "광주 동구 무등로 491-2",
      x: 126.933646382101,
      y: 35.1553547082882
    },
    {
      name: "남원복권방",
      address: "전북 남원시 남문로 414",
      x: 127.376618022857,
      y: 35.4063528696153
    },
    {
      name: "썬",
      address: "전북 전주시 덕진구우아3길 18",
      x: 127.154985175442,
      y: 35.848779163654
    },
    {
      name: "호반할인마트",
      address: "광주 광산구 도산로9번길 40",
      x: 126.790086310538,
      y: 35.1279248882474
    },
    {
      name: "엉터리마트",
      address: "전북 정읍시 충정로 38",
      x: 126.871254546519,
      y: 35.557634280062
    },
    {
      name: "인생역전복권방",
      address: "전북 군산시 나운로 4, 1층 120호",
      x: 126.705384030094,
      y: 35.9701378967276
    },
    {
      name: "우정슈퍼",
      address: "전북 군산시 공항로 61",
      x: 126.68104531535,
      y: 35.9773728695554
    },
    {
      name: "현대장미슈퍼",
      address: "전북 익산시 동서로61길 41",
      x: 126.980454798646,
      y: 35.9549134667236
    },
    {
      name: "대박찬스복권방",
      address: "전북 정읍시 관통로 59",
      x: 126.858609171108,
      y: 35.5618931730308
    },
    {
      name: "탑동24시편의마트",
      address: "제주 제주시 조천읍 일주동로 1091",
      x: 126.657193745132,
      y: 33.5369597375178
    },
    {
      name: "대박복권",
      address: "서울 영등포구 당산로 140",
      x: 126.897158034347,
      y: 37.5271018135324
    },
    {
      name: "복권하우스",
      address: "경기 평택시 송탄로 369-1",
      x: 127.057722616358,
      y: 37.0764240492306
    },
    {
      name: "주택복권방(덕천점)",
      address: "경기 안양시 만안구 수리산로 53",
      x: 126.931681098994,
      y: 37.3893820457371
    },
    {
      name: "천하명당복권방",
      address: "경기 수원시 팔달구 매산로3가 128-4",
      x: 127.008749036077,
      y: 37.2703967398307
    },
    {
      name: "명당복권점",
      address: "경기 수원시 팔달구중부대로 50-1",
      x: 127.022496102787,
      y: 37.2750487114993
    },
    {
      name: "주택복권방",
      address: "경기 수원시 장안구 파장로 19",
      x: 126.998064084509,
      y: 37.3042754683375
    },
    {
      name: "천하명당복권방",
      address: "경기 화성시 남양읍남양시장로 83",
      x: 126.81829505822,
      y: 37.2099501648004
    },
    {
      name: "복권나라",
      address: "충북 청주시 상당구 상당로 9",
      x: 127.491054146657,
      y: 36.6291930748368
    },
    {
      name: "복권명당",
      address: "충북 청주시 청원구 오창읍 구룡택지로 8-21, 104호",
      x: 127.415627474145,
      y: 36.7103217695725
    },
    {
      name: "행운편의점",
      address: "충북 충주시 봉황1길 2",
      x: 127.921219271633,
      y: 36.9768746937356
    },
    {
      name: "행운예감",
      address: "충북 충주시 국원대로 5",
      x: 127.9233113854,
      y: 36.9734127220576
    },
    {
      name: "복권명당",
      address: "대전 중구 목중로 47",
      x: 127.40931078343,
      y: 36.3374883086314
    },
    {
      name: "복권천국",
      address: "경기 부천시 부일로 502",
      x: 126.785867756044,
      y: 37.4852667286899
    },
    {
      name: "도울복권",
      address: "광주 동구 중앙로196번길 15-35",
      x: 126.917867831153,
      y: 35.1504156801318
    },
    {
      name: "복권시대",
      address: "광주 동구 금남로5가 166",
      x: 126.914109470059,
      y: 35.1513034383653
    },
    {
      name: "복권나라(광양시)",
      address: "전남 광양시 백운로 1",
      x: 127.589778883895,
      y: 34.9712632148982
    },
    {
      name: "TOTO복권(광양시)",
      address: "전남 광양시 호북길 4",
      x: 127.584314608255,
      y: 34.9792081739383
    },
    {
      name: "복권나라(저전동)",
      address: "전남 순천시 중앙로 61",
      x: 127.483575657685,
      y: 34.9512577657717
    },
    {
      name: "천하명당 복권방",
      address: "전남 순천시 장선배기길 158",
      x: 127.529863209216,
      y: 34.9511682403265
    },
    {
      name: "복권나라(여수교동)",
      address: "전남 여수시 중앙로 62",
      x: 127.73434301317,
      y: 34.7399319441762
    },
    {
      name: "복권나라(학동)",
      address: "전남 여수시 흥국로 6",
      x: 127.663464230519,
      y: 34.7635691680105
    },
    {
      name: "행운복권방",
      address: "전북 고창군 고창읍중앙로 200",
      x: 126.697459488262,
      y: 35.434983422671
    },
    {
      name: "대박복권방",
      address: "서울 용산구 효창원로 262",
      x: 126.963815728778,
      y: 37.5505996665868
    },
    {
      name: "복권왕국",
      address: "인천 부평구 부흥로 359",
      x: 126.731943816856,
      y: 37.4981956724086
    },
    {
      name: "조치원복권방",
      address: "세종 세종 조치원로 9-1",
      x: 127.297880185754,
      y: 36.6015444137292
    },
    {
      name: "천하명당홍명복권방",
      address: "대전 동구 대전로813번길 1",
      x: 127.432019426416,
      y: 36.3319858242155
    },
    {
      name: "강경복권방",
      address: "충남 논산시 계백로 126-1",
      x: 127.014865909295,
      y: 36.156024121378
    },
    {
      name: "황금알복권방",
      address: "충북 진천군 진천읍 상산로 71",
      x: 127.441902154639,
      y: 36.8546982359599
    },
    {
      name: "사천중앙점",
      address: "경남 사천시 사천읍평화1길 32",
      x: 128.088314055462,
      y: 35.0825754024247
    },
    {
      name: "포항오광장",
      address: "경북 포항시 북구 중흥로 216",
      x: 129.358281722522,
      y: 36.022629006905
    },
    {
      name: "영천문화점",
      address: "경북 영천시 동부로 31-6",
      x: 128.94834242492,
      y: 35.9731441273753
    },
    {
      name: "관악점",
      address: "서울 관악구 남부순환로 1599",
      x: 126.928167853107,
      y: 37.4842950188384
    },
    {
      name: "논현동부",
      address: "서울 강남구 학동로30길 49, 101호",
      x: 127.033316145141,
      y: 37.5110702468476
    },
    {
      name: "도농빙그레점",
      address: "경기 남양주시 미금로 54",
      x: 127.152084066598,
      y: 37.6097374704907
    },
    {
      name: "충무로점",
      address: "서울 중구 수표로2길 29",
      x: 126.992129656135,
      y: 37.5623042207217
    },
    {
      name: "북신2호점",
      address: "경남 통영시 중앙로 303-18",
      x: 128.427532191936,
      y: 34.8578179735524
    },
    {
      name: "지중해점",
      address: "경남 거제시 장평로 28",
      x: 128.614420584968,
      y: 34.8913156656929
    },
    {
      name: "포항장흥점",
      address: "경북 포항시 남구 철강로 200",
      x: 129.363802968992,
      y: 35.9861064740991
    },
    {
      name: "행신소만점",
      address: "경기 고양시 덕양구 충경로 136",
      x: 126.844846909154,
      y: 37.615747480519
    },
    {
      name: "우만본점",
      address: "경기 수원시 팔달구 월드컵로297번길 42",
      x: 127.033436850324,
      y: 37.2841039191115
    },
    {
      name: "안양평촌점",
      address: "경기 안양시 동안구평촌대로223번길 49, 104호",
      x: 126.953064536797,
      y: 37.3903595340571
    },
    {
      name: "역촌대로점",
      address: "서울 은평구 연서로 54",
      x: 126.915941592119,
      y: 37.6040159508044
    },
    {
      name: "미나식품",
      address: "서울 강서구 금낭화로 91-10",
      x: 126.810806144469,
      y: 37.5735749828206
    },
    {
      name: "논현한미점",
      address: "서울 강남구 봉은사로 179",
      x: 127.033395973437,
      y: 37.5074604391987
    },
    {
      name: "청학점",
      address: "경기 남양주시 별내면청학로68번길 3, 101,102호",
      x: 127.120061326535,
      y: 37.7107377945327
    },
    {
      name: "답십리대림점",
      address: "서울 동대문구 한천로 107-3",
      x: 127.064871009078,
      y: 37.5709003612725
    },
    {
      name: "포항효자점",
      address: "경북 포항시 남구 효자동길5번길 12",
      x: 129.329053373397,
      y: 36.0077972908632
    },
    {
      name: "청주분평점",
      address: "충북 청주시 서원구 월평로 4, 106호",
      x: 127.485293278207,
      y: 36.6110023949541
    },
    {
      name: "덕수점",
      address: "서울 중구 세종대로 89",
      x: 126.976486644506,
      y: 37.5644701191978
    },
    {
      name: "서초프랜드",
      address: "서울 서초구 효령로 349-5",
      x: 127.021999928841,
      y: 37.4870269317474
    },
    {
      name: "초량일신점",
      address: "부산 동구 중앙대로320번길 3-2",
      x: 129.045764797802,
      y: 35.1248151156663
    },
    {
      name: "고양원당점",
      address: "경기 고양시 덕양구 호국로779번길 29",
      x: 126.833995451621,
      y: 37.656858052661
    },
    {
      name: "대박복권방",
      address: "서울 관악구 난곡로66길 15",
      x: 126.915263946329,
      y: 37.4827222282651
    },
    {
      name: "일등복권방",
      address: "광주 동구 제봉로 98",
      x: 126.922109339722,
      y: 35.1471933210355
    },
    {
      name: "도깨비방망이",
      address: "전남 완도군 장보고대로 220",
      x: 126.74917122209,
      y: 34.3160749197408
    },
    {
      name: "복권천국",
      address: "전남 해남군 해남읍북부순환로 138",
      x: 126.597226993919,
      y: 34.5750812519155
    },
    {
      name: "로데오복권방",
      address: "경기 고양시 일산동구 무궁화로 40, 108호",
      x: 126.768812031668,
      y: 37.6628995727985
    },
    {
      name: "봉담복자리복권과편의점",
      address: "경기 화성시 봉담읍삼천병마로 1276",
      x: 126.948806010866,
      y: 37.2196746428376
    },
    {
      name: "토토복권방(함안점)",
      address: "경남 함안군 가야읍 함안대로 552",
      x: 128.405741859682,
      y: 35.2758624122767
    },
    {
      name: "복받는날",
      address: "경북 포항시 북구 삼흥로 64",
      x: 129.378987891251,
      y: 36.0675884367609
    },
    {
      name: "환희복권방",
      address: "경북 포항시 남구 상공로 243",
      x: 129.372229166577,
      y: 36.0232860311663
    },
    {
      name: "불타는복권",
      address: "경북 영주시 풍기읍 기주로 84",
      x: 128.526662506748,
      y: 36.8699100006613
    },
    {
      name: "시스페이스수성중동점",
      address: "대구 수성구 들안로 165",
      x: 128.616428085018,
      y: 35.8446842104205
    },
    {
      name: "복권세상",
      address: "경기 남양주시 청학로 97",
      x: 127.116272778035,
      y: 37.7079032542788
    },
    {
      name: "복권마당",
      address: "경기 연천군 전곡로144번길 10",
      x: 127.06947517392,
      y: 38.0251655354524
    },
    {
      name: "대박복권방",
      address: "경기 양주시 광적면 가래비길 33",
      x: 126.98673375291,
      y: 37.8225013851536
    },
    {
      name: "토토군로또양",
      address: "강원 원주시 배울로 17, 102호",
      x: 127.974317006393,
      y: 37.3196939870064
    },
    {
      name: "진부복권나라",
      address: "강원 평창군 청송로 101",
      x: 128.557585219569,
      y: 37.6367743555723
    },
    {
      name: "복권방",
      address: "경기 가평군 청평중앙로 35",
      x: 127.418597431776,
      y: 37.7373658392937
    },
    {
      name: "인제복권방",
      address: "강원 인제군 인제읍 비봉로 11-1",
      x: 128.172825033341,
      y: 38.0681619764262
    },
    {
      name: "복권마트",
      address: "강원 홍천군 홍천읍 홍천로 409",
      x: 127.889904877946,
      y: 37.6912707698971
    },
    {
      name: "복권명당",
      address: "강원 태백시 황지로 32",
      x: 128.990901978013,
      y: 37.1615544731679
    },
    {
      name: "황금대박복권",
      address: "강원 원주시 중앙시장길 36",
      x: 127.950290228245,
      y: 37.3509546426533
    },
    {
      name: "신운복권",
      address: "강원 정선군 정선로 1333",
      x: 128.662080161777,
      y: 37.379621361811
    },
    {
      name: "스포츠토토 성수2가점",
      address: "서울 성동구 아차산로7길 42",
      x: 127.055829238617,
      y: 37.5486614429741
    },
    {
      name: "복권마을",
      address: "경기 성남시 중원구 희망로 388",
      x: 127.159800428247,
      y: 37.4398795870243
    },
    {
      name: "행복공간",
      address: "서울 강동구 풍성로 115",
      x: 127.125116925041,
      y: 37.532128084546
    },
    {
      name: "모현복권방 및 편의점",
      address: "경기 용인시 처인구 모현면 백옥대로 2385",
      x: 127.249347150176,
      y: 37.3366227571421
    },
    {
      name: "복권왕국",
      address: "경기 부천시 경인로216번길 7",
      x: 126.779552238761,
      y: 37.4829700702761
    },
    {
      name: "복권천국",
      address: "인천 남동구 석산로 120",
      x: 126.705060003165,
      y: 37.4602191637325
    },
    {
      name: "복권천국",
      address: "인천 부평구 평천로391번길 4",
      x: 126.73396771515,
      y: 37.5177037052385
    },
    {
      name: "행운대박복권",
      address: "서울 영등포구 영신로19길 8-1",
      x: 126.906821911216,
      y: 37.5144211933008
    },
    {
      name: "복권명당",
      address: "경기 안산시 상록구건건로 41",
      x: 126.901954432127,
      y: 37.3049920119479
    },
    {
      name: "진복권방",
      address: "경기 의왕시 포일로 43, 101호",
      x: 126.977429944362,
      y: 37.3900446690729
    },
    {
      name: "명성복권방",
      address: "경기 화성시 경기대로 1043",
      x: 127.034275404282,
      y: 37.2085116047481
    },
    {
      name: "가로가판점1",
      address: "서울 영등포구 영등포동 1가 143-3",
      x: 126.909256707663,
      y: 37.5169750910421
    },
    {
      name: "하나텔레콤",
      address: "서울 영등포구 여의나루로 42, 여의도역5번출구 앞 가판",
      x: 126.924971147893,
      y: 37.521470230225
    },
    {
      name: "휴먼복권방",
      address: "경기 안양시 만안구 장내로140번길 36",
      x: 126.924231336312,
      y: 37.3963298852531
    },
    {
      name: "로또통신",
      address: "전북 전주시 완산구 호암로 18",
      x: 127.096699123263,
      y: 35.8087831106461
    },
    {
      name: "복권전문점고흥",
      address: "전남 고흥군 고흥읍 고흥로 1740-2",
      x: 127.28457101401,
      y: 34.6073771399448
    },
    {
      name: "행운복권",
      address: "충북 제천시 명륜로 67",
      x: 128.208639474645,
      y: 37.1423162548353
    },
    {
      name: "로또하복대두진점",
      address: "충북 청주시 흥덕구 증안로 29, 상가 101-2호",
      x: 127.426713125215,
      y: 36.6368056472615
    },
    {
      name: "투맨마트",
      address: "대전 중구 수침로55번길 27",
      x: 127.399122584365,
      y: 36.3250146073803
    },
    {
      name: "서산복권방",
      address: "충남 서산시 고운로 103",
      x: 126.448886567993,
      y: 36.7802868562082
    },
    {
      name: "경산삼풍점",
      address: "경북 경산시 삼풍로 22",
      x: 128.755468792007,
      y: 35.8224371270421
    },
    {
      name: "둔촌하이츠점",
      address: "서울 강동구 진황도로 180",
      x: 127.14253064303,
      y: 37.5301474141824
    },
    {
      name: "녹번제일점",
      address: "서울 은평구 진흥로 148",
      x: 126.9263669244,
      y: 37.6084438918345
    },
    {
      name: "역촌역점",
      address: "서울 은평구 서오릉로 74, 1층",
      x: 126.922490102353,
      y: 37.6070622647804
    },
    {
      name: "수원현대점",
      address: "경기 수원시 장안구 경수대로1020번길 6",
      x: 127.000637997581,
      y: 37.3071338383451
    },
    {
      name: "좌동중앙점",
      address: "부산 해운대구 양운로 98,101호",
      x: 129.174828782855,
      y: 35.1716372182407
    },
    {
      name: "광주중앙점",
      address: "광주 북구 태봉로 67",
      x: 126.905599785902,
      y: 35.1630953643123
    },
    {
      name: "연신내점",
      address: "서울 은평구 통일로 822",
      x: 126.923232003212,
      y: 37.6173185244927
    },
    {
      name: "부천송내점",
      address: "경기 부천시 상일로 92, 108호",
      x: 126.752474452139,
      y: 37.4913120181521
    },
    {
      name: "인천학익2호점",
      address: "인천 미추홀구 매소홀로 388",
      x: 126.665095919186,
      y: 37.4397867860713
    },
    {
      name: "GS25 서초유원",
      address: "서울 서초구 효령로51길 8",
      x: 127.012610440826,
      y: 37.4847883103697
    },
    {
      name: "북구노원점",
      address: "대구 북구 노원로 90",
      x: 128.571650864722,
      y: 35.8947799975811
    },
    {
      name: "칠곡중리점",
      address: "경북 칠곡군 석적읍 유학로 10-1",
      x: 128.411359673713,
      y: 36.0795459610673
    },
    {
      name: "동천우방점",
      address: "경북 경주시 양정로290번길 13",
      x: 129.225576643694,
      y: 35.8586806908752
    },
    {
      name: "사당역점",
      address: "서울 서초구 방배천로 5-3",
      x: 126.982257596187,
      y: 37.4770492449913
    },
    {
      name: "로또복권",
      address: "대구 북구 대현로 63",
      x: 128.606632322558,
      y: 35.8839860050041
    },
    {
      name: "로또명당",
      address: "대구 동구 효목로 53",
      x: 128.640100951553,
      y: 35.8779942819361
    },
    {
      name: "대박복권방(삼정)",
      address: "경남 김해시 활천로36번길 28-6",
      x: 128.896062185987,
      y: 35.2320530423744
    },
    {
      name: "대박복권방",
      address: "전북 김제시 화동길 53",
      x: 126.890586948177,
      y: 35.7989909874799
    },
    {
      name: "초월대박복권방",
      address: "경기 광주시 경충대로 1252",
      x: 127.288233251617,
      y: 37.3867047040596
    },
    {
      name: "순창복권방",
      address: "전북 순창군 장류로 369",
      x: 127.142766266902,
      y: 35.3764843527371
    },
    {
      name: "도깨비방망이복권방",
      address: "경남 함안군 칠서면 칠평로 63",
      x: 128.505508509931,
      y: 35.3167091880709
    },
    {
      name: "피여리",
      address: "경기 성남시 수정구 성남대로1416번길 12, 101호",
      x: 127.127699741837,
      y: 37.4562082299402
    },
    {
      name: "잉크와 복권",
      address: "경북 안동시 경동로 350",
      x: 128.699409205515,
      y: 36.5718260247616
    },
    {
      name: "노다지훼밀리",
      address: "서울 강동구 구천면로 251",
      x: 127.13126443343,
      y: 37.5428012323584
    },
    {
      name: "복권명당자인점",
      address: "경북 경산시 자인면 자인로 176",
      x: 128.825549200202,
      y: 35.8162171421328
    },
    {
      name: "찬스복권방",
      address: "전북 전주시 덕진구 태진로 120",
      x: 127.135988024071,
      y: 35.8316642211113
    },
    {
      name: "운수대통복권방",
      address: "경기 안산시 상록구 부곡로 132",
      x: 126.864069265296,
      y: 37.3335402867157
    },
    {
      name: "한방복권방",
      address: "서울 금천구 가산로3길 10",
      x: 126.895075321037,
      y: 37.4724530809418
    },
    {
      name: "정관장 홍삼 부안점",
      address: "전북 부안군 부안읍 석정로 197",
      x: 126.737416169196,
      y: 35.7281226051261
    },
    {
      name: "복권천하",
      address: "서울 강북구 월계로7나길 35",
      x: 127.031872466251,
      y: 37.6125871070688
    },
    {
      name: "대박찬스복권방",
      address: "서울 영등포구 도림로 356",
      x: 126.900093144418,
      y: 37.5089051531946
    },
    {
      name: "1등복권방",
      address: "서울 관악구 남부순환로 1545",
      x: 126.922179929824,
      y: 37.4834858152133
    },
    {
      name: "다모아복권",
      address: "서울 영등포구 신풍로 92",
      x: 126.91635731063,
      y: 37.4998240340683
    },
    {
      name: "행운이랑대박이랑",
      address: "경기 수원시 장안구 만석로 99",
      x: 126.992085674823,
      y: 37.2989227928267
    },
    {
      name: "복권천국",
      address: "전남 무안군 무안읍 무안로 506",
      x: 126.479125311015,
      y: 34.9883700903002
    },
    {
      name: "돈돈복권방",
      address: "대전 서구 계룡로 560",
      x: 127.385827595259,
      y: 36.3422355122029
    },
    {
      name: "행운플러스",
      address: "대전 대덕구 덕암로 214",
      x: 127.42393140973,
      y: 36.4395009919964
    },
    {
      name: "유성포장(희망복권 간판)",
      address: "서울 구로구 도림로 85",
      x: 126.892609095698,
      y: 37.4904431049661
    },
    {
      name: "다모아복권",
      address: "서울 구로구 디지털로32가길 25",
      x: 126.898930994884,
      y: 37.4821488683208
    },
    {
      name: "미니24",
      address: "인천 미추홀구 경인로 437",
      x: 126.68867323284,
      y: 37.4581502201907
    },
    {
      name: "동해마트",
      address: "부산 동래구 사직북로57번길 58",
      x: 129.058807533672,
      y: 35.1973915743995
    },
    {
      name: "한양수퍼",
      address: "서울 동대문구 답십리로65길 32",
      x: 127.069418485108,
      y: 37.5739754832678
    },
    {
      name: "왕대박",
      address: "경기 남양주시 다산중앙로145번길 17, 109호",
      x: 127.150473660416,
      y: 37.6252930091024
    },
    {
      name: "삼성24시편의점",
      address: "강원 원주시 원일로 162",
      x: 127.946599409015,
      y: 37.3529752573171
    },
    {
      name: "천하명당",
      address: "경기 포천시 송우로 38",
      x: 127.14482887737,
      y: 37.8284836428549
    },
    {
      name: "일신슈퍼",
      address: "경기 포천시 탄동길 5",
      x: 127.24980301013,
      y: 38.1583740823048
    },
    {
      name: "터미널마트",
      address: "강원 춘천시 터미널길 18",
      x: 127.718752806386,
      y: 37.8646654035812
    },
    {
      name: "종로문구상사",
      address: "서울 종로구 종로41길 5",
      x: 127.006519624385,
      y: 37.571569153632
    },
    {
      name: "복권방",
      address: "서울 영등포구 대림로46길 7-1",
      x: 126.897165550716,
      y: 37.5029943916765
    },
    {
      name: "해피데이",
      address: "경기 시흥시 월곶중앙로 38",
      x: 126.741332867453,
      y: 37.3880192731757
    },
    {
      name: "복권당첨",
      address: "충북 충주시 주덕읍 신양로 125",
      x: 127.800899199727,
      y: 36.9738617330538
    },
    {
      name: "다사랑전자",
      address: "대전 대덕구 대덕대로1470번길 27",
      x: 127.412445386581,
      y: 36.4480704345384
    },
    {
      name: "원마트",
      address: "대전 대덕구 홍도로 106",
      x: 127.427614468314,
      y: 36.3555809831338
    },
    {
      name: "충정로2호점",
      address: "서울 중구 중림로 10",
      x: 126.964320892997,
      y: 37.5589266608979
    },
    {
      name: "창동3호점",
      address: "서울 도봉구 덕릉로 404",
      x: 127.053833889064,
      y: 37.6457146139819
    },
    {
      name: "의정부호원점",
      address: "경기 의정부시 회룡로 107",
      x: 127.045724587174,
      y: 37.7259942396582
    },
    {
      name: "구리인창3호점",
      address: "경기 구리시 건원대로 87",
      x: 127.138390990172,
      y: 37.6086789021696
    },
    {
      name: "용인수지3호점",
      address: "경기 용인시 수지구 문인로31번길 12",
      x: 127.099091963796,
      y: 37.3320460225708
    },
    {
      name: "경주동국대점",
      address: "경북 경주시 금성로 406",
      x: 129.207065444867,
      y: 35.8539084472238
    },
    {
      name: "대구고성점",
      address: "대구 북구 원대로 42-1",
      x: 128.580958539692,
      y: 35.8812889081782
    },
    {
      name: "경산옥산점",
      address: "경북 경산시 삼성현로31길 7, 104동 1층 112호",
      x: 128.720087969959,
      y: 35.8204947429448
    },
    {
      name: "동래롯데점",
      address: "부산 동래구 동래로 17",
      x: 129.07792933875,
      y: 35.2130415445886
    },
    {
      name: "부산거제점",
      address: "부산 연제구 거제천로87번길 22",
      x: 129.072151147158,
      y: 35.1826362641653
    },
    {
      name: "당인동점",
      address: "서울 마포구 어울마당로 26",
      x: 126.919932359364,
      y: 37.5474999833621
    },
    {
      name: "수원조원점",
      address: "경기 수원시 장안구 조원로112번길 2",
      x: 127.01432539407,
      y: 37.3023882979698
    },
    {
      name: "대전만년2호점",
      address: "대전 서구 만년로 78",
      x: 127.381437585572,
      y: 36.3670920959585
    },
    {
      name: "대전 용문점",
      address: "대전 서구 용문로 70",
      x: 127.390136379597,
      y: 36.3371278050399
    },
    {
      name: "광주풍암점",
      address: "광주 서구 풍암순환로 99",
      x: 126.882370006576,
      y: 35.1212892624218
    },
    {
      name: "광주대인점",
      address: "광주 동구 구성로 221-1",
      x: 126.915984099564,
      y: 35.1549765341696
    },
    {
      name: "광주치평점",
      address: "광주 서구 시청로 6",
      x: 126.852125753353,
      y: 35.1489906971384
    },
    {
      name: "광주삼각점",
      address: "광주 북구 설죽로370번길 33",
      x: 126.901994098783,
      y: 35.1938481348888
    },
    {
      name: "전주우아점",
      address: "전북 전주시 덕진구도당산로 67",
      x: 127.157252700333,
      y: 35.8475918777614
    },
    {
      name: "가양점",
      address: "서울 강서구 양천로 461, 102호",
      x: 126.852223862157,
      y: 37.5630457825024
    },
    {
      name: "성포점",
      address: "경기 안산시 상록구화랑로 501, 105호",
      x: 126.843990325285,
      y: 37.3209044057663
    },
    {
      name: "약수역점",
      address: "서울 중구 다산로 110",
      x: 127.010208204162,
      y: 37.5535475196362
    },
    {
      name: "압구정로데오점",
      address: "서울 강남구 도산대로51길 44",
      x: 127.038387330612,
      y: 37.5259895015012
    },
    {
      name: "역삼경복점",
      address: "서울 강남구 봉은사로44길 5",
      x: 127.040429370422,
      y: 37.5087062231303
    },
    {
      name: "회현역점",
      address: "서울 중구 퇴계로 48",
      x: 126.9780363784,
      y: 37.5579925213862
    },
    {
      name: "카이스트점",
      address: "서울 동대문구 회기로 119",
      x: 127.049881507688,
      y: 37.5916154526907
    },
    {
      name: "구리원일점",
      address: "경기 구리시 동구릉로85번길 21",
      x: 127.133205479025,
      y: 37.6085768405033
    },
    {
      name: "철원와수점",
      address: "강원 철원군 서면와수로 174",
      x: 127.438829580611,
      y: 38.2388950436305
    },
    {
      name: "염창1호점",
      address: "서울 강서구 양천로 713",
      x: 126.875250908344,
      y: 37.5498405882542
    },
    {
      name: "목동낙천대점",
      address: "서울 양천구 목동중앙북로 50",
      x: 126.868713308936,
      y: 37.5473633240075
    },
    {
      name: "괴정중앙점",
      address: "부산 사하구 낙동대로 247",
      x: 128.989958668859,
      y: 35.0990818595091
    },
    {
      name: "양산신도시점",
      address: "경남 양산시 양주1길 23",
      x: 129.030413392475,
      y: 35.3411048881785
    },
    {
      name: "정선고한점",
      address: "강원 정선군 고한읍고한로 129",
      x: 128.850971542657,
      y: 37.2025782654975
    },
    {
      name: "음성금왕점",
      address: "충북 음성군 금왕읍 무극로 291",
      x: 127.593788501052,
      y: 36.9932969077547
    },
    {
      name: "시지노변점",
      address: "대구 수성구 달구벌대로 3130",
      x: 128.699191984268,
      y: 35.8418390832631
    },
    {
      name: "천안원성점",
      address: "충남 천안시 동남구중앙로 16",
      x: 127.153659718787,
      y: 36.799679230997
    },
    {
      name: "남부순환로점",
      address: "서울 관악구 남부순환로 1680, 101호",
      x: 126.937097299683,
      y: 37.4840824266542
    },
    {
      name: "옥련1호점",
      address: "인천 연수구 독배로 56",
      x: 126.644901515704,
      y: 37.4256288981437
    },
    {
      name: "부천도당점",
      address: "경기 부천시 부천로 247",
      x: 126.785982445424,
      y: 37.5060969139629
    },
    {
      name: "부평공원점",
      address: "인천 부평구 길주남로 33",
      x: 126.725294033148,
      y: 37.5047581701223
    },
    {
      name: "시민회관점",
      address: "경기 부천시 부일로 354",
      x: 126.769372631181,
      y: 37.487687499721
    },
    {
      name: "고성명성점",
      address: "경남 고성군 고성읍성내로 152",
      x: 128.324829321693,
      y: 34.9729633731339
    },
    {
      name: "묵동중앙점",
      address: "서울 중랑구 동일로151길 29",
      x: 127.076338164788,
      y: 37.6079165358527
    },
    {
      name: "남양주 사능점",
      address: "경기 남양주시 진건읍 진건오남로 90",
      x: 127.178351792015,
      y: 37.6587236213231
    },
    {
      name: "GS25신사현대점",
      address: "서울 강남구 강남대로152길 5",
      x: 127.019992833658,
      y: 37.5171837720103
    },
    {
      name: "장안두봉",
      address: "서울 동대문구 장한로2길 41",
      x: 127.067569528171,
      y: 37.5620281835846
    },
    {
      name: "종로안국",
      address: "서울 종로구 율곡로 61",
      x: 126.985928056841,
      y: 37.5769376128622
    },
    {
      name: "고대개운점",
      address: "서울 성북구 개운사길 56",
      x: 127.02934344658,
      y: 37.5888431445169
    },
    {
      name: "원효로점",
      address: "서울 용산구 원효로 255",
      x: 126.968930531421,
      y: 37.5404201033291
    },
    {
      name: "GS25망원중앙",
      address: "서울 마포구 월드컵로 126",
      x: 126.907263959731,
      y: 37.5595485848202
    },
    {
      name: "금촌터미널역점",
      address: "경기 파주시 아동로 9",
      x: 126.775630276783,
      y: 37.7643545810435
    },
    {
      name: "신촌연세점",
      address: "서울 서대문구 연세로11길 16",
      x: 126.935893389687,
      y: 37.5590344807508
    },
    {
      name: "목동스위트점",
      address: "서울 양천구 목동서로 65",
      x: 126.878730311055,
      y: 37.5361251512716
    },
    {
      name: "불광본점",
      address: "서울 은평구 불광로 81",
      x: 126.932146806244,
      y: 37.614319461734
    },
    {
      name: "녹번역점",
      address: "서울 은평구 통일로 639",
      x: 126.934637540389,
      y: 37.6038612829641
    },
    {
      name: "구산점",
      address: "서울 은평구 서오릉로 178",
      x: 126.913877877072,
      y: 37.6131657206263
    },
    {
      name: "연수골드",
      address: "인천 연수구 함박로 80",
      x: 126.686017997251,
      y: 37.4252436624237
    },
    {
      name: "상동타운점",
      address: "경기 부천시 소향로37번길 31-7",
      x: 126.751700102521,
      y: 37.5047014783147
    },
    {
      name: "상동모건점",
      address: "경기 부천시 길주로 81",
      x: 126.7515146733,
      y: 37.5063246058312
    },
    {
      name: "안산팔곡",
      address: "경기 안산시 상록구본이로 83",
      x: 126.87600013429,
      y: 37.2949375103779
    },
    {
      name: "광명프라자점",
      address: "경기 광명시 범안로 1040",
      x: 126.878673836782,
      y: 37.4616243500243
    },
    {
      name: "구로용마점",
      address: "서울 구로구 오리로 1316",
      x: 126.829353578688,
      y: 37.4988144314048
    },
    {
      name: "벽산밸리점",
      address: "서울 금천구 가산디지털2로 184",
      x: 126.878084255358,
      y: 37.4842493589397
    },
    {
      name: "안산와동",
      address: "경기 안산시 단원구 와동공원로 127",
      x: 126.82116554898,
      y: 37.3429150153725
    },
    {
      name: "시화정왕점",
      address: "경기 시흥시 옥구상가2길 10",
      x: 126.723649811699,
      y: 37.3535139672349
    },
    {
      name: "GS25시화제일점",
      address: "경기 시흥시 중심상가2길 8",
      x: 126.736248444573,
      y: 37.3457203763324
    },
    {
      name: "산본거성점",
      address: "경기 군포시 산본로323번길 26-18",
      x: 126.930969719008,
      y: 37.359157914758
    },
    {
      name: "산본타운",
      address: "경기 군포시 고산로 695",
      x: 126.93526888179,
      y: 37.3721896392194
    },
    {
      name: "궐동승리점",
      address: "경기 오산시 대호로71번길 3-1",
      x: 127.053834965193,
      y: 37.1563658027903
    },
    {
      name: "GS25오동점",
      address: "경남 창원시 마산합포구아구찜길 34",
      x: 128.57851813519,
      y: 35.2070653282686
    },
    {
      name: "진주경상대",
      address: "경남 진주시 가좌길 42",
      x: 128.105198157318,
      y: 35.1577887433489
    },
    {
      name: "GS25마산해안점",
      address: "경남 창원시 마산합포구월영동9길 24",
      x: 128.563934234023,
      y: 35.1799094386203
    },
    {
      name: "다대성원점",
      address: "부산 사하구 다대로 636",
      x: 128.969871131805,
      y: 35.0498170804288
    },
    {
      name: "못골시장점",
      address: "부산 남구 못골로 73",
      x: 129.090346272638,
      y: 35.1361308445819
    },
    {
      name: "조방점",
      address: "부산 동구 조방로49번길 18",
      x: 129.059940502692,
      y: 35.1392516645307
    },
    {
      name: "대공원점",
      address: "부산 부산진구 성지로 155",
      x: 129.047602820698,
      y: 35.1817785221685
    },
    {
      name: "서동로점",
      address: "부산 금정구 서동로 105",
      x: 129.098498806345,
      y: 35.2166920399397
    },
    {
      name: "연산토곡점",
      address: "부산 연제구 고분로 235",
      x: 129.108024177884,
      y: 35.1846489429006
    },
    {
      name: "울산신복",
      address: "울산 남구 신복로21번길 12",
      x: 129.25910838402,
      y: 35.5473419610026
    },
    {
      name: "경산미래",
      address: "경북 경산시 백자로 135",
      x: 128.755340868677,
      y: 35.812432342828
    },
    {
      name: "대구월성",
      address: "대구 달서구 구마로10길 14",
      x: 128.532020058483,
      y: 35.8364458808423
    },
    {
      name: "북구동천점",
      address: "대구 북구 구암로 143",
      x: 128.556518249584,
      y: 35.9320198285413
    },
    {
      name: "칠곡거동점",
      address: "대구 북구 팔거천동로 213",
      x: 128.557739031345,
      y: 35.9429942775029
    },
    {
      name: "칠곡동림",
      address: "대구 북구 동천로 128-16",
      x: 128.562542511609,
      y: 35.9424547680566
    },
    {
      name: "대전중리점",
      address: "대전 대덕구 중리로 19",
      x: 127.425104247646,
      y: 36.3608417919839
    },
    {
      name: "온천파크",
      address: "충남 아산시 아산로 70",
      x: 126.996883291854,
      y: 36.7884712745876
    },
    {
      name: "제주점",
      address: "제주 제주시 중앙로 238",
      x: 126.530328047754,
      y: 33.4984757342927
    },
    {
      name: "화북주공점",
      address: "제주 제주시 동화로 7",
      x: 126.573119751223,
      y: 33.5194051495984
    },
    {
      name: "제주연동사거리점",
      address: "제주 제주시 노연로 145",
      x: 126.495819568287,
      y: 33.4859014928143
    },
    {
      name: "제주크라운점",
      address: "제주 제주시 신광로 94",
      x: 126.489632600056,
      y: 33.4837017071922
    },
    {
      name: "성수역점",
      address: "서울 성동구 성수일로8길 30",
      x: 127.053683301329,
      y: 37.5457852786233
    },
    {
      name: "수원영헌점",
      address: "경기 수원시 팔달구효원로265번길 20",
      x: 127.031315343001,
      y: 37.2630342938918
    },
    {
      name: "논현6호점",
      address: "서울 강남구 도산대로46길 11",
      x: 127.036652689515,
      y: 37.5212897930232
    },
    {
      name: "인천문학점",
      address: "인천 미추홀구 매소홀로 578",
      x: 126.68622804974,
      y: 37.438256649812
    },
    {
      name: "익산어양점",
      address: "전북 익산시 무왕로20길 10",
      x: 126.979882642327,
      y: 35.9578455576061
    },
    {
      name: "율암25시편의점",
      address: "경기 화성시 팔탄면시청로 822-10",
      x: 126.88466817625,
      y: 37.1682248792676
    },
    {
      name: "창원명서점",
      address: "경남 창원시 의창구우곡로217번길 27",
      x: 128.649656920397,
      y: 35.2413032702506
    },
    {
      name: "거제장평점",
      address: "경남 거제시 장평3로 46",
      x: 128.609394174397,
      y: 34.8928347379659
    },
    {
      name: "남원주점",
      address: "강원 원주시 늘품로 27",
      x: 127.949939834222,
      y: 37.322359329379
    },
    {
      name: "복권천하",
      address: "경기 부천시 조마루로285번길 34, 105-1호",
      x: 126.775479750901,
      y: 37.4990407580247
    },
    {
      name: "흥부네복권",
      address: "인천 부평구 부흥로243번길 7",
      x: 126.717938344817,
      y: 37.4998000055664
    },
    {
      name: "연안상회",
      address: "경기 포천시 화동로 1043",
      x: 127.316994398706,
      y: 37.956715576532
    },
    {
      name: "행운미니수퍼",
      address: "서울 금천구 독산로44길 61",
      x: 126.907929057953,
      y: 37.4618969206167
    },
    {
      name: "성남양지점",
      address: "경기 성남시 수정구 산성대로 479",
      x: 127.160853834148,
      y: 37.4545671070189
    },
    {
      name: "주공24시편의방",
      address: "대전 동구 옥천로180번길 19",
      x: 127.461146054566,
      y: 36.3166508121233
    },
    {
      name: "보물섬",
      address: "인천 미추홀구 제일로 46",
      x: 126.675222318883,
      y: 37.4585719122113
    },
    {
      name: "대박천국",
      address: "경기 부천시 수도로 194, 108호",
      x: 126.786570036602,
      y: 37.519268832428
    },
    {
      name: "복권나라",
      address: "인천 서구 완정로 65번길 10, 상가 B동 제비 107호",
      x: 126.667017632099,
      y: 37.5963547351015
    },
    {
      name: "천하명당",
      address: "경기 시흥시 신천3길 26-1",
      x: 126.783317487539,
      y: 37.438902489816
    },
    {
      name: "대박왕국",
      address: "인천 남동구 구월말로 18",
      x: 126.724617365731,
      y: 37.4505057127476
    },
    {
      name: "행운마트",
      address: "인천 동구 송림로 71-1",
      x: 126.642739776981,
      y: 37.4754437718514
    },
    {
      name: "부자랑복권방",
      address: "서울 중랑구 사가정로 359",
      x: 127.08454452623,
      y: 37.5812506066326
    },
    {
      name: "모든정보통신",
      address: "경기 남양주시 비룡로 340",
      x: 127.304056884061,
      y: 37.6810690291803
    },
    {
      name: "복권천국",
      address: "서울 성동구 무학봉16길 22-2",
      x: 127.032922410822,
      y: 37.5599450477676
    },
    {
      name: "반포공원점",
      address: "서울 서초구 사평대로55길 123",
      x: 127.020346077237,
      y: 37.5092071224522
    },
    {
      name: "부자랑복권방",
      address: "서울 성동구 둘레15길 23",
      x: 127.055255643466,
      y: 37.536894389345
    },
    {
      name: "노다지복권방(태평)",
      address: "경기 성남시 수정구 남문로 57",
      x: 127.133189098492,
      y: 37.4458978262293
    },
    {
      name: "광성슈퍼",
      address: "경기 용인시 수지구풍덕천로140번길 9-1",
      x: 127.097568841626,
      y: 37.3231988827262
    },
    {
      name: "복권방",
      address: "경기 용인시 기흥구 신갈로68번길 24",
      x: 127.108154883953,
      y: 37.2731667454483
    },
    {
      name: "서원탑훼미리마트(기장)",
      address: "부산 기장군 기장읍차성로344번길 38",
      x: 129.21592444443,
      y: 35.2478864065812
    },
    {
      name: "복권방(당감)",
      address: "부산 부산진구 당감서로 84, 202호",
      x: 129.037135233697,
      y: 35.1677474374381
    },
    {
      name: "굿데이편의점",
      address: "부산 연제구 쌍미천로 10",
      x: 129.092295445953,
      y: 35.1747034457478
    },
    {
      name: "미니식품",
      address: "서울 종로구 청계천로 159, 세운상가 1층",
      x: 126.995239727442,
      y: 37.5692814302828
    },
    {
      name: "씨스페이스 창경궁로점",
      address: "서울 종로구 창경궁로 137",
      x: 126.997294123203,
      y: 37.5746368300317
    },
    {
      name: "대한복권",
      address: "경기 부천시 부천로 52",
      x: 126.784009502718,
      y: 37.4888384495844
    },
    {
      name: "좋은터",
      address: "인천 계양구 효서로 204",
      x: 126.718549686844,
      y: 37.5278163833637
    },
    {
      name: "대박",
      address: "경기 부천시 지봉로 114",
      x: 126.811568527978,
      y: 37.4882275232025
    },
    {
      name: "창대마트",
      address: "경기 부천시 원미로 198",
      x: 126.793397670448,
      y: 37.500094832265
    },
    {
      name: "행운복권방",
      address: "경기 김포시 통진읍 서암로 139, 가동 101호",
      x: 126.601547987584,
      y: 37.6972462981433
    },
    {
      name: "한방복권방",
      address: "경기 화성시 효행로763번길 23",
      x: 127.014209096319,
      y: 37.2051121717732
    },
    {
      name: "대박예감",
      address: "경기 화성시 영통로 70, 101호",
      x: 127.061400600427,
      y: 37.2363156534764
    },
    {
      name: "로또슈퍼",
      address: "경기 안산시 상록구 광덕1로 326",
      x: 126.846099217086,
      y: 37.3066585807914
    },
    {
      name: "복권전문점",
      address: "경기 시흥시 진말로9번길 2, 114호",
      x: 126.785268524363,
      y: 37.3784640235878
    },
    {
      name: "로또(부동산)",
      address: "경기 안산시 상록구 부곡로 21",
      x: 126.859407421628,
      y: 37.3243920720441
    },
    {
      name: "편의점 나들가게",
      address: "서울 영등포구 선유로 106-1",
      x: 126.890488844881,
      y: 37.523410990623
    },
    {
      name: "가로판매점3",
      address: "서울 영등포구 당산동6가 331-6",
      x: 126.901623558744,
      y: 37.5344807618687
    },
    {
      name: "행운복권방",
      address: "인천 미추홀구 인하로 354",
      x: 126.687643567365,
      y: 37.4479851039632
    },
    {
      name: "복도장",
      address: "충북 청주시 서원구 청남로 2034",
      x: 127.485851480563,
      y: 36.6136198908979
    },
    {
      name: "공주복권방",
      address: "충남 공주시 웅진로 210-2",
      x: 127.125120615513,
      y: 36.4591615247001
    },
    {
      name: "보령복권방",
      address: "충남 보령시 중앙로 48",
      x: 126.598240164401,
      y: 36.3490387918832
    },
    {
      name: "위드미사창대로점",
      address: "충북 청주시 서원구 1순환로 635",
      x: 127.459743179737,
      y: 36.6369383227267
    },
    {
      name: "왕대박복권방",
      address: "제주 서귀포시 표선면 표선관정로 103",
      x: 126.831168560448,
      y: 33.3239987607948
    },
    {
      name: "복권전문점",
      address: "전남 담양군 담양읍 중앙로 32-2",
      x: 126.983519257224,
      y: 35.316001044059
    },
    {
      name: "청과복권",
      address: "전남 목포시 영산로 525",
      x: 126.417108462653,
      y: 34.8132592021705
    },
    {
      name: "행운복권방",
      address: "광주 광산구 금봉로 95",
      x: 126.80896581256,
      y: 35.152197225865
    },
    {
      name: "777천하명당",
      address: "충남 서천군 충절로 58",
      x: 126.689062255955,
      y: 36.074877335525
    },
    {
      name: "도깨비복권방",
      address: "인천 계양구 봉오대로 677",
      x: 126.724012741982,
      y: 37.5309320460787
    },
    {
      name: "토토존",
      address: "광주 광산구 비아중앙로31번길 10",
      x: 126.824237008843,
      y: 35.2217176324558
    },
    {
      name: "당진복권방",
      address: "충남 당진시 교동길 140",
      x: 126.630276837362,
      y: 36.8920417949709
    },
    {
      name: "한일복권",
      address: "서울 도봉구 도봉로155길 20",
      x: 127.042897135498,
      y: 37.6729949664183
    },
    {
      name: "스나이퍼",
      address: "경기 의정부시 용민로 32",
      x: 127.082397024718,
      y: 37.7353995455064
    },
    {
      name: "대박복권방",
      address: "경기 의정부시 추동로 3",
      x: 127.056480836979,
      y: 37.7427551898046
    },
    {
      name: "복권세계",
      address: "경기 의정부시 호국로 1330",
      x: 127.051907727612,
      y: 37.7437864690343
    },
    {
      name: "씨스페이스의정부신곡점",
      address: "경기 의정부시 시민로 200",
      x: 127.056893517053,
      y: 37.7365729903054
    },
    {
      name: "복권닷컴",
      address: "경기 의정부시 시민로 155",
      x: 127.052317715202,
      y: 37.7375825743356
    },
    {
      name: "행운복권마트",
      address: "경기 의정부시 평화로 477",
      x: 127.04768431596,
      y: 37.734597013595
    },
    {
      name: "터미널유통마트",
      address: "경기 의정부시 신곡로 47",
      x: 127.056288766732,
      y: 37.7309361801678
    },
    {
      name: "소문난 복권명당",
      address: "서울 성북구 돌곶이로 29",
      x: 127.060852972811,
      y: 37.6069130944963
    },
    {
      name: "로또복권방(성신여대역점)",
      address: "서울 성북구 동소문로 20길 28-4",
      x: 127.016579257104,
      y: 37.591368135737
    },
    {
      name: "스파",
      address: "서울 노원구 동일로 1493, 10단지 상가111호",
      x: 127.06096513397,
      y: 37.6528699960918
    },
    {
      name: "나눔",
      address: "서울 도봉구 도당로13길 34",
      x: 127.034870789388,
      y: 37.6661480011326
    },
    {
      name: "대박복권방",
      address: "서울 도봉구 방학로 160",
      x: 127.03428016502,
      y: 37.662690659963
    },
    {
      name: "노다지복권방",
      address: "서울 동대문구 한빛로 1-1",
      x: 127.023939791577,
      y: 37.5763302856205
    },
    {
      name: "복권전문점",
      address: "서울 도봉구 도당로 123-1",
      x: 127.039946024184,
      y: 37.667494168341
    },
    {
      name: "대박찬스",
      address: "경기 남양주시 진접읍 광릉내로82번길 2",
      x: 127.20364533501,
      y: 37.7449112645835
    },
    {
      name: "복권나라",
      address: "강원 춘천시 춘천로 286-1",
      x: 127.745002951135,
      y: 37.8805922114736
    },
    {
      name: "대박찬스",
      address: "경기 남양주시 장현로 111",
      x: 127.183938971283,
      y: 37.7197840942478
    },
    {
      name: "복권천하, 미스터잉크동해점",
      address: "강원 동해시 발한로 35",
      x: 129.103185996886,
      y: 37.5358805843819
    },
    {
      name: "복권만화",
      address: "서울 서초구 사임당로 39, 102호",
      x: 127.014095010132,
      y: 37.4884189352008
    },
    {
      name: "복권천국",
      address: "서울 서초구 서초대로 97",
      x: 126.992859786919,
      y: 37.48770758374
    },
    {
      name: "행운마트(하남)",
      address: "경기 하남시 조정대로 45, R110호",
      x: 127.184475919003,
      y: 37.5506851829474
    },
    {
      name: "단골집편의점",
      address: "서울 강동구 구천면로 194",
      x: 127.126257139708,
      y: 37.5405895135206
    },
    {
      name: "행운의집",
      address: "서울 광진구 능동로19길 7",
      x: 127.073364979703,
      y: 37.5469195898615
    },
    {
      name: "대박스포츠토토",
      address: "서울 성동구 성수일로8길 30",
      x: 127.053683301329,
      y: 37.5457852786233
    },
    {
      name: "천하명당",
      address: "서울 광진구 자양로18길 34",
      x: 127.085463281895,
      y: 37.5377825275173
    },
    {
      name: "천하명당",
      address: "서울 광진구 능동로 413",
      x: 127.084082742943,
      y: 37.5659553815587
    },
    {
      name: "대박찬스복권방",
      address: "경기 용인시 기흥구 상갈로 1",
      x: 127.106924157385,
      y: 37.2665814350009
    },
    {
      name: "안성맞춤",
      address: "경기 안성시 중앙로371번길 81",
      x: 127.270153138247,
      y: 37.0110088093036
    },
    {
      name: "노다지",
      address: "경기 용인시 처인구 금령로 130",
      x: 127.210500032181,
      y: 37.2351637037009
    },
    {
      name: "명지복권방",
      address: "서울 송파구 거마로 55",
      x: 127.146253556315,
      y: 37.4978508169634
    },
    {
      name: "대박마을복권방",
      address: "경기 하남시 신장로 182",
      x: 127.200077305357,
      y: 37.5415335725256
    },
    {
      name: "복권나라",
      address: "서울 송파구 백제고분로32길 23",
      x: 127.095023316989,
      y: 37.5003571126309
    },
    {
      name: "태원통신",
      address: "경기 하남시 하남대로 851",
      x: 127.203533441836,
      y: 37.5430384598994
    },
    {
      name: "한경종합광고",
      address: "서울 송파구 백제고분로 198, 101호",
      x: 127.088561618297,
      y: 37.5039376838599
    },
    {
      name: "복권백화점",
      address: "경기 여주시 세종로 41",
      x: 127.636288442578,
      y: 37.2940023264951
    },
    {
      name: "행복한사람들(흥부네)",
      address: "경기 광주시 경충대로 763",
      x: 127.32540015887,
      y: 37.3555798712105
    },
    {
      name: "월드컵복권방",
      address: "경기 광주시 경안로 20",
      x: 127.258382575225,
      y: 37.4099289865478
    },
    {
      name: "행운복권방",
      address: "경기 성남시 중원구 금상로 118",
      x: 127.167974186363,
      y: 37.4424479472193
    },
    {
      name: "대박나라베팅숍",
      address: "경기 부천시 성주로 84",
      x: 126.76548216495,
      y: 37.4794523890181
    },
    {
      name: "복권천국",
      address: "경기 부천시 고강로92번길 41",
      x: 126.815086027618,
      y: 37.5282292632938
    },
    {
      name: "복권백화점",
      address: "서울 마포구 월드컵로 157",
      x: 126.904781124598,
      y: 37.5616066470656
    },
    {
      name: "복권방",
      address: "서울 마포구 백범로 127",
      x: 126.94545635884,
      y: 37.5465535265699
    },
    {
      name: "복권천국방",
      address: "서울 마포구 동교로 92",
      x: 126.912399133958,
      y: 37.5542374342588
    },
    {
      name: "복권마트",
      address: "서울 서대문구 세검정로 31",
      x: 126.944930799279,
      y: 37.5919699391672
    },
    {
      name: "행운복권방",
      address: "서울 은평구 연서로 258",
      x: 126.923335802805,
      y: 37.6198100033795
    },
    {
      name: "노다지복권방",
      address: "서울 종로구 종로 333",
      x: 127.014511984156,
      y: 37.572904437198
    },
    {
      name: "복권세상",
      address: "인천 계양구 작전시장로 11",
      x: 126.723942836845,
      y: 37.5327089221076
    },
    {
      name: "복권천국",
      address: "인천 부평구 평천로 306",
      x: 126.724419273047,
      y: 37.5171140921725
    },
    {
      name: "복권방",
      address: "인천 부평구 장제로 112",
      x: 126.730413075945,
      y: 37.4953961934712
    },
    {
      name: "행운복권",
      address: "인천 부평구 열우물로 73",
      x: 126.698531649554,
      y: 37.473930446196
    },
    {
      name: "복권나라(가좌사)",
      address: "인천 서구 원적로 73",
      x: 126.680615310851,
      y: 37.4936571016794
    },
    {
      name: "삼정텔레콤",
      address: "인천 서구 검단로487번길 1",
      x: 126.658337251736,
      y: 37.6026756663935
    },
    {
      name: "복권나라",
      address: "인천 서구 거북로 80",
      x: 126.670620992637,
      y: 37.5030815359672
    },
    {
      name: "복권전문점",
      address: "인천 부평구 원적로 437",
      x: 126.715141923592,
      y: 37.5037479776282
    },
    {
      name: "복권마을",
      address: "경기 광명시 광화로 16",
      x: 126.849607059123,
      y: 37.4733018145898
    },
    {
      name: "로또삼성복권방",
      address: "경기 수원시 영통구매영로 141",
      x: 127.058175996827,
      y: 37.2667111158006
    },
    {
      name: "노다지복권방",
      address: "경기 시흥시 복지로 103-1",
      x: 126.792081616164,
      y: 37.4482366898707
    },
    {
      name: "복권나라",
      address: "경기 시흥시 신천로 80",
      x: 126.786227814417,
      y: 37.4374844574996
    },
    {
      name: "복권마을",
      address: "경기 시흥시 수인로3409번길 28-1",
      x: 126.77969897871,
      y: 37.4393241428901
    },
    {
      name: "행운슈퍼",
      address: "경기 안산시 상록구 각골로 129",
      x: 126.872719898188,
      y: 37.3010144021575
    },
    {
      name: "하이로또복권방(관양점)",
      address: "경기 안양시 동안구관악대로339번길 7",
      x: 126.960193944136,
      y: 37.404204005638
    },
    {
      name: "하이로또복권방(평촌점)",
      address: "경기 안양시 동안구흥안대로 450",
      x: 126.975632029675,
      y: 37.3940299857433
    },
    {
      name: "왕대박복권방",
      address: "경기 오산시 오산로 13",
      x: 127.066789788069,
      y: 37.128265853998
    },
    {
      name: "노다지복권방",
      address: "경기 오산시 오산로 298-1",
      x: 127.068839680848,
      y: 37.1535734958303
    },
    {
      name: "행복충전소",
      address: "경기 평택시 탄현로 332-2",
      x: 127.05641264977,
      y: 37.0818046094419
    },
    {
      name: "파란만장복권방",
      address: "경기 화성시 효행로 1016",
      x: 127.038858107464,
      y: 37.2124119180462
    },
    {
      name: "노다지복권방",
      address: "경기 안산시 단원구 광덕동로 91, 103호",
      x: 126.832583514394,
      y: 37.3126513021701
    },
    {
      name: "천하명당복권방",
      address: "경기 의왕시 경수대로 248",
      x: 126.974107703102,
      y: 37.3486829274468
    },
    {
      name: "복권명당",
      address: "서울 구로구 개봉로 26",
      x: 126.856494843704,
      y: 37.4880063670866
    },
    {
      name: "복권마을",
      address: "서울 구로구 구로동로 72",
      x: 126.886039054657,
      y: 37.485330400008
    },
    {
      name: "다모아",
      address: "서울 구로구 구로5동 29-21",
      x: 126.89180275563,
      y: 37.504474097568
    },
    {
      name: "대박복권방",
      address: "서울 금천구 독산로64길 18",
      x: 126.903671353357,
      y: 37.4650756285622
    },
    {
      name: "하이로또",
      address: "서울 금천구 금하로 686",
      x: 126.906355229868,
      y: 37.4519003029052
    },
    {
      name: "복권나라",
      address: "서울 동작구 성대로 42",
      x: 126.933392487301,
      y: 37.4988444814987
    },
    {
      name: "복권마을(사당)",
      address: "서울 동작구 사당로 215, 1층 101호",
      x: 126.972344800972,
      y: 37.4844593113614
    },
    {
      name: "천하명당(사당)",
      address: "서울 동작구 동작대로7길 11",
      x: 126.980869476454,
      y: 37.4798283721243
    },
    {
      name: "복권마을",
      address: "서울 영등포구 가마산로 421-2",
      x: 126.903590610576,
      y: 37.5046099965256
    },
    {
      name: "다모아복권방",
      address: "서울 구로구 서해안로30길 13-7",
      x: 126.844340293318,
      y: 37.4933156575955
    },
    {
      name: "주택복권사랑방",
      address: "서울 관악구 난곡로 363-1",
      x: 126.913442051154,
      y: 37.4864371159699
    },
    {
      name: "편의점사랑",
      address: "서울 강서구 곰달래로25길 57",
      x: 126.848289726398,
      y: 37.5331477530855
    },
    {
      name: "포미나",
      address: "대구 중구 중앙대로 301",
      x: 128.59192709322,
      y: 35.860208467255
    },
    {
      name: "프랜드리마트",
      address: "대구 북구 침산로 194-2",
      x: 128.590009314417,
      y: 35.8934402559359
    },
    {
      name: "복권명당",
      address: "대구 동구 팔공로 128",
      x: 128.641227302733,
      y: 35.9101345690943
    },
    {
      name: "복권명당",
      address: "대구 동구 경안로 751",
      x: 128.713471176525,
      y: 35.8692508020698
    },
    {
      name: "복권명당",
      address: "대구 수성구 들안로 243",
      x: 128.616648593278,
      y: 35.8517462942895
    },
    {
      name: "복권코리아",
      address: "대구 달서구 와룡로 19",
      x: 128.536920925838,
      y: 35.8341404057557
    },
    {
      name: "복권전문백화점",
      address: "대구 달서구 달구벌대로 1223",
      x: 128.501269088068,
      y: 35.8522039357537
    },
    {
      name: "복권명당(서부점)",
      address: "대구 달서구 월배로 452",
      x: 128.554778643349,
      y: 35.8336179655221
    },
    {
      name: "미래로또",
      address: "대구 달성군 논공읍 논공로 733",
      x: 128.447630516949,
      y: 35.7295054918678
    },
    {
      name: "복권명당",
      address: "경북 영천시 호국로 31",
      x: 128.941470169074,
      y: 35.9723795307427
    },
    {
      name: "천하명당우현점",
      address: "경북 포항시 북구 아치로 11-1",
      x: 129.360507240468,
      y: 36.0503659025277
    },
    {
      name: "복권명당연일점",
      address: "경북 포항시 남구 연일로159번길 16",
      x: 129.34544411282,
      y: 35.9964270796862
    },
    {
      name: "복권명당황남점",
      address: "경북 경주시 포석로 966",
      x: 129.210031619772,
      y: 35.8272186414441
    },
    {
      name: "로또야놀자",
      address: "경북 경주시 양정로 211",
      x: 129.224011310712,
      y: 35.8515067704754
    },
    {
      name: "복권명당",
      address: "경북 경산시 경안로 214",
      x: 128.736806406212,
      y: 35.8266197549989
    },
    {
      name: "복권명당울진",
      address: "경북 울진군 울진중앙로 79",
      x: 129.39884022309,
      y: 36.9892478848429
    },
    {
      name: "복권나라",
      address: "대구 서구 당산로 273",
      x: 128.546122799411,
      y: 35.860475602172
    },
    {
      name: "로또명당(북부점)",
      address: "대구 서구 서대구로 318-1",
      x: 128.557899479896,
      y: 35.8860045255252
    },
    {
      name: "세진전자통신",
      address: "대구 서구 서대구로 156",
      x: 128.555202814107,
      y: 35.8719033649612
    },
    {
      name: "복권명당",
      address: "경북 구미시 송동로 88",
      x: 128.323513499426,
      y: 36.1406194271796
    },
    {
      name: "행운복권방(온천)",
      address: "부산 동래구 온천장로 99",
      x: 129.083508754986,
      y: 35.2198301336894
    },
    {
      name: "희망복권방(명장)",
      address: "부산 동래구 명장로20번길 26",
      x: 129.101957810808,
      y: 35.2048041817648
    },
    {
      name: "왕대박(사직)",
      address: "부산 동래구 여고로113번길 59-4",
      x: 129.074094186578,
      y: 35.2010683790614
    },
    {
      name: "수제현미누룽지(금정점)",
      address: "부산 금정구 금강로 691",
      x: 129.088859940198,
      y: 35.2692158070493
    },
    {
      name: "해운대온천복권방",
      address: "부산 해운대구 해운대해변로 323",
      x: 129.165494101587,
      y: 35.1625924436682
    },
    {
      name: "태양슈퍼마켓",
      address: "부산 해운대구 신반송로 171",
      x: 129.161220489965,
      y: 35.2283608986228
    },
    {
      name: "행운복권방(부암)",
      address: "부산 부산진구 동평로 115",
      x: 129.041968564006,
      y: 35.1662677826018
    },
    {
      name: "나래전산",
      address: "부산 부산진구 전포대로 294",
      x: 129.066855875941,
      y: 35.1628237857617
    },
    {
      name: "셀프카메라",
      address: "부산 부산진구 가야대로443번길 30",
      x: 129.02166775818,
      y: 35.1544437969643
    },
    {
      name: "행운복권방(모라)",
      address: "부산 사상구 사상로 527-1",
      x: 128.989273146535,
      y: 35.1913581499584
    },
    {
      name: "복권천국(부민)",
      address: "부산 서구 구덕로 207-1",
      x: 129.019736692817,
      y: 35.1031606699609
    },
    {
      name: "드림복권방",
      address: "부산 북구 금곡대로 460",
      x: 129.013141960083,
      y: 35.2494560745354
    },
    {
      name: "천하명당초량점",
      address: "부산 동구 중앙대로221번길 3",
      x: 129.040105531758,
      y: 35.1168821929218
    },
    {
      name: "복권나라(남성)",
      address: "경남 창원시 마산합포구어시장7길 18",
      x: 128.57406099314,
      y: 35.2011836673427
    },
    {
      name: "복권파는집",
      address: "경남 창원시 마산회원구 315대로 765",
      x: 128.583619818997,
      y: 35.240212050509
    },
    {
      name: "삼계복권전문점",
      address: "경남 창원시 마산회원구 내서읍경남대로 915",
      x: 128.504669871933,
      y: 35.2318625546923
    },
    {
      name: "북마산복권전문점",
      address: "경남 창원시 마산합포구북성로 98",
      x: 128.5708476059,
      y: 35.2157976111259
    },
    {
      name: "금돼지",
      address: "경남 진주시 사들로 30",
      x: 128.147393038103,
      y: 35.1708039691881
    },
    {
      name: "천하명당(선구)",
      address: "경남 사천시 수남길 17",
      x: 128.073173384417,
      y: 34.9284393887037
    },
    {
      name: "천하명당(옥포)",
      address: "경남 거제시 옥포성안로 60",
      x: 128.694852511716,
      y: 34.8917029847155
    },
    {
      name: "로또통신",
      address: "경남 김해시 함박로101번길 22",
      x: 128.86584214296,
      y: 35.234210187565
    },
    {
      name: "폭스일레븐(창원점)",
      address: "경남 창원시 성산구가양로136번길 14",
      x: 128.708082024708,
      y: 35.2083595308897
    },
    {
      name: "진빈레코드",
      address: "경남 밀양시 북성로 7",
      x: 128.743849472364,
      y: 35.4984578095921
    },
    {
      name: "서창복권나라",
      address: "경남 양산시 서창서2길 3",
      x: 129.172241773542,
      y: 35.4162007541456
    },
    {
      name: "양산노다지복권방",
      address: "경남 양산시 북안남2길 52",
      x: 129.037834876003,
      y: 35.3482592004656
    },
    {
      name: "행운열차복권방(다운)",
      address: "울산 중구 다운로 114",
      x: 129.267267380888,
      y: 35.5630933639189
    },
    {
      name: "느낌복권방",
      address: "울산 중구 옥교6길 7",
      x: 129.327652528953,
      y: 35.5548353343846
    },
    {
      name: "대박찬스",
      address: "울산 중구 명륜로 40",
      x: 129.309742969717,
      y: 35.5557256991697
    },
    {
      name: "대박이네",
      address: "울산 중구 구교로 163",
      x: 129.340087647923,
      y: 35.5592826071591
    },
    {
      name: "노다지복권방(남창)",
      address: "울산 울주군 온양읍 태화8길 57",
      x: 129.281286050925,
      y: 35.4151908558621
    },
    {
      name: "샘복권방",
      address: "울산 울주군 천상중앙길 69",
      x: 129.22873107401,
      y: 35.5630190503326
    },
    {
      name: "대박찬스",
      address: "울산 북구 염포로 531",
      x: 129.385007040522,
      y: 35.5440062696242
    },
    {
      name: "로또25시(야음)",
      address: "울산 남구 수암로288번길 1",
      x: 129.336024385811,
      y: 35.5211442422618
    },
    {
      name: "복권백화점(팔등)",
      address: "울산 남구 수암로 52",
      x: 129.313800869198,
      y: 35.5307997128856
    },
    {
      name: "로또명당",
      address: "울산 남구 대학로 27, 106호",
      x: 129.255646169636,
      y: 35.5385663682446
    },
    {
      name: "복권(무거)",
      address: "울산 남구 삼호로 77",
      x: 129.2727205393,
      y: 35.5495377675926
    },
    {
      name: "로또복권방",
      address: "대전 서구 갈마중로 28",
      x: 127.372458054242,
      y: 36.3475333161133
    },
    {
      name: "대박나라",
      address: "충남 아산시 서부남로 868",
      x: 126.934417655222,
      y: 36.7773668157842
    },
    {
      name: "대박복권방",
      address: "충남 아산시 음봉로 844",
      x: 127.099250859403,
      y: 36.8264860912374
    },
    {
      name: "부자복권방",
      address: "충남 예산군 덕산면 덕산온천로 297",
      x: 126.660902134763,
      y: 36.6940540755105
    },
    {
      name: "행운복권방",
      address: "충북 청주시 상당구 상당로 186",
      x: 127.489702719928,
      y: 36.6449602662681
    },
    {
      name: "행운복권방",
      address: "충북 청주시 청원구 향군로 116",
      x: 127.481623635337,
      y: 36.6550348153891
    },
    {
      name: "복권나라",
      address: "충북 증평군 증평읍 중앙로 199-1",
      x: 127.580914940543,
      y: 36.7839561792603
    },
    {
      name: "럭키뱅크(남부점)",
      address: "충북 청주시 서원구 청남로 2092-1",
      x: 127.487287191535,
      y: 36.6188426620805
    },
    {
      name: "승일유통",
      address: "충북 청주시 흥덕구 월명로 42",
      x: 127.453764705525,
      y: 36.6383142893654
    },
    {
      name: "행운복권방(공단오거리)",
      address: "충북 청주시 흥덕구 산단로 4",
      x: 127.447647958927,
      y: 36.6345942280625
    },
    {
      name: "복권전문점",
      address: "대전 유성구 유성대로694번길 84",
      x: 127.336179022901,
      y: 36.3540688831292
    },
    {
      name: "노다지복권방 유성온천점",
      address: "대전 유성구 진잠로 100, 1층 101호",
      x: 127.31560842687,
      y: 36.3004553732469
    },
    {
      name: "복권나라",
      address: "충북 충주시 국원대로 128",
      x: 127.92853065771,
      y: 36.983001746357
    },
    {
      name: "복권명당(대청점)",
      address: "대전 동구 용운로 67",
      x: 127.450026409653,
      y: 36.3269084816104
    },
    {
      name: "노다지복권방",
      address: "대전 대덕구 아리랑로 213",
      x: 127.427132524883,
      y: 36.3744019554078
    },
    {
      name: "복권나라",
      address: "대전 대덕구 신탄진동로 1, 1층",
      x: 127.429908883694,
      y: 36.4475864451575
    },
    {
      name: "스크린멀티복권방",
      address: "충남 천안시 서북구성거길 81",
      x: 127.200818708593,
      y: 36.8727193583548
    },
    {
      name: "청룡마트",
      address: "충남 천안시 동남구풍세로 1010-31, 상가 B-102호",
      x: 127.154463600038,
      y: 36.7977940545113
    },
    {
      name: "운수대통복권방",
      address: "충남 천안시 동남구 대흥로 122",
      x: 127.149280302734,
      y: 36.8004888704508
    },
    {
      name: "돈방석 복권방",
      address: "충남 논산시 시민로 311",
      x: 127.091130342548,
      y: 36.1929177824518
    },
    {
      name: "여기있었네복권방",
      address: "충남 논산시 중앙로 417",
      x: 127.087647978582,
      y: 36.2011337737954
    },
    {
      name: "로또복권방",
      address: "충남 공주시 무령로 301",
      x: 127.13315514041,
      y: 36.4562269327489
    },
    {
      name: "1등 복권방",
      address: "대전 중구 대종로 49",
      x: 127.455274133962,
      y: 36.2976228491382
    },
    {
      name: "복권천하문화점",
      address: "대전 중구 천근로 23",
      x: 127.402773797988,
      y: 36.3096969123172
    },
    {
      name: "대박마트",
      address: "대전 중구 충무로 124",
      x: 127.430634488361,
      y: 36.3187551448933
    },
    {
      name: "떳다복권방",
      address: "전북 군산시 조촌로 90",
      x: 126.73808186232,
      y: 35.971953374488
    },
    {
      name: "도깨비복권방",
      address: "전북 군산시 문화로 29",
      x: 126.709043050571,
      y: 35.9699672984709
    },
    {
      name: "일등복권방",
      address: "전북 익산시 부송1로 51",
      x: 126.987888623775,
      y: 35.9576430424055
    },
    {
      name: "행운복권보생당건강원",
      address: "전북 익산시 무왕로 1268",
      x: 126.997243284554,
      y: 35.9603475219646
    },
    {
      name: "모현로또방",
      address: "전북 익산시 고현로 109",
      x: 126.943572103401,
      y: 35.9468383897255
    },
    {
      name: "로또복권방",
      address: "전북 익산시 부송로2길 4",
      x: 126.993204088048,
      y: 35.9540173202295
    },
    {
      name: "여기있었네복권방",
      address: "전북 김제시 남북로 171",
      x: 126.884570570745,
      y: 35.799391471323
    },
    {
      name: "대박찬스(오치)",
      address: "광주 북구 서하로 196",
      x: 126.901857968758,
      y: 35.1870701080668
    },
    {
      name: "에이스복권방",
      address: "광주 북구 임방울대로 1059, 1층 101호",
      x: 126.873157626704,
      y: 35.2120504080923
    },
    {
      name: "신대박복권방",
      address: "전북 전주시 덕진구 전주천동로 477",
      x: 127.128986351032,
      y: 35.8357254375613
    },
    {
      name: "복권세상",
      address: "전북 전주시 덕진구안덕원로 156-1",
      x: 127.145452135485,
      y: 35.8329365317899
    },
    {
      name: "천재일우",
      address: "광주 동구 밤실로 27-1",
      x: 126.936854560922,
      y: 35.150180900713
    },
    {
      name: "복권방",
      address: "광주 동구 구성로 232",
      x: 126.916938996758,
      y: 35.1554497756151
    },
    {
      name: "복권나라",
      address: "전북 전주시 완산구 서원로 289-6, 103호",
      x: 127.126290167345,
      y: 35.8121043047988
    },
    {
      name: "은혜복권방",
      address: "전북 전주시 완산구당산로 52",
      x: 127.113860453246,
      y: 35.8320028412715
    },
    {
      name: "탑복권방",
      address: "전북 전주시 덕진구 진버들1길 36-4",
      x: 127.160230192507,
      y: 35.8372867644225
    },
    {
      name: "여기있었네복권방중앙점",
      address: "전북 전주시 완산구 전주객사5길 83",
      x: 127.144339697709,
      y: 35.821796330872
    },
    {
      name: "천하명당대정점",
      address: "제주 서귀포시 상모로 326",
      x: 126.254593470333,
      y: 33.2223529280844
    },
    {
      name: "온세계전자",
      address: "제주 제주시 한림읍한림로 12길1-1",
      x: 126.265279728599,
      y: 33.4154337885696
    },
    {
      name: "왕대박찬스서귀포",
      address: "제주 서귀포시 중앙로 64",
      x: 126.561607625894,
      y: 33.2502477656713
    },
    {
      name: "천하명당복권",
      address: "제주 서귀포시 동문로 38",
      x: 126.564574700446,
      y: 33.2503332950509
    },
    {
      name: "대박복권전문점",
      address: "광주 서구 금화로115번길 9, 106호",
      x: 126.859965691041,
      y: 35.1339681859827
    },
    {
      name: "행운복권방",
      address: "광주 서구 화운로 11-1",
      x: 126.884848374287,
      y: 35.1418530901767
    },
    {
      name: "대야지복권방",
      address: "광주 남구 회재로 1255-1",
      x: 126.897968987327,
      y: 35.1347582361325
    },
    {
      name: "복권세상(산정점)",
      address: "전남 목포시 청호로 139",
      x: 126.375817956267,
      y: 34.8039274358966
    },
    {
      name: "대박복권방",
      address: "전남 목포시 원산로 64",
      x: 126.37596013499,
      y: 34.8051592886011
    },
    {
      name: "나주복권방",
      address: "전남 나주시 우정로 56, A동 108호",
      x: 126.786300997302,
      y: 35.0236573414624
    },
    {
      name: "희망복권방",
      address: "전남 나주시 풍물시장1길 3",
      x: 126.709466802169,
      y: 34.9926329097081
    },
    {
      name: "컴퓨터AS",
      address: "광주 광산구 월곡산정로 67",
      x: 126.809480198053,
      y: 35.1662235278243
    },
    {
      name: "복권나라",
      address: "전남 순천시 해룡면 신대로 97, 상가 109호",
      x: 127.547538399179,
      y: 34.9315356302534
    },
    {
      name: "노다지복권방",
      address: "전남 여수시 봉산1로 11-1",
      x: 127.721992379892,
      y: 34.7325824171061
    },
    {
      name: "우리로또복권방",
      address: "전남 여수시 무선중앙로 71",
      x: 127.65179283441,
      y: 34.7727939188308
    },
    {
      name: "용인마북점",
      address: "경기 용인시 기흥구용구대로2394번길 10,101호",
      x: 127.108144484879,
      y: 37.2999407476003
    },
    {
      name: "럭키복권방",
      address: "서울 노원구 노원로 434, 상가 106호",
      x: 127.067452436164,
      y: 37.6553902068626
    },
    {
      name: "만물전파사",
      address: "경기 남양주시 마석중앙로 74",
      x: 127.307903216417,
      y: 37.6520463193206
    },
    {
      name: "행운복권방",
      address: "서울 중구 다산로35길 11",
      x: 127.014848931952,
      y: 37.563539806566
    },
    {
      name: "대박찬스",
      address: "서울 강북구 솔매로 105-1",
      x: 127.0240107013,
      y: 37.6257967298908
    },
    {
      name: "하이로또",
      address: "서울 중구 청구로14길 3",
      x: 127.011896783801,
      y: 37.5611443009298
    },
    {
      name: "꿈이현실로",
      address: "서울 중구 소공로 58, 지하 나열 7호",
      x: 126.981847764291,
      y: 37.5606668775872
    },
    {
      name: "종합복권나라",
      address: "경기 양평군 양서면 북한강로 12",
      x: 127.320535667322,
      y: 37.5449448223873
    },
    {
      name: "로또토토대박",
      address: "강원 원주시 무실로 78",
      x: 127.945565665253,
      y: 37.3456313044789
    },
    {
      name: "동해복권방",
      address: "강원 강릉시 하평길 40",
      x: 128.913027205703,
      y: 37.7701613666811
    },
    {
      name: "행운복권",
      address: "경기 성남시 중원구 시민로 121",
      x: 127.144785083215,
      y: 37.4390374734645
    },
    {
      name: "노다지복권방",
      address: "경기 성남시 수정구 위례광장로 34",
      x: 127.141402020517,
      y: 37.466941784303
    },
    {
      name: "대박찬스",
      address: "경기 광주시 송정로 69",
      x: 127.252304143765,
      y: 37.4167171317331
    },
    {
      name: "복권방(성내)",
      address: "서울 강동구 천호대로176길 10-3",
      x: 127.136077793718,
      y: 37.5338400278576
    },
    {
      name: "여기가명당",
      address: "서울 성동구 동일로 71",
      x: 127.062134708101,
      y: 37.5394172845951
    },
    {
      name: "비디오카페(성수점)",
      address: "서울 성동구 성덕정길 84",
      x: 127.052762758573,
      y: 37.5377619313618
    },
    {
      name: "MS마트",
      address: "서울 광진구 광나루로 546",
      x: 127.090158741209,
      y: 37.5445380643063
    },
    {
      name: "복드림복권방",
      address: "서울 강동구 상암로 99",
      x: 127.133987509556,
      y: 37.5474917458973
    },
    {
      name: "칠곡스포츠",
      address: "대구 북구 칠곡중앙대로 311, 1층",
      x: 128.546734544883,
      y: 35.9235833943706
    },
    {
      name: "메트로센터점",
      address: "대구 중구 달구벌대로 2100, C412호",
      x: 128.593340834492,
      y: 35.8644213158621
    },
    {
      name: "계대마트",
      address: "대구 달서구 계대동문로 26",
      x: 128.495106660425,
      y: 35.8553208465201
    },
    {
      name: "성서제일복권",
      address: "대구 달서구 성서동로 320",
      x: 128.515999883778,
      y: 35.8492637500895
    },
    {
      name: "대박복권",
      address: "경북 포항시 남구 오천읍 정몽주로 633",
      x: 129.41422240124,
      y: 35.9744350628967
    },
    {
      name: "세이브슈퍼",
      address: "대구 수성구 달구벌대로 2467",
      x: 128.632602513428,
      y: 35.8591008277665
    },
    {
      name: "복권명당",
      address: "대구 동구 효신로 23, 103호",
      x: 128.634208243371,
      y: 35.8741384493727
    },
    {
      name: "대박나라행운잔치",
      address: "경기 고양시 일산서구 일산로 593",
      x: 126.762490105993,
      y: 37.6796989006304
    },
    {
      name: "즐거운복권방",
      address: "인천 미추홀구 미추홀대로 541",
      x: 126.678598937822,
      y: 37.4456949027935
    },
    {
      name: "왕대박복권",
      address: "인천 미추홀구 경인로116번길 4, 105호",
      x: 126.655234717599,
      y: 37.4659731115178
    },
    {
      name: "노다지복권방",
      address: "인천 미추홀구 한나루로 400, 125,126호",
      x: 126.667308415545,
      y: 37.4495899926595
    },
    {
      name: "한솔복권&마트",
      address: "인천 미추홀구 경인로 384",
      x: 126.682610297497,
      y: 37.4580671475016
    },
    {
      name: "로또명당",
      address: "인천 미추홀구 인주대로 423, 101호",
      x: 126.683703151137,
      y: 37.451463696187
    },
    {
      name: "복권방(황금복권방)",
      address: "인천 남동구 백범로 123",
      x: 126.733144090717,
      y: 37.4546125283937
    },
    {
      name: "드림월드복권",
      address: "인천 남동구 만수로27번길 3",
      x: 126.731498297092,
      y: 37.4594447020848
    },
    {
      name: "제일복권",
      address: "인천 동구 송림로162번길 10, 107호",
      x: 126.650636192923,
      y: 37.4773230940193
    },
    {
      name: "대박",
      address: "인천 남동구 선수촌공원로23번길 12, 105호",
      x: 126.708615453206,
      y: 37.441222697152
    },
    {
      name: "복권왕국",
      address: "인천 부평구 동수로 168",
      x: 126.737157158043,
      y: 37.4856289082754
    },
    {
      name: "노다지복권방",
      address: "서울 서대문구 통일로 111, 101호",
      x: 126.967236967656,
      y: 37.5648083110639
    },
    {
      name: "캐논종합",
      address: "서울 용산구 청파로 101, 나진상가 10동",
      x: 126.962167638244,
      y: 37.5334630377576
    },
    {
      name: "노다지복권방",
      address: "경기 파주시 문산읍 문향로 67번길 2",
      x: 126.785036683259,
      y: 37.858143525312
    },
    {
      name: "천하명당",
      address: "서울 관악구 난우길 18",
      x: 126.918725717854,
      y: 37.4745871961151
    },
    {
      name: "행운예감",
      address: "서울 관악구 신림로17길 56",
      x: 126.936213714933,
      y: 37.4682261657505
    },
    {
      name: "복권나라",
      address: "서울 관악구 은천로 40-1",
      x: 126.939843355048,
      y: 37.4860180512095
    },
    {
      name: "복권명당",
      address: "서울 관악구 장군봉1길 43",
      x: 126.942452315018,
      y: 37.4817211799712
    },
    {
      name: "대풍",
      address: "서울 관악구 조원로 116, 1층 좌측호",
      x: 126.915258131988,
      y: 37.4849671764692
    },
    {
      name: "다모아복권",
      address: "서울 구로구 경인로19길 4",
      x: 126.842794577643,
      y: 37.4959209422063
    },
    {
      name: "운수대통복권",
      address: "경기 시흥시 시흥대로1073번길 5",
      x: 126.792080347566,
      y: 37.431745883741
    },
    {
      name: "로또(파발마점)",
      address: "경기 시흥시 마유로 415",
      x: 126.740583557356,
      y: 37.3519442533794
    },
    {
      name: "보물단지복권방",
      address: "경기 시흥시 서촌상가2길 10, 109호",
      x: 126.733578287489,
      y: 37.3472709172764
    },
    {
      name: "싼타수퍼",
      address: "경기 시흥시 군서마을로 42",
      x: 126.747400859286,
      y: 37.3455678429631
    },
    {
      name: "25시수퍼",
      address: "경기 시흥시 함송로14번길 13-17",
      x: 126.729984027881,
      y: 37.3624626201338
    },
    {
      name: "데이앤데이(고잔점)",
      address: "경기 안산시 단원구 광덕3로 175-13",
      x: 126.832160088472,
      y: 37.3136408482517
    },
    {
      name: "천하명당돼지열두마리",
      address: "경기 안산시 상록구 수인로 2020",
      x: 126.876253289944,
      y: 37.3635528674348
    },
    {
      name: "스타매니아",
      address: "경기 안양시 동안구 평촌대로 371",
      x: 126.949047147623,
      y: 37.4038425629228
    },
    {
      name: "행운의 사랑방",
      address: "서울 영등포구 도림로 465",
      x: 126.891583825937,
      y: 37.515717798064
    },
    {
      name: "복권나라",
      address: "경기 오산시 오산로272번길 27",
      x: 127.071474883151,
      y: 37.151196113681
    },
    {
      name: "해피마트",
      address: "경기 의왕시 부곡중앙로 3-2",
      x: 126.949297507286,
      y: 37.3211843419829
    },
    {
      name: "운수대통복권방",
      address: "전북 익산시 무왕로23길 3",
      x: 126.988426055185,
      y: 35.9597174795394
    },
    {
      name: "희망복권방",
      address: "전북 익산시 선화로 329",
      x: 126.965723945466,
      y: 35.9460271701636
    },
    {
      name: "천하명당복권방",
      address: "전북 익산시 선화로 130, 101호 일부",
      x: 126.945024523568,
      y: 35.9479037905324
    },
    {
      name: "아이비존",
      address: "전북 전주시 덕진구 쪽구름로 34",
      x: 127.077828144534,
      y: 35.8686646589066
    },
    {
      name: "만물사",
      address: "서울 중구 남대문로 2",
      x: 126.976243215499,
      y: 37.5600786131308
    },
    {
      name: "팡팡복권방",
      address: "서울 중구 퇴계로6길 5",
      x: 126.978350891896,
      y: 37.5580131222109
    },
    {
      name: "금금산복방",
      address: "서울 강북구 한천로123길 51",
      x: 127.029192778549,
      y: 37.6358657929222
    },
    {
      name: "행운마트",
      address: "서울 중구 마른내로 54-1",
      x: 126.993870604152,
      y: 37.5642242572706
    },
    {
      name: "캠프코리아유마트",
      address: "경기 남양주시 수레로 55",
      x: 127.217003369523,
      y: 37.5890515919518
    },
    {
      name: "운수대통복권방",
      address: "강원 춘천시 후석로 52",
      x: 127.742664065563,
      y: 37.8589479863281
    },
    {
      name: "전곡복권",
      address: "경기 연천군 온골로 31",
      x: 127.068528943061,
      y: 38.0238034408006
    },
    {
      name: "굿데이편의점",
      address: "서울 노원구 화랑로 421",
      x: 127.07433148514,
      y: 37.6175217255044
    },
    {
      name: "대진",
      address: "서울 노원구 동일로 1355, 105호",
      x: 127.061359263286,
      y: 37.6497007647903
    },
    {
      name: "복권명당",
      address: "서울 중랑구 면목로 362",
      x: 127.088572342579,
      y: 37.58426345756
    },
    {
      name: "복권나라중화점",
      address: "서울 중랑구 봉화산로 30",
      x: 127.077561364621,
      y: 37.6014393327969
    },
    {
      name: "기린통신",
      address: "서울 노원구 덕릉로 680",
      x: 127.075430116515,
      y: 37.6583659137636
    },
    {
      name: "대박찬스",
      address: "서울 중랑구 면목로48길 11",
      x: 127.089395558933,
      y: 37.5822885808998
    },
    {
      name: "광장편의점",
      address: "경기 의정부시 서광로 135, 114호",
      x: 127.110943422915,
      y: 37.7289621288665
    },
    {
      name: "역전슈퍼",
      address: "경기 의정부시 가능로 96",
      x: 127.041667962957,
      y: 37.7467436381173
    },
    {
      name: "한샘행운복권방",
      address: "경기 양주시 가래비길 57-1",
      x: 126.985511051695,
      y: 37.8231513714409
    },
    {
      name: "북클럽",
      address: "경기 의정부시 용민로 122",
      x: 127.09070579295,
      y: 37.739993885082
    },
    {
      name: "보성정보통신",
      address: "서울 동대문구 장한로2길 24",
      x: 127.066511623538,
      y: 37.5619229172028
    },
    {
      name: "참텔레콤",
      address: "서울 동대문구 전농로 86-1",
      x: 127.057621778381,
      y: 37.5726641258028
    },
    {
      name: "제일복권",
      address: "서울 동대문구 회기로 194",
      x: 127.057355809021,
      y: 37.5898471939807
    },
    {
      name: "삼호슈퍼",
      address: "서울 도봉구 도봉로 457",
      x: 127.033254629653,
      y: 37.6467757299533
    },
    {
      name: "대박복권방",
      address: "서울 동대문구 천호대로 281",
      x: 127.052209219835,
      y: 37.5675757498172
    },
    {
      name: "국민슈퍼",
      address: "서울 도봉구 도봉로 588",
      x: 127.040104413029,
      y: 37.657050480671
    },
    {
      name: "투데이",
      address: "서울 동대문구 천호대로 67",
      x: 127.031032071934,
      y: 37.5741239005538
    },
    {
      name: "토토철물",
      address: "강원 원주시 금불3길 5",
      x: 127.932037849363,
      y: 37.3483571444605
    },
    {
      name: "크로바슈퍼",
      address: "충북 제천시 의병대로 232",
      x: 128.226112129564,
      y: 37.1322980738874
    },
    {
      name: "유명복권대박",
      address: "강원 강릉시 율곡로 2793",
      x: 128.900898915672,
      y: 37.7543280494838
    },
    {
      name: "복권나라",
      address: "경기 남양주시 도농로 13",
      x: 127.156816291708,
      y: 37.6072364396042
    },
    {
      name: "바바사진관",
      address: "경기 남양주시 경춘로 464",
      x: 127.164586883373,
      y: 37.6093173233225
    },
    {
      name: "바른손퇴계점",
      address: "강원 춘천시 퇴계로 172",
      x: 127.737850638704,
      y: 37.8579307338059
    },
    {
      name: "코니아일랜드아이스크림",
      address: "경기 남양주시 마치로 339, 나동 102호",
      x: 127.282415170215,
      y: 37.6557219390065
    },
    {
      name: "대박천하",
      address: "경기 의정부시 녹양로 65",
      x: 127.033215662155,
      y: 37.7570950162105
    },
    {
      name: "행운복권방",
      address: "경기 의정부시 충의로 55",
      x: 127.087199006025,
      y: 37.7367622315602
    },
    {
      name: "세이브24마트",
      address: "경기 의정부시 금오로 100",
      x: 127.076321680439,
      y: 37.7563465532309
    },
    {
      name: "대박복권방(돌곶이역점)",
      address: "서울 성북구 돌곶이로 60",
      x: 127.058983078546,
      y: 37.6092046293874
    },
    {
      name: "보원상회",
      address: "서울 성북구 보문로 56",
      x: 127.022268983465,
      y: 37.5804572557807
    },
    {
      name: "미래통신",
      address: "서울 성북구 장월로 118-1",
      x: 127.048919436431,
      y: 37.6162151387521
    },
    {
      name: "한밭식품",
      address: "서울 중구 창경궁로 53-1",
      x: 126.99788377882,
      y: 37.5671884042023
    },
    {
      name: "복권명당",
      address: "서울 강북구 삼양로 306",
      x: 127.017968735627,
      y: 37.6306935850649
    },
    {
      name: "로또복권방",
      address: "서울 중구 마른내로 21",
      x: 126.990272872081,
      y: 37.5649540028292
    },
    {
      name: "대박복권방",
      address: "경기 남양주시 맷돌로 118, 101호",
      x: 127.303280404522,
      y: 37.6572973085745
    },
    {
      name: "우리식품",
      address: "서울 성동구 아차산로 50-1",
      x: 127.04978064662,
      y: 37.5462414522662
    },
    {
      name: "1등 되는날",
      address: "경기 안성시 공도읍 서동대로 4418",
      x: 127.19327631187,
      y: 37.0073971621977
    },
    {
      name: "복권명당",
      address: "경기 안성시 공도읍승두길 62",
      x: 127.173165822378,
      y: 37.0000290726544
    },
    {
      name: "복터진날",
      address: "경기 안성시 공도읍 진사길 27, 상가동 비03호",
      x: 127.139796829623,
      y: 36.9917942796806
    },
    {
      name: "죽전열쇠로또",
      address: "경기 용인시 수지구대지로 36",
      x: 127.11367921273,
      y: 37.3278378833995
    },
    {
      name: "로또복권방",
      address: "서울 강남구 강남대로122길 50",
      x: 127.027074158958,
      y: 37.5089118642243
    },
    {
      name: "학창문고&배팅 샵",
      address: "서울 서초구 서초대로26길 3",
      x: 126.994539234638,
      y: 37.487668479453
    },
    {
      name: "에이원텔레콤",
      address: "서울 서초구 동광로 70",
      x: 126.990270278414,
      y: 37.49258698588
    },
    {
      name: "곤지암대박복권방",
      address: "경기 광주시 곤지암로 51",
      x: 127.341110983722,
      y: 37.3495785770765
    },
    {
      name: "프리웨이스토어",
      address: "경기 광주시 회안대로 605",
      x: 127.237981095547,
      y: 37.4067899566075
    },
    {
      name: "꿈에본그자리",
      address: "경기 성남시 중원구산성대로 458",
      x: 127.16066059503,
      y: 37.4524661190869
    },
    {
      name: "드림월드",
      address: "경기 성남시 수정구 산성동 1456",
      x: 127.150028657183,
      y: 37.4544444812546
    },
    {
      name: "대운",
      address: "경기 성남시 중원구성남대로 1149",
      x: 127.128690501599,
      y: 37.4323866865778
    },
    {
      name: "웃자로또",
      address: "경기 광주시 오포읍 오포로 775",
      x: 127.226825412711,
      y: 37.3609702278413
    },
    {
      name: "황금복권마트",
      address: "경기 이천시 증신로325번길 5",
      x: 127.437983885227,
      y: 37.2994173476175
    },
    {
      name: "태양정보통신",
      address: "경기 광주시 고불로 56",
      x: 127.231819068533,
      y: 37.3932322152024
    },
    {
      name: "여수복권방",
      address: "경기 성남시 중원구 성남대로997번길 25-9",
      x: 127.126419264959,
      y: 37.4183686829296
    },
    {
      name: "초림마트",
      address: "경기 성남시 분당구 수내로46번길 20",
      x: 127.115878407518,
      y: 37.3799013806736
    },
    {
      name: "행운예감",
      address: "경기 성남시 수정구 수정로171번길 7",
      x: 127.138494998434,
      y: 37.4434161022003
    },
    {
      name: "현대사",
      address: "경기 성남시 분당구 미금일로 77, 102호",
      x: 127.111113543921,
      y: 37.3456077433631
    },
    {
      name: "OK편의점",
      address: "경기 이천시 중리천로 56",
      x: 127.443884381822,
      y: 37.2798765104711
    },
    {
      name: "럭키복권",
      address: "서울 송파구 성내천로 218",
      x: 127.151710114835,
      y: 37.499655587349
    },
    {
      name: "윈마트",
      address: "서울 송파구 삼학사로16길 4",
      x: 127.0976902607,
      y: 37.5035223319784
    },
    {
      name: "그린마트",
      address: "서울 송파구 백제고분로19길 26",
      x: 127.087485239662,
      y: 37.5069006300365
    },
    {
      name: "한양복권",
      address: "서울 성동구 용답중앙길 78-1",
      x: 127.053924493913,
      y: 37.5628194315609
    },
    {
      name: "천하명당복권방",
      address: "서울 성동구 행당로 75, 리빙프라자동 지하2층 B202",
      x: 127.027537305297,
      y: 37.5565794000716
    },
    {
      name: "복권클럽",
      address: "서울 성동구 독서당로 318",
      x: 127.024254477371,
      y: 37.5479763990306
    },
    {
      name: "몽유호가",
      address: "서울 강동구 올림픽로 552",
      x: 127.12101233589,
      y: 37.5308341998326
    },
    {
      name: "왕대박복권방",
      address: "서울 강동구 양재대로89길 23",
      x: 127.134136778313,
      y: 37.5265887410351
    },
    {
      name: "복권명당",
      address: "서울 광진구 영화사로 59",
      x: 127.092995250314,
      y: 37.5552916204458
    },
    {
      name: "복사문구",
      address: "서울 강동구 양재대로 1549",
      x: 127.142054351358,
      y: 37.5440484317022
    },
    {
      name: "대성기획",
      address: "경기 용인시 기흥구 구성로 75-1",
      x: 127.117903169762,
      y: 37.2949073386736
    },
    {
      name: "치즈마트",
      address: "서울 송파구 양재대로 932, 가락몰2관 1층 2-1호",
      x: 127.108713599026,
      y: 37.4945376921828
    },
    {
      name: "행운마트",
      address: "서울 강동구 구천면로34길 71",
      x: 127.13507907661,
      y: 37.5428584686132
    },
    {
      name: "가로매점",
      address: "서울 마포구 마포대로 53",
      x: 126.947054064308,
      y: 37.5414321628548
    },
    {
      name: "구두로또",
      address: "서울 용산구 효창원로 112",
      x: 126.960873279347,
      y: 37.538079433192
    },
    {
      name: "쎄븐타임",
      address: "서울 용산구 백범로47길 6, 102호",
      x: 126.958508157843,
      y: 37.5407479285905
    },
    {
      name: "안전열쇠",
      address: "인천 계양구 경명대로 1124",
      x: 126.731866121842,
      y: 37.5428637628751
    },
    {
      name: "천하명당(효성)",
      address: "인천 계양구 안남로 466",
      x: 126.710882882529,
      y: 37.5245075048343
    },
    {
      name: "대박복권",
      address: "인천 부평구 경인로 973",
      x: 126.727857330637,
      y: 37.4875966424239
    },
    {
      name: "욱일수퍼",
      address: "인천 부평구 경인로 1144",
      x: 126.746720744739,
      y: 37.4846285068883
    },
    {
      name: "주공로또",
      address: "인천 서구 원적로 105",
      x: 126.682907825667,
      y: 37.4959182181851
    },
    {
      name: "IGA용현점",
      address: "인천 미추홀구 독배로 390-1",
      x: 126.649164649307,
      y: 37.4545166818724
    },
    {
      name: "행운복권편의점",
      address: "인천 남동구 구월남로 286-2",
      x: 126.721278704048,
      y: 37.4519930235323
    },
    {
      name: "로또복권방",
      address: "인천 연수구 독배로40번길 7",
      x: 126.645317917648,
      y: 37.4244381080012
    },
    {
      name: "복권나라",
      address: "인천 중구 제물량로 84",
      x: 126.633854105527,
      y: 37.4672878782017
    },
    {
      name: "행운복권방",
      address: "서울 서대문구 신촌로 235-1",
      x: 126.952293916565,
      y: 37.5574090991053
    },
    {
      name: "노다지슈퍼",
      address: "경기 부천시 소향로 195, 107호",
      x: 126.769444871587,
      y: 37.5014859923742
    },
    {
      name: "로또명당 상동점",
      address: "경기 부천시 송내대로265번길 17, 108호",
      x: 126.757969741984,
      y: 37.5068657256566
    },
    {
      name: "스파편의점",
      address: "경기 부천시 부흥로 469-1",
      x: 126.791144563242,
      y: 37.4858901205522
    },
    {
      name: "춘성수퍼",
      address: "경기 부천시 경인로 101, 호암프라자 104호",
      x: 126.766780241405,
      y: 37.4842733632864
    },
    {
      name: "일산복권",
      address: "경기 고양시 일산서구 중앙로 1493, 애비뉴 상가 1090호",
      x: 126.75400628186,
      y: 37.6725441503777
    },
    {
      name: "대박천하복권방",
      address: "서울 은평구 연서로 150",
      x: 126.917658918263,
      y: 37.6121886843464
    },
    {
      name: "천하명당(신사)",
      address: "서울 은평구 은평로 51",
      x: 126.913456457034,
      y: 37.5987765175333
    },
    {
      name: "프렌즈",
      address: "경기 고양시 덕양구 원당로 87",
      x: 126.836312163639,
      y: 37.6601244628573
    },
    {
      name: "현대25시",
      address: "경기 고양시 덕양구 지도로 75",
      x: 126.824232802551,
      y: 37.6239080957433
    },
    {
      name: "우리복권방",
      address: "경기 김포시 김포대로 1421",
      x: 126.672612172144,
      y: 37.6515625553354
    },
    {
      name: "요술상자",
      address: "경기 평택시 평택3로 109",
      x: 127.093851700797,
      y: 36.9984261403983
    },
    {
      name: "천하명당",
      address: "경기 평택시 탄현로 224",
      x: 127.055155022418,
      y: 37.072590132845
    },
    {
      name: "부자되세요복권방",
      address: "경기 평택시 진위서로 3",
      x: 127.063785480311,
      y: 37.10964116131
    },
    {
      name: "신바람복권마트",
      address: "경기 평택시 평택3로56번길 28-8",
      x: 127.095344109808,
      y: 36.9934284476262
    },
    {
      name: "천하명당",
      address: "경기 평택시 세교상가1길 68",
      x: 127.081779172677,
      y: 36.9994918610174
    },
    {
      name: "해피타임",
      address: "경기 평택시 오성면 서동대로 2044",
      x: 126.969583274949,
      y: 37.0068694137433
    },
    {
      name: "좋은이웃들",
      address: "경기 군포시 산본천로199번길 42-4",
      x: 126.938300528346,
      y: 37.3719003184375
    },
    {
      name: "천하으뜸편의점",
      address: "경기 안산시 단원구 선부광장서로 39, 보영상가107호",
      x: 126.804464106128,
      y: 37.333437602096
    },
    {
      name: "천하명당",
      address: "경기 안산시 상록구 충장로 590",
      x: 126.851310389688,
      y: 37.3305624406964
    },
    {
      name: "복권슈퍼",
      address: "경기 안산시 단원구지곡로 111",
      x: 126.79552371261,
      y: 37.3395246216734
    },
    {
      name: "노다지복권방",
      address: "경기 광명시 범안로 1043",
      x: 126.878653259635,
      y: 37.4623271177948
    },
    {
      name: "로또명당",
      address: "경기 광명시 도덕로 27",
      x: 126.851034285035,
      y: 37.4684135721142
    },
    {
      name: "슈퍼복권방",
      address: "경기 시흥시 동서로 1070",
      x: 126.860032780851,
      y: 37.3843490862133
    },
    {
      name: "행운복권방",
      address: "경기 시흥시 비둘기공원7길 45, b동114호",
      x: 126.79212672705,
      y: 37.4420211313698
    },
    {
      name: "황금복권방(안양점)",
      address: "경기 안양시 만안구 장내로 79",
      x: 126.917436092149,
      y: 37.3949128940113
    },
    {
      name: "천하명당복권방",
      address: "경기 안양시 만안구 덕천로 108",
      x: 126.934130474683,
      y: 37.3907208235419
    },
    {
      name: "복권마을(호계점)",
      address: "경기 안양시 동안구 흥안대로133번길 4",
      x: 126.959679256466,
      y: 37.3710897856367
    },
    {
      name: "제이마트",
      address: "경기 안양시 만안구 안양로 145-1",
      x: 126.930617549772,
      y: 37.3873404291854
    },
    {
      name: "행운복권방",
      address: "경기 시흥시 호현로21번길 5",
      x: 126.78396401856,
      y: 37.4422575158973
    },
    {
      name: "매화정보통신",
      address: "경기 시흥시 매화1로 3",
      x: 126.814751667402,
      y: 37.4156134937574
    },
    {
      name: "도일복권방",
      address: "경기 시흥시 도일로 111",
      x: 126.783642763986,
      y: 37.3404460573782
    },
    {
      name: "한아름복권방(매탄점)",
      address: "경기 수원시 영통구 권선로 808",
      x: 127.038671030676,
      y: 37.2553129758229
    },
    {
      name: "행운복권",
      address: "경기 수원시 권선구 권선로 774-1",
      x: 127.035641641539,
      y: 37.2565871908306
    },
    {
      name: "복권전문점",
      address: "경기 수원시 팔달구 매산로 17",
      x: 127.003333981607,
      y: 37.2676136091561
    },
    {
      name: "복권나라",
      address: "경기 수원시 장안구 장안로 288",
      x: 126.990337282378,
      y: 37.3073855553469
    },
    {
      name: "매향수퍼",
      address: "경기 수원시 팔달구창룡대로 42-1",
      x: 127.021042707246,
      y: 37.282676101209
    },
    {
      name: "명당골복권방",
      address: "경기 수원시 권선구 동수원로242번길 15",
      x: 127.035486437565,
      y: 37.2510979892754
    },
    {
      name: "밀리언복권방",
      address: "경기 수원시 권선구 권선로 638",
      x: 127.021011175369,
      y: 37.2605119399471
    },
    {
      name: "천하명당",
      address: "서울 금천구 시흥대로 90",
      x: 126.903944207738,
      y: 37.4421106539978
    },
    {
      name: "행운복권",
      address: "대구 남구 대봉로 88",
      x: 128.604238465402,
      y: 35.8465358944723
    },
    {
      name: "복권명당",
      address: "대구 북구 산격로 53",
      x: 128.605084666078,
      y: 35.8953778117732
    },
    {
      name: "천하명당복권",
      address: "대구 북구 대현로 96",
      x: 128.609528449754,
      y: 35.8823226488949
    },
    {
      name: "노다지복권방",
      address: "대구 북구 칠곡중앙대로 512",
      x: 128.550617406726,
      y: 35.9411182401055
    },
    {
      name: "영화마을흥해점",
      address: "경북 포항시 북구 흥해로 26",
      x: 129.345079987008,
      y: 36.1078443020151
    },
    {
      name: "운수대통",
      address: "경북 포항시 북구 삼호로 338",
      x: 129.385813026949,
      y: 36.0661736739297
    },
    {
      name: "영화유통",
      address: "경북 포항시 북구 양학천로 15",
      x: 129.353914672823,
      y: 36.0237320718825
    },
    {
      name: "LOTTO동일설비",
      address: "경북 안동시 경동로 913",
      x: 128.75537298821,
      y: 36.5569159353056
    },
    {
      name: "동산슈퍼",
      address: "대구 중구 달구벌대로 2039",
      x: 128.586683527024,
      y: 35.8666110928607
    },
    {
      name: "복권명당",
      address: "대구 달서구 구마로 138",
      x: 128.542729138238,
      y: 35.8370976376731
    },
    {
      name: "로또명당(케비)",
      address: "대구 달서구 월곡로 136",
      x: 128.548260227535,
      y: 35.8092389906763
    },
    {
      name: "대한 S.P",
      address: "대구 달서구 학산로 215",
      x: 128.549982058019,
      y: 35.8339621772506
    },
    {
      name: "서재강변로또",
      address: "대구 달성군 다사읍서재로 172",
      x: 128.496977822209,
      y: 35.8786665150905
    },
    {
      name: "복권천국(수성)",
      address: "대구 수성구 수성로 263",
      x: 128.612778514119,
      y: 35.8489775554451
    },
    {
      name: "노다지복권방(금사점)",
      address: "부산 금정구 금사로 75",
      x: 129.110993039381,
      y: 35.2195789071801
    },
    {
      name: "대박복권방(반여점)",
      address: "부산 해운대구 재반로 209-1",
      x: 129.130619585784,
      y: 35.1960207074147
    },
    {
      name: "로또복권방(반여점)",
      address: "부산 해운대구 재반로 249",
      x: 129.131212791038,
      y: 35.1995352657947
    },
    {
      name: "세원로또복권방",
      address: "부산 수영구 수영로725번길 53",
      x: 129.116025416752,
      y: 35.1683250826956
    },
    {
      name: "복권방엄궁",
      address: "부산 사상구 낙동대로 750",
      x: 128.969999753562,
      y: 35.1280897537763
    },
    {
      name: "부산쌀상회",
      address: "부산 남구 우암로 238",
      x: 129.070887418867,
      y: 35.1253538103453
    },
    {
      name: "돈벼락맞는곳(토성)",
      address: "부산 서구 구덕로 188",
      x: 129.020020697688,
      y: 35.1013297012721
    },
    {
      name: "로또(구포)",
      address: "부산 북구 덕천2길 23-3",
      x: 129.006541323501,
      y: 35.2092450080923
    },
    {
      name: "재벌마트",
      address: "부산 중구 구덕로 1",
      x: 129.035415619582,
      y: 35.0976076467616
    },
    {
      name: "제일복권",
      address: "부산 서구 충무대로255번길 9",
      x: 129.023262189766,
      y: 35.0930541909753
    },
    {
      name: "대원슈퍼마켓",
      address: "부산 수영구 수영로 524",
      x: 129.111990179,
      y: 35.1524683974026
    },
    {
      name: "행운플러스",
      address: "부산 사상구 괘감로 103",
      x: 128.986035990744,
      y: 35.1572059834742
    },
    {
      name: "경일통신",
      address: "경남 창원시 마산회원구 북성로 340",
      x: 128.560605150507,
      y: 35.233816775822
    },
    {
      name: "채널큐24시(산호점)",
      address: "경남 창원시 마산합포구 산호남로 11-1",
      x: 128.581426986506,
      y: 35.2175258585121
    },
    {
      name: "폭스일레븐(서성점)",
      address: "경남 창원시 마산회원구 315대로 636",
      x: 128.576836751254,
      y: 35.2297605282878
    },
    {
      name: "로또복권하대점",
      address: "경남 진주시 도동로 188",
      x: 128.122449432222,
      y: 35.1870319488858
    },
    {
      name: "행복마트복권",
      address: "경남 진주시 대밭골로 79",
      x: 128.151840947219,
      y: 35.1819649446118
    },
    {
      name: "그린복권방",
      address: "울산 북구 상방로 88",
      x: 129.365809357324,
      y: 35.5894461611815
    },
    {
      name: "로또25시",
      address: "울산 남구 대암로 14, 111호",
      x: 129.317566109754,
      y: 35.5304467911949
    },
    {
      name: "일등복권방(언양)",
      address: "울산 울주군 동문길 84",
      x: 129.124604457949,
      y: 35.5641706135616
    },
    {
      name: "씨엔마트(병영)",
      address: "울산 중구 곽남4길 2",
      x: 129.340376503447,
      y: 35.5701749752284
    },
    {
      name: "씨엔복권",
      address: "울산 중구 염포로 34",
      x: 129.345182417035,
      y: 35.5598998098836
    },
    {
      name: "미보라",
      address: "울산 중구 염포로 15",
      x: 129.343237794894,
      y: 35.5593691650569
    },
    {
      name: "행운복권방(남창)",
      address: "울산 울주군 온양읍 연안1길 3",
      x: 129.282077664685,
      y: 35.4093754271279
    },
    {
      name: "신라슈퍼",
      address: "경남 김해시 진영읍 진영로 215",
      x: 128.736480999504,
      y: 35.3027552270968
    },
    {
      name: "CN마트(일산)",
      address: "울산 동구 대송로 67",
      x: 129.424775372637,
      y: 35.5021501212642
    },
    {
      name: "선빌리지(신정점)",
      address: "울산 남구 중앙로 294",
      x: 129.309695883972,
      y: 35.5468307762831
    },
    {
      name: "로또명당",
      address: "경남 창원시 마산합포구 문화동13길 17",
      x: 128.559696788937,
      y: 35.1814153632579
    },
    {
      name: "일흥",
      address: "경남 창원시 마산합포구 해안대로 299",
      x: 128.573841175592,
      y: 35.1997951931269
    },
    {
      name: "MONEY(편의점)",
      address: "경남 김해시 삼문로 25",
      x: 128.803302136934,
      y: 35.1929432648905
    },
    {
      name: "필복권방",
      address: "대전 서구 관저북로 52, 상가 지하 101호",
      x: 127.338645340786,
      y: 36.3049772035199
    },
    {
      name: "대박복권방(갈마)",
      address: "대전 서구 갈마로 56",
      x: 127.369235645268,
      y: 36.3473776801569
    },
    {
      name: "월드복권",
      address: "대전 서구 계백로 1272",
      x: 127.364339425581,
      y: 36.3072361753092
    },
    {
      name: "복권왕국(내동)",
      address: "대전 서구 동서대로1047번길 2",
      x: 127.377864332473,
      y: 36.3308735920233
    },
    {
      name: "대광광고사",
      address: "대전 유성구 구즉로 54",
      x: 127.385054214087,
      y: 36.4338472573915
    },
    {
      name: "대박찬스(가경점)",
      address: "충북 청주시 흥덕구 가경로161번길 3",
      x: 127.436471677705,
      y: 36.6289872301065
    },
    {
      name: "부광로또토토",
      address: "충북 청주시 서원구 창신로25번길 7",
      x: 127.464031418385,
      y: 36.6331047839497
    },
    {
      name: "해적책대여점, 복권방",
      address: "충북 청주시 서원구 대원로 28",
      x: 127.479363506954,
      y: 36.6399768224324
    },
    {
      name: "행운을주는사람들(금왕)",
      address: "충북 음성군 금왕읍 무극리 99-10",
      x: 127.597827575535,
      y: 36.99230915566
    },
    {
      name: "꽃돼지복권방",
      address: "대전 동구 계족로 194-1",
      x: 127.441797953734,
      y: 36.3308528068647
    },
    {
      name: "천하명당복권방(홍성)",
      address: "충남 홍성군 조양로 180",
      x: 126.669480865526,
      y: 36.6007306064042
    },
    {
      name: "목동행운복권방",
      address: "대전 중구 동서대로 1399",
      x: 127.411970074608,
      y: 36.3336545798128
    },
    {
      name: "진플러스안경",
      address: "대전 중구 대종로 301-1",
      x: 127.435044952743,
      y: 36.3128046450746
    },
    {
      name: "로또뱅크",
      address: "충남 공주시 공주대학로 95,1호",
      x: 127.137455656239,
      y: 36.4734497682
    },
    {
      name: "신방복권",
      address: "충남 천안시 동남구신촌로 19",
      x: 127.121573587162,
      y: 36.7887071870744
    },
    {
      name: "대박마트",
      address: "충남 천안시 동남구봉서8길 13, 상가동 103호",
      x: 127.133365809332,
      y: 36.811348418518
    },
    {
      name: "영웅기획",
      address: "광주 남구 독립로 77",
      x: 126.902010736022,
      y: 35.1405446232748
    },
    {
      name: "예쓰로또복권",
      address: "광주 남구 대남대로 51",
      x: 126.918878981409,
      y: 35.1360726299272
    },
    {
      name: "알리바이",
      address: "전남 나주시 나주로 141",
      x: 126.716903646992,
      y: 35.0312657782631
    },
    {
      name: "자수정슈퍼",
      address: "전북 전주시 완산구 용머리로 152",
      x: 127.126912690063,
      y: 35.8057886879226
    },
    {
      name: "대박복권방",
      address: "전북 전주시 완산구 전주천서로 145",
      x: 127.145691841576,
      y: 35.8113672063799
    },
    {
      name: "비사별쇼핑",
      address: "전북 김제시 도작로 93",
      x: 126.900086146431,
      y: 35.8020707620094
    },
    {
      name: "대박찬스",
      address: "전북 군산시 칠성로 164",
      x: 126.679326056923,
      y: 35.9693949853012
    },
    {
      name: "부자복권방",
      address: "전북 군산시 구시장로 4",
      x: 126.72022522901,
      y: 35.9804847065805
    },
    {
      name: "천하명당",
      address: "전북 군산시 동아로 142",
      x: 126.684355571449,
      y: 35.9676209924785
    },
    {
      name: "서영상사",
      address: "전북 군산시 공단대로 609",
      x: 126.679971372333,
      y: 35.9727001803243
    },
    {
      name: "버블샵카페 고래의 꿈",
      address: "광주 광산구 목련로273번길 88",
      x: 126.824943605373,
      y: 35.1780132562859
    },
    {
      name: "조례로또복권방",
      address: "전남 순천시 봉화2길 58",
      x: 127.518113767037,
      y: 34.9583927174364
    },
    {
      name: "복권천지",
      address: "전남 여수시 흥국로 79",
      x: 127.671159098514,
      y: 34.7619521647103
    },
    {
      name: "용두천하",
      address: "광주 북구 하서로 373",
      x: 126.873485368774,
      y: 35.2083575537211
    },
    {
      name: "돼지의꿈",
      address: "광주 북구 경열로 212",
      x: 126.906293391388,
      y: 35.1581943118038
    },
    {
      name: "복권마트",
      address: "광주 북구 북문대로 89",
      x: 126.876831237067,
      y: 35.1780043926297
    },
    {
      name: "황금복권",
      address: "광주 북구 서하로 359",
      x: 126.919929589534,
      y: 35.1867065470972
    },
    {
      name: "대박복권방",
      address: "전북 전주시 덕진구 건산로 252",
      x: 127.164717613705,
      y: 35.8346762445491
    },
    {
      name: "금암복권방",
      address: "전북 전주시 덕진구 조경단로 39, 동편1층",
      x: 127.13757623834,
      y: 35.8379029029649
    },
    {
      name: "오렌지25편의점",
      address: "경기 고양시 일산동구 무궁화로 42-28, 107호",
      x: 126.769746625319,
      y: 37.6622311622794
    },
    {
      name: "럭키뱅크",
      address: "대전 동구 계족로 491",
      x: 127.432528189628,
      y: 36.3556726997876
    },
    {
      name: "터미널수퍼",
      address: "충북 청주시 흥덕구 풍년로150번길 10-2",
      x: 127.433763968248,
      y: 36.625883439133
    },
    {
      name: "글사랑",
      address: "서울 광진구 천호대로112길 10",
      x: 127.081335533536,
      y: 37.5557577545413
    },
    {
      name: "노다지노원역점",
      address: "서울 노원구 상계로 78",
      x: 127.063748675774,
      y: 37.6562275670719
    },
    {
      name: "희망을주는사람",
      address: "경기 용인시 처인구 양지면 양지로 111",
      x: 127.280536293474,
      y: 37.2346437632425
    },
    {
      name: "보성상회",
      address: "서울 광진구 아차산로 343",
      x: 127.081181309835,
      y: 37.5373178395866
    },
    {
      name: "애니타임",
      address: "서울 광진구 아차산로 201",
      x: 127.066020044205,
      y: 37.5417521895385
    },
    {
      name: "복권명가",
      address: "강원 동해시 송정로 47-1",
      x: 129.124956169562,
      y: 37.4973081319265
    },
    {
      name: "로토피아",
      address: "경기 광명시 오리로 371",
      x: 126.879269963217,
      y: 37.4356065752232
    },
    {
      name: "뉴현대칼라",
      address: "서울 동작구 상도로 143",
      x: 126.935415789527,
      y: 37.5028598563155
    },
    {
      name: "개미식품",
      address: "서울 동작구 노량진로 110",
      x: 126.938038724901,
      y: 37.5131853341731
    },
    {
      name: "영진텔레콤",
      address: "서울 용산구 회나무로 22",
      x: 126.989327257186,
      y: 37.5390768933982
    },
    {
      name: "미래로또",
      address: "서울 중구 을지로 58, 을지로입구역 5번출구 지하상가 92호",
      x: 126.983988779154,
      y: 37.5661185760891
    },
    {
      name: "대박찬스",
      address: "서울 송파구 백제고분로27길 34",
      x: 127.093930696035,
      y: 37.5059986401875
    },
    {
      name: "킹부대찌개테이크아웃신설동점",
      address: "서울 종로구 숭인동길 35",
      x: 127.021817505815,
      y: 37.5766069418164
    },
    {
      name: "코사24편의점(나들가게)",
      address: "경기 고양시 일산서구 일산로 502, 분산상가동 105,106호",
      x: 126.771956846207,
      y: 37.6761720602473
    },
    {
      name: "굳프렌즈 일산현대-24시편의점",
      address: "경기 고양시 일산서구 일청로 40-1",
      x: 126.772258459504,
      y: 37.6874908897947
    },
    {
      name: "부현제일명당",
      address: "경기 시흥시 정왕시장길 26-1, 102호",
      x: 126.746917504491,
      y: 37.3435799541125
    },
    {
      name: "로또복권방",
      address: "경기 수원시 권선구세권로 22",
      x: 127.006843692506,
      y: 37.2597606951579
    },
    {
      name: "빙고복권방",
      address: "경기 평택시 송탄로 191",
      x: 127.058317786607,
      y: 37.0609153209599
    },
    {
      name: "창미슈퍼",
      address: "경기 화성시 남양읍남양성지로 155",
      x: 126.819652233191,
      y: 37.2100845128794
    },
    {
      name: "복권광장",
      address: "인천 부평구 백범로 500",
      x: 126.696436443836,
      y: 37.4701975256266
    },
    {
      name: "복권나라(복슈퍼)",
      address: "인천 계양구 계산로108번길 4",
      x: 126.724099796406,
      y: 37.5372136485071
    },
    {
      name: "흥부네 박터졌네",
      address: "인천 계양구 계산로111번길 8",
      x: 126.724632212086,
      y: 37.5380571438193
    },
    {
      name: "무지개잉크",
      address: "인천 남동구 남동대로733번길 3",
      x: 126.707051674132,
      y: 37.4478213538933
    },
    {
      name: "복권천국",
      address: "인천 미추홀구 독정이로 71",
      x: 126.651692003573,
      y: 37.4619274711578
    },
    {
      name: "복권명당(13번도로)",
      address: "대구 동구 효동로 45",
      x: 128.646196823416,
      y: 35.8814306167009
    },
    {
      name: "복권명당도량2호점",
      address: "경북 구미시 문장로8길 1",
      x: 128.332461846576,
      y: 36.1380230498598
    },
    {
      name: "승주복권방",
      address: "경북 문경시 중앙로 79-1",
      x: 128.197066949932,
      y: 36.592795456757
    },
    {
      name: "대박로또(고성점)",
      address: "대구 북구 고성북로 3",
      x: 128.581570378559,
      y: 35.8806790684049
    },
    {
      name: "복권세상",
      address: "대구 서구 서대구로 300",
      x: 128.557078775061,
      y: 35.8844815997247
    },
    {
      name: "로또(칠곡구암시장점)",
      address: "대구 북구 태암로 56",
      x: 128.553896195823,
      y: 35.9280604015194
    },
    {
      name: "로또복권",
      address: "부산 사하구 낙동대로 327-1",
      x: 128.981182250264,
      y: 35.1000422067842
    },
    {
      name: "복권천국(해운대)",
      address: "부산 해운대구 해운대로 620, 114호",
      x: 129.158453369505,
      y: 35.1629633489452
    },
    {
      name: "삼삼마트",
      address: "경남 진주시 진주대로 1165-1",
      x: 128.075664891089,
      y: 35.1951447409086
    },
    {
      name: "Win 게임복권방",
      address: "경남 창원시 성산구용지로111번길 2",
      x: 128.678274693001,
      y: 35.2256239779131
    },
    {
      name: "노다지복권방",
      address: "대전 동구 대전로 799",
      x: 127.432541164625,
      y: 36.3307855532474
    },
    {
      name: "베팅샵(양파)",
      address: "대전 동구 계족로 429",
      x: 127.431681886475,
      y: 36.3501391343857
    },
    {
      name: "현대LOTTO복권",
      address: "대전 중구 계백로 1570",
      x: 127.394638140324,
      y: 36.3174793305341
    },
    {
      name: "로또복권방(분평)",
      address: "충북 청주시 서원구 월평로 78",
      x: 127.493548830681,
      y: 36.6111862024375
    },
    {
      name: "위앤조이 유천점",
      address: "대전 중구 계백로 1624",
      x: 127.400316569293,
      y: 36.3188770127713
    },
    {
      name: "대박행운복권방",
      address: "충남 아산시 온천대로 104",
      x: 126.86686793761,
      y: 36.7463330298774
    },
    {
      name: "로또복권방",
      address: "충남 아산시 모산로 124",
      x: 127.056465614776,
      y: 36.7743839311658
    },
    {
      name: "그린베팅샵",
      address: "충남 천안시 서북구 오성로 44",
      x: 127.13216681789,
      y: 36.8302679089083
    },
    {
      name: "영화마을(버들점)",
      address: "광주 서구 상무버들로 32",
      x: 126.860013256913,
      y: 35.1646302656814
    },
    {
      name: "알리바이 장덕직",
      address: "광주 광산구 하남대로 95",
      x: 126.803749988439,
      y: 35.1804823030306
    },
    {
      name: "천하명당",
      address: "전남 여수시 망마로 107",
      x: 127.674023252114,
      y: 34.7572010336855
    },
    {
      name: "복권천국",
      address: "전남 여수시 선소로 62",
      x: 127.667403362009,
      y: 34.7581349286118
    },
    {
      name: "굿모닝",
      address: "전남 순천시 중앙로 220",
      x: 127.484986499414,
      y: 34.9652353156288
    },
    {
      name: "금전산복권방",
      address: "전남 순천시 연향1로 17-1",
      x: 127.516340373323,
      y: 34.9450296794269
    },
    {
      name: "황금밭",
      address: "전북 전주시 덕진구 안덕원로 250",
      x: 127.1542207403,
      y: 35.8362808920256
    },
    {
      name: "복조리복권방",
      address: "전북 장수군 장계천변길 55-4",
      x: 127.583543538749,
      y: 35.7310631676605
    },
    {
      name: "혜성프라자",
      address: "전북 익산시 함열읍 함열중앙로 10",
      x: 126.958517305672,
      y: 36.0789759668067
    },
    {
      name: "행복복권나라",
      address: "전북 익산시 인북로 206-8",
      x: 126.956648499891,
      y: 35.9466949396526
    },
    {
      name: "삼창복권방",
      address: "전북 군산시 조촌로 115",
      x: 126.737299489555,
      y: 35.974352013174
    },
    {
      name: "빙고복권방",
      address: "제주 제주시 남녕로 36 102호",
      x: 126.480866187165,
      y: 33.490920765201
    },
    {
      name: "단관중앙점",
      address: "강원 원주시 단관길 102",
      x: 127.957838618504,
      y: 37.3206888961157
    },
    {
      name: "원주무실대로점",
      address: "강원 원주시 시청로 84, 103호",
      x: 127.92803352164,
      y: 37.3364073276967
    },
    {
      name: "부평5동점",
      address: "인천 부평구 부평문화로 131",
      x: 126.730905522361,
      y: 37.4942691686972
    },
    {
      name: "진도중앙점",
      address: "전남 진도군 진도읍 남문길 30",
      x: 126.263876940417,
      y: 34.4807593429862
    },
    {
      name: "서귀포송산점",
      address: "제주 서귀포시 태평로 414",
      x: 126.564543328426,
      y: 33.2446502070502
    },
    {
      name: "대치한국점",
      address: "서울 강남구 선릉로86길 7",
      x: 127.05031261589,
      y: 37.5032959457801
    },
    {
      name: "독산우시장점",
      address: "서울 금천구 범안로 1206, 101호",
      x: 126.895771930858,
      y: 37.466341152711
    },
    {
      name: "음성점",
      address: "충북 음성군 음성읍 문화길 4",
      x: 127.692231297996,
      y: 36.9369181582526
    },
    {
      name: "대원복권방",
      address: "서울 광진구 답십리로 382",
      x: 127.082877665558,
      y: 37.5713112997234
    },
    {
      name: "거진터미널매점",
      address: "강원 고성군 거진읍 거진길 21-14",
      x: 128.453430760055,
      y: 38.446341224545
    },
    {
      name: "미스터잉크복권",
      address: "강원 원주시 무실로 52",
      x: 127.947418406803,
      y: 37.346702001086
    },
    {
      name: "양평복권나라",
      address: "경기 양평군 양근로190번길 2",
      x: 127.490225610539,
      y: 37.4896125027548
    },
    {
      name: "복권나라",
      address: "경기 포천시 죽엽산로35번길 1",
      x: 127.15268359735,
      y: 37.8267398343763
    },
    {
      name: "왕대박복권방",
      address: "경기 남양주시 마석로61번길 18-29, 103호",
      x: 127.304416048122,
      y: 37.6575169251271
    },
    {
      name: "현대수퍼",
      address: "서울 중랑구 봉우재로 203-1",
      x: 127.095304059338,
      y: 37.5947921637057
    },
    {
      name: "삐삐문구",
      address: "경기 남양주시 사릉로 403",
      x: 127.179775973153,
      y: 37.6560772606721
    },
    {
      name: "펜시코아",
      address: "경기 남양주시 퇴계원로 48",
      x: 127.142176639613,
      y: 37.6509740519626
    },
    {
      name: "스타복권편의점",
      address: "경기 남양주시 덕송2로6번길 28-13",
      x: 127.117256336827,
      y: 37.6659192729577
    },
    {
      name: "로또복권방",
      address: "경기 용인시 처인구 백옥대로 1153",
      x: 127.208669676061,
      y: 37.2386380374084
    },
    {
      name: "슈퍼전자",
      address: "서울 강북구 솔샘로 254",
      x: 127.020743950051,
      y: 37.6193297017502
    },
    {
      name: "미니슈퍼",
      address: "경기 의정부시 시민로 269",
      x: 127.06474047624,
      y: 37.7365200191901
    },
    {
      name: "대지사",
      address: "서울 성동구 왕십리로 362",
      x: 127.030315957145,
      y: 37.5643455824282
    },
    {
      name: "복권세계",
      address: "서울 구로구 우마길 6",
      x: 126.887492686129,
      y: 37.4822146653722
    },
    {
      name: "복권나라",
      address: "서울 관악구 남부순환로 1739-9",
      x: 126.943500830574,
      y: 37.4828013647636
    },
    {
      name: "행복만들기",
      address: "서울 관악구 신사로10길 6",
      x: 126.914376423038,
      y: 37.4872572634811
    },
    {
      name: "삼원미니슈퍼",
      address: "서울 동작구 상도로 93",
      x: 126.930835747931,
      y: 37.5001237923409
    },
    {
      name: "복권세계",
      address: "서울 동작구 신대방길 8",
      x: 126.912193044847,
      y: 37.4879242988106
    },
    {
      name: "복권명가",
      address: "서울 관악구 관악로24길 70",
      x: 126.957540441619,
      y: 37.4857254304759
    },
    {
      name: "바로정보",
      address: "서울 양천구 공항대로 562",
      x: 126.86760216879,
      y: 37.5491613766197
    },
    {
      name: "행운을드리는복권방",
      address: "경기 안산시 상록구 본오로 98",
      x: 126.866708583471,
      y: 37.2937972408073
    },
    {
      name: "로또복권방",
      address: "경기 의왕시 효행로 42",
      x: 126.973272983806,
      y: 37.3512017486621
    },
    {
      name: "행운로또",
      address: "경기 안산시 상록구 석삼말로 27",
      x: 126.865912668188,
      y: 37.3046764432312
    },
    {
      name: "아주명당복권방",
      address: "경기 시흥시 정왕신길로 141",
      x: 126.734614943384,
      y: 37.3532559727479
    },
    {
      name: "명당일세",
      address: "경기 평택시 평택로 80",
      x: 127.084885743015,
      y: 36.9940638111137
    },
    {
      name: "필그림",
      address: "경기 안양시 동안구 흥안대로 305",
      x: 126.971559514743,
      y: 37.3818405748327
    },
    {
      name: "드림복권",
      address: "인천 미추홀구 낙섬중로91번길 4-14",
      x: 126.640769071749,
      y: 37.4561388639188
    },
    {
      name: "가정수퍼",
      address: "인천 미추홀구 숙골로43번길 158-19",
      x: 126.657081150409,
      y: 37.4671202402635
    },
    {
      name: "따봉복권방",
      address: "인천 부평구 주부토로 109",
      x: 126.725345056445,
      y: 37.5049079453123
    },
    {
      name: "복권왕국",
      address: "경기 부천시 조마루로105번길 34-7",
      x: 126.756294159473,
      y: 37.5017195337418
    },
    {
      name: "로일당",
      address: "대구 남구 대봉로 160-1",
      x: 128.60300656386,
      y: 35.8530834742389
    },
    {
      name: "행운마트",
      address: "대구 수성구 만촌로 51",
      x: 128.643960235882,
      y: 35.8634932398374
    },
    {
      name: "스타마트",
      address: "경북 구미시 임은길 15",
      x: 128.364593947857,
      y: 36.0875208993373
    },
    {
      name: "불국사명당복권",
      address: "경북 경주시 산업로 3033",
      x: 129.298152168717,
      y: 35.7765090145288
    },
    {
      name: "로또복권",
      address: "경북 포항시 북구 양학로32번길 3",
      x: 129.350666925941,
      y: 36.0266437630745
    },
    {
      name: "천하명당",
      address: "경북 안동시 태화중앙로 119-1",
      x: 128.714326180544,
      y: 36.5629356527951
    },
    {
      name: "신암편의점",
      address: "부산 금정구 중앙대로 2002",
      x: 129.092236463487,
      y: 35.2628854022221
    },
    {
      name: "복권명당(반송)",
      address: "부산 해운대구 아랫반송로 11",
      x: 129.147340778002,
      y: 35.2256091324493
    },
    {
      name: "오렌지데이(가야점)",
      address: "부산 부산진구 가야대로 597, 104호",
      x: 129.036999074696,
      y: 35.1551481825055
    },
    {
      name: "진마트",
      address: "울산 동구 미포1길 23",
      x: 129.427814753688,
      y: 35.5405578141341
    },
    {
      name: "복권프라자",
      address: "울산 중구 백양로 20",
      x: 129.308621027916,
      y: 35.575162258243
    },
    {
      name: "로또행운마트",
      address: "경남 김해시 능동로 177",
      x: 128.810011432096,
      y: 35.2037837311904
    },
    {
      name: "AM&PM",
      address: "경남 김해시 가락로 43",
      x: 128.881878271132,
      y: 35.2303584577796
    },
    {
      name: "채널큐24시(회원점)",
      address: "경남 창원시 마산회원구 315대로 504",
      x: 128.574872391774,
      y: 35.2192051563814
    },
    {
      name: "위드미마산홍문점",
      address: "경남 창원시 마산합포구 문화남11길 12",
      x: 128.559243470538,
      y: 35.1840377804761
    },
    {
      name: "복권방",
      address: "충북 청주시 서원구 수곡로 83",
      x: 127.471318092181,
      y: 36.6192020177172
    },
    {
      name: "로또복권",
      address: "충북 청주시 상당구 중고개로 344",
      x: 127.502750700334,
      y: 36.6307680364326
    },
    {
      name: "제우스테크",
      address: "대전 서구 원도안로 30, 102호",
      x: 127.348659405269,
      y: 36.3067795318688
    },
    {
      name: "드림통신",
      address: "충남 아산시 염치읍 충무로 230, 1동 102호",
      x: 127.007648239923,
      y: 36.8012986916389
    },
    {
      name: "타임마트",
      address: "대전 중구 중앙로 65",
      x: 127.418866990288,
      y: 36.3244915022795
    },
    {
      name: "(sk)대박상회",
      address: "전북 전주시 완산구 홍산1길 7, SK상가 161호",
      x: 127.108626035411,
      y: 35.8141044289038
    },
    {
      name: "아스타",
      address: "광주 서구 상무대로 917",
      x: 126.862218712492,
      y: 35.1513635268422
    },
    {
      name: "노다지복권방백운점",
      address: "광주 남구 서문대로 827, 상가동 107호",
      x: 126.900119663572,
      y: 35.132880595537
    },
    {
      name: "오천억복권방",
      address: "광주 서구 상무대로 1087",
      x: 126.880710968618,
      y: 35.1530093775319
    },
    {
      name: "해피-존복권방",
      address: "제주 제주시 신대로 20길 22",
      x: 126.494063555661,
      y: 33.4837772163006
    },
    {
      name: "월드복권방",
      address: "전북 익산시 서동로 59",
      x: 126.958470105793,
      y: 35.9324340472053
    },
    {
      name: "복돼지복권방",
      address: "전북 익산시 선화로1길 4, 107호",
      x: 126.938034324236,
      y: 35.950267495601
    },
    {
      name: "프레야복권방",
      address: "서울 중구 다산로36길 21",
      x: 127.016501549658,
      y: 37.5624898361528
    },
    {
      name: "행복미니슈퍼",
      address: "경기 부천시 부일로 409",
      x: 126.775637038557,
      y: 37.4871389560606
    },
    {
      name: "로또복권판매점",
      address: "경기 안산시 상록구 구룡로 14",
      x: 126.867457805783,
      y: 37.3115868680225
    },
    {
      name: "현대화체인점",
      address: "경기 수원시 장안구 장안로 99-1",
      x: 127.001315677708,
      y: 37.2928573570861
    },
    {
      name: "우희건설",
      address: "경기 수원시 장안구 경수대로939번길 16",
      x: 127.00681143459,
      y: 37.3021121705796
    },
    {
      name: "천하명당복권",
      address: "대구 북구 칠곡중앙대로 545",
      x: 128.550669326897,
      y: 35.9443197662345
    },
    {
      name: "C&S편의점(송현점)",
      address: "대구 달서구 월배로 340",
      x: 128.548188948895,
      y: 35.8252872566346
    },
    {
      name: "송정25시",
      address: "경북 구미시 신시로10길 98-4",
      x: 128.349015479018,
      y: 36.1151353511475
    },
    {
      name: "하프타임대박점",
      address: "부산 사하구 다대로 249",
      x: 128.970555777716,
      y: 35.0548678672716
    },
    {
      name: "사하슈퍼",
      address: "부산 사하구 낙동대로 256-1",
      x: 128.988954462869,
      y: 35.099402132468
    },
    {
      name: "행운복권방(가야)",
      address: "부산 부산진구 냉정로 273",
      x: 129.029705595587,
      y: 35.1512611556711
    },
    {
      name: "복권나라(연지)",
      address: "부산 부산진구 성지로 70",
      x: 129.054506958623,
      y: 35.1769281234809
    },
    {
      name: "영24시",
      address: "울산 동구 월봉로 60",
      x: 129.424547681818,
      y: 35.4939653787652
    },
    {
      name: "북정동원마트",
      address: "경남 양산시 북정중앙로 30",
      x: 129.04781167244,
      y: 35.3613472618658
    },
    {
      name: "취미의집",
      address: "경남 사천시 사천읍 진삼로 1489",
      x: 128.085738284455,
      y: 35.0841595721451
    },
    {
      name: "로또방",
      address: "경남 창원시 마산회원구 석전동로 1",
      x: 128.576391077324,
      y: 35.2311877607815
    },
    {
      name: "오도르캔들",
      address: "경남 창원시 의창구 명지로 63번길 2",
      x: 128.646047951525,
      y: 35.2504157344782
    },
    {
      name: "복권명당",
      address: "경남 창원시 의창구 서상로 22",
      x: 128.615526868027,
      y: 35.2624792450674
    },
    {
      name: "드림로또",
      address: "대전 중구 대둔산로 365-2",
      x: 127.38588223995,
      y: 36.3020609545416
    },
    {
      name: "로또복권방(성정)",
      address: "충남 천안시 서북구 쌍용대로 190",
      x: 127.134926754486,
      y: 36.8142537292124
    },
    {
      name: "천하명당",
      address: "충남 천안시 서북구 백석로 202",
      x: 127.132019094247,
      y: 36.8188604913422
    },
    {
      name: "나래복권",
      address: "충북 충주시 충원대로 952",
      x: 127.915864847108,
      y: 37.0106825685414
    },
    {
      name: "로또행운방",
      address: "전북 전주시 완산구 서곡1길 1-5",
      x: 127.100495362132,
      y: 35.8343971461404
    },
    {
      name: "당첨복권방",
      address: "광주 북구 안산로 30",
      x: 126.902170645096,
      y: 35.1898315718016
    },
    {
      name: "길벗",
      address: "광주 북구 송월로 26",
      x: 126.913302755552,
      y: 35.1860286722589
    },
    {
      name: "동키호테편의점",
      address: "광주 서구 풍금로38번길 23",
      x: 126.864741574859,
      y: 35.1239463028148
    },
    {
      name: "에이데이마트",
      address: "전남 목포시 백년대로375번길 42",
      x: 126.425608513449,
      y: 34.8105554146769
    },
    {
      name: "풍년농약사",
      address: "전남 강진군 강진읍 보은로4길 2",
      x: 126.774135357955,
      y: 34.6385319057895
    },
    {
      name: "황금복권",
      address: "제주 제주시 서광로 171",
      x: 126.514721990879,
      y: 33.5002496144059
    },
    {
      name: "복권마을",
      address: "서울 강서구 화곡로 321, 1동 101호",
      x: 126.850251153324,
      y: 37.5529285304187
    },
    {
      name: "복권천국",
      address: "서울 강서구 방화대로33길 66",
      x: 126.812965835724,
      y: 37.56825895546
    },
    {
      name: "노다지복권방",
      address: "서울 양천구 월정로 137",
      x: 126.837469383438,
      y: 37.5311741321708
    },
    {
      name: "토토복권방(화명)",
      address: "부산 북구 금곡대로306번길 5-1",
      x: 129.014324650081,
      y: 35.2356376490886
    },
    {
      name: "안산고잔점",
      address: "경기 안산시 단원구 광덕서로 62",
      x: 126.827417276016,
      y: 37.3102152340658
    },
    {
      name: "대박복권방",
      address: "경기 고양시 덕양구 통일로 797",
      x: 126.861965245544,
      y: 37.6885510766602
    },
    {
      name: "세희 사랑방",
      address: "경기 남양주시 경춘로1350번길 35, 리치플러스빌딩 110호",
      x: 127.243298419924,
      y: 37.6503401497521
    },
    {
      name: "복권왕국",
      address: "충북 제천시 풍양로 108",
      x: 128.211299996714,
      y: 37.1366275309321
    },
    {
      name: "남산로또복권방",
      address: "강원 홍천군 홍천읍 연봉중앙로 28",
      x: 127.875620401452,
      y: 37.6816375288787
    },
    {
      name: "로또한마당",
      address: "강원 철원군 명성로 172",
      x: 127.308102595023,
      y: 38.1469801839304
    },
    {
      name: "지원물산",
      address: "서울 노원구 공릉로 108",
      x: 127.078126207313,
      y: 37.6198325602606
    },
    {
      name: "모닝글로리",
      address: "강원 춘천시 영서로 2319, 상가 103호",
      x: 127.716443275972,
      y: 37.8664284601487
    },
    {
      name: "고대잉크복권방",
      address: "서울 동대문구 이문로 76",
      x: 127.058657607147,
      y: 37.5938004673372
    },
    {
      name: "하임마트",
      address: "서울 중구 퇴계로 439-4",
      x: 127.02079466631,
      y: 37.5659171786499
    },
    {
      name: "우리마트",
      address: "서울 중구 창경궁로 11",
      x: 126.998192434216,
      y: 37.5631987082613
    },
    {
      name: "샛별복권방",
      address: "서울 중구 동호로10길 12",
      x: 127.01193170499,
      y: 37.5544298854585
    },
    {
      name: "태극로또전문점",
      address: "경기 이천시 애련정로 124-2",
      x: 127.450301616688,
      y: 37.2814910702821
    },
    {
      name: "장원급제로또방",
      address: "경기 이천시 장감로 11",
      x: 127.623920644527,
      y: 37.1158643806789
    },
    {
      name: "복권세상",
      address: "경기 여주시 우암로 21-1",
      x: 127.633105588725,
      y: 37.2968804119524
    },
    {
      name: "로또휴게실",
      address: "경기 용인시 기흥구 용구대로 1885, 1층 1호",
      x: 127.104288530612,
      y: 37.2564421961903
    },
    {
      name: "히딩크복권방",
      address: "서울 광진구 자양로13길 62 101호",
      x: 127.081205436048,
      y: 37.5338986164114
    },
    {
      name: "백두토토",
      address: "서울 강동구 고덕로83길 28",
      x: 127.169009316732,
      y: 37.5582627414073
    },
    {
      name: "우성슈퍼",
      address: "서울 강동구 구천면로 371",
      x: 127.139760984399,
      y: 37.5506975616259
    },
    {
      name: "동원마트",
      address: "서울 강동구 풍성로 209",
      x: 127.135097133246,
      y: 37.5293473229668
    },
    {
      name: "로또복권",
      address: "서울 광진구 긴고랑로 38",
      x: 127.080249404946,
      y: 37.5628285297463
    },
    {
      name: "아트플라워",
      address: "경기 용인시 처인구 백옥대로 1109",
      x: 127.208696805591,
      y: 37.2346614990073
    },
    {
      name: "대성수퍼",
      address: "서울 강남구 밤고개로 36길 6",
      x: 127.107313539805,
      y: 37.4632303532064
    },
    {
      name: "현대수퍼",
      address: "서울 강남구 개포로 508, 107호",
      x: 127.067955632075,
      y: 37.4892333041022
    },
    {
      name: "뮤직프라자",
      address: "서울 관악구 신림로 266",
      x: 126.932328416894,
      y: 37.4788188912085
    },
    {
      name: "커피다",
      address: "서울 용산구 후암로 81",
      x: 126.97618716103,
      y: 37.5530603722744
    },
    {
      name: "나인",
      address: "서울 종로구 종로10길 20",
      x: 126.984301453169,
      y: 37.5691420895937
    },
    {
      name: "드림샵",
      address: "경기 고양시 일산서구 고양대로 703",
      x: 126.774171992945,
      y: 37.6837090291027
    },
    {
      name: "현대25시",
      address: "경기 고양시 일산서구 경의로 862",
      x: 126.759917173996,
      y: 37.6943891417958
    },
    {
      name: "세민복권방",
      address: "경기 부천시 중동로 147",
      x: 126.766670744074,
      y: 37.4929414546653
    },
    {
      name: "찬스복권방",
      address: "인천 부평구 육동로 20-1",
      x: 126.725122552612,
      y: 37.4871481880146
    },
    {
      name: "대박슈퍼",
      address: "경기 김포시 김포한강4로 515",
      x: 126.626523535176,
      y: 37.6459194058298
    },
    {
      name: "평화슈퍼",
      address: "서울 은평구 연서로 198-1",
      x: 126.919014472678,
      y: 37.6163038958849
    },
    {
      name: "코사마트한양점",
      address: "경기 고양시 덕양구 마상로 156",
      x: 126.839567253705,
      y: 37.6584532907179
    },
    {
      name: "학림문구",
      address: "서울 동작구 노량진로 228",
      x: 126.951352176844,
      y: 37.5124706743392
    },
    {
      name: "고경식품",
      address: "서울 구로구 경인로 381",
      x: 126.862493861274,
      y: 37.4968203905367
    },
    {
      name: "동신복권방",
      address: "서울 양천구 중앙로 288",
      x: 126.852346956783,
      y: 37.521932097607
    },
    {
      name: "본동서적",
      address: "서울 금천구 금하로 631-7",
      x: 126.901203485884,
      y: 37.455143719434
    },
    {
      name: "쎄븐데이즈",
      address: "서울 구로구 디지털로33길 11",
      x: 126.895512679788,
      y: 37.4857057781612
    },
    {
      name: "사운드웨이브",
      address: "경기 광명시 오리로 956",
      x: 126.856933724624,
      y: 37.4789074401795
    },
    {
      name: "해태24시",
      address: "서울 양천구 곰달래로 11",
      x: 126.833933829169,
      y: 37.5299151109628
    },
    {
      name: "몽곡사",
      address: "서울 영등포구 버드나루로 51",
      x: 126.910598895613,
      y: 37.5230740112737
    },
    {
      name: "심봤다복권방",
      address: "경기 오산시 청학로 11",
      x: 127.061601421096,
      y: 37.150497929262
    },
    {
      name: "로또명당",
      address: "경기 시흥시 신현로 21-1",
      x: 126.787103779067,
      y: 37.4070693478946
    },
    {
      name: "나눔로또한대점",
      address: "경기 안산시 상록구 중보로 57",
      x: 126.852848213793,
      y: 37.3081120642399
    },
    {
      name: "포유 25 다농점",
      address: "경기 오산시 운천로 80-5",
      x: 127.075434644478,
      y: 37.1496768164414
    },
    {
      name: "주택복권방(호계점)",
      address: "경기 안양시 동안구 흥안대로145번길 77",
      x: 126.958192876557,
      y: 37.3741296901262
    },
    {
      name: "안양행운복권",
      address: "경기 안양시 동안구 동편로 27",
      x: 126.972498829349,
      y: 37.4068775020777
    },
    {
      name: "로또명당",
      address: "서울 강서구 강서로 207",
      x: 126.837392186235,
      y: 37.5443743879828
    },
    {
      name: "천하명당복권방",
      address: "경기 수원시 팔달구 매산로 2",
      x: 127.00188252772,
      y: 37.2666421379776
    },
    {
      name: "하나유통",
      address: "경북 경산시 공단2로 7",
      x: 128.819963415568,
      y: 35.8717448385214
    },
    {
      name: "복권명당(영남점)",
      address: "대구 달서구 월배로 122",
      x: 128.52768630948,
      y: 35.8147939598509
    },
    {
      name: "솔로몬로또",
      address: "경북 예천군 효자로 82",
      x: 128.45283282267,
      y: 36.6563897321052
    },
    {
      name: "행운복권방(영천점)",
      address: "경북 영천시 호국로 55-3",
      x: 128.943845479975,
      y: 35.973491374682
    },
    {
      name: "행운복권방",
      address: "대구 서구 달서로 166",
      x: 128.571553133574,
      y: 35.8771379593331
    },
    {
      name: "화성전기",
      address: "대구 달성군 화원읍 비슬로 2573",
      x: 128.498250912245,
      y: 35.8036639460542
    },
    {
      name: "홈런복권방",
      address: "경북 영덕군 남석길 57",
      x: 129.368251626366,
      y: 36.4090827572645
    },
    {
      name: "다다복권방",
      address: "대구 달서구 월배로 32-1",
      x: 128.518571336467,
      y: 35.8124821996741
    },
    {
      name: "복권나라",
      address: "대구 수성구 수성로 3",
      x: 128.609884793998,
      y: 35.825764564185
    },
    {
      name: "로또복권방",
      address: "대구 달성군 화원읍 명천로 202",
      x: 128.496468499832,
      y: 35.8001413245847
    },
    {
      name: "편마트",
      address: "대구 달서구 상인서로 103-5, 1층 8호",
      x: 128.539837411822,
      y: 35.8181046524893
    },
    {
      name: "원화복권샵",
      address: "대구 남구 명덕로 74",
      x: 128.578569260107,
      y: 35.8579088547782
    },
    {
      name: "코리아마트(평리점)",
      address: "대구 서구 서대구로 183-1",
      x: 128.554582316387,
      y: 35.8744684056339
    },
    {
      name: "코리아마트",
      address: "경북 구미시 구미중앙로42길 7",
      x: 128.352270502917,
      y: 36.120499533442
    },
    {
      name: "CNS송현점",
      address: "대구 달서구 월배로 393",
      x: 128.550349521241,
      y: 35.8298187949825
    },
    {
      name: "복권뱅크",
      address: "대구 서구 문화로 259",
      x: 128.560930700065,
      y: 35.8758376315776
    },
    {
      name: "복권명당(밤고개네거리)",
      address: "대구 서구 달서로 2",
      x: 128.572100286913,
      y: 35.8625828752805
    },
    {
      name: "디딤돌",
      address: "대구 달서구 월곡로45길 110",
      x: 128.537786695372,
      y: 35.8110229331703
    },
    {
      name: "복권명당",
      address: "대구 동구 반야월로 154",
      x: 128.705217195884,
      y: 35.87253582887
    },
    {
      name: "이마트24구미황상점",
      address: "경북 구미시 수출대로 555",
      x: 128.425724189764,
      y: 36.1108944928709
    },
    {
      name: "천하명당황성점",
      address: "경북 경주시 양정로 309",
      x: 129.224120880681,
      y: 35.8603392644243
    },
    {
      name: "위드미 부산부곡점",
      address: "부산 금정구 동현로 28",
      x: 129.091635399211,
      y: 35.2230142746673
    },
    {
      name: "스카이",
      address: "부산 부산진구 백양산로 55",
      x: 129.03079023804,
      y: 35.173808738406
    },
    {
      name: "노다지복권방",
      address: "부산 북구 덕천로 287",
      x: 129.035350064955,
      y: 35.2098591452735
    },
    {
      name: "오로",
      address: "경남 창원시 마산합포구 3·15대로 391-1",
      x: 128.574445244379,
      y: 35.2096158787373
    },
    {
      name: "신세계 수퍼",
      address: "경남 창원시 마산회원구 구암북4길 46",
      x: 128.593584585521,
      y: 35.2523854418452
    },
    {
      name: "포시즌편의점",
      address: "경남 김해시 내외중앙로 99",
      x: 128.867004919715,
      y: 35.2388454405156
    },
    {
      name: "돈벼락맞는곳",
      address: "경남 김해시 김해대로 2793",
      x: 128.928343545807,
      y: 35.2221945336071
    },
    {
      name: "오창중앙복권",
      address: "충북 청주시 청원구 오창읍 중심상업로 47",
      x: 127.428954460961,
      y: 36.7150765562734
    },
    {
      name: "행복을주는집",
      address: "충남 예산군 덕산면 예덕로 13-1",
      x: 126.66927468936,
      y: 36.7053283357409
    },
    {
      name: "행운마트",
      address: "충남 아산시 서해로 654",
      x: 126.910729910912,
      y: 36.8819314690927
    },
    {
      name: "영신슈퍼",
      address: "충북 청주시 서원구 청남로 2119-1",
      x: 127.487445143803,
      y: 36.6212568658454
    },
    {
      name: "로또복권나라",
      address: "충남 홍성군 아문길 57",
      x: 126.66459547425,
      y: 36.6004004779269
    },
    {
      name: "공단매점",
      address: "충남 천안시 서북구 직산읍 상덕로 44",
      x: 127.119151393731,
      y: 36.8711943334394
    },
    {
      name: "대산슈퍼",
      address: "충남 천안시 동남구 복구정3길 1",
      x: 127.250231912152,
      y: 36.769893883993
    },
    {
      name: "행운의명당 로-토토",
      address: "충북 청주시 서원구 모충로 36",
      x: 127.468040901111,
      y: 36.6250836414444
    },
    {
      name: "버드내마트",
      address: "대전 중구 유천로 78",
      x: 127.397274049132,
      y: 36.3194953689124
    },
    {
      name: "노다지복권방",
      address: "대전 서구 조달청길 62, 1층 1호",
      x: 127.375290174544,
      y: 36.3191360064813
    },
    {
      name: "태양슈퍼",
      address: "충남 당진시 합덕읍 운산리 286",
      x: 126.766999625445,
      y: 36.8043007385214
    },
    {
      name: "태양마트",
      address: "대전 유성구 노은로 157, 106호",
      x: 127.317372593405,
      y: 36.3737065349545
    },
    {
      name: "포커스봉명점",
      address: "충북 청주시 흥덕구 직지대로 570-1",
      x: 127.456238790066,
      y: 36.6430417131578
    },
    {
      name: "로또복권(내수)",
      address: "충북 청주시 청원구 내수읍 내수로 725",
      x: 127.535582449251,
      y: 36.7263769746482
    },
    {
      name: "로또명당해미점",
      address: "충남 서산시 해미면 남문2로 108",
      x: 126.544214492603,
      y: 36.7134821631912
    },
    {
      name: "현대복권방",
      address: "충북 청주시 청원구 향군로 140-1",
      x: 127.480035755273,
      y: 36.65684131362
    },
    {
      name: "로또스튜디오",
      address: "충북 청주시 청원구  사뜸로 48-1",
      x: 127.48147833716,
      y: 36.666526004435
    },
    {
      name: "심마니복권방",
      address: "충북 충주시 국원대로 68",
      x: 127.9278851429,
      y: 36.9774588336845
    },
    {
      name: "돌하르방복권",
      address: "제주 서귀포시 태평로 353번길 9",
      x: 126.559955407653,
      y: 33.246992274706
    },
    {
      name: "열린서점",
      address: "전남 목포시 삼각로43번길 10",
      x: 126.418311836687,
      y: 34.8046197662753
    },
    {
      name: "대박나라",
      address: "광주 광산구 월곡산정로 7",
      x: 126.802981224217,
      y: 35.1668074875248
    },
    {
      name: "장고분로또(토토편의방)",
      address: "광주 광산구 월계로 144",
      x: 126.841131241106,
      y: 35.2132952427885
    },
    {
      name: "로또팡팡 토토팡팡",
      address: "전북 군산시 지곡로 30",
      x: 126.71060072255,
      y: 35.9567228102523
    },
    {
      name: "고인돌대박천국복권방",
      address: "전북 고창군 고창읍 성산2길 7",
      x: 126.696380351709,
      y: 35.4361236706941
    },
    {
      name: "두꺼비복권방",
      address: "광주 서구 상무대로 973, 101호",
      x: 126.868526860932,
      y: 35.1517904794011
    },
    {
      name: "대광복권방",
      address: "전남 화순군 화순읍 칠충로 53",
      x: 126.977284072331,
      y: 35.0556712740011
    },
    {
      name: "복권나라 동성점",
      address: "전남 순천시 연향번영길 94",
      x: 127.518470820555,
      y: 34.9496505359874
    },
    {
      name: "팡팡로또복권방",
      address: "전북 전주시 덕진구 건산로 163",
      x: 127.155197917159,
      y: 35.8335399913607
    },
    {
      name: "백송마트",
      address: "광주 광산구 월계로 110, 104호",
      x: 126.837414810466,
      y: 35.2134818461845
    },
    {
      name: "황금노다지복권방",
      address: "전북 전주시 완산구 용머리로 76",
      x: 127.118440812967,
      y: 35.806275091782
    },
    {
      name: "로또복권위드미완주공단점",
      address: "전북 완주군 봉동읍 과학로 1009",
      x: 127.126018579862,
      y: 35.959078146896
    },
    {
      name: "정든마트복권",
      address: "제주 제주시 정존11길 68, 104호",
      x: 126.472442519447,
      y: 33.4904296161728
    },
    {
      name: "복권세상",
      address: "전남 목포시 영산로270번길 2",
      x: 126.395535741435,
      y: 34.803777556047
    },
    {
      name: "거기마트",
      address: "전남 여수시 좌수영로 440",
      x: 127.701798432022,
      y: 34.7669799277775
    },
    {
      name: "로또나라",
      address: "전남 해남군 해남읍 남부순환로 86",
      x: 126.602328438685,
      y: 34.5660853878934
    },
    {
      name: "복권나라",
      address: "광주 북구 동문대로134번길 5",
      x: 126.927048303182,
      y: 35.1747272416847
    },
    {
      name: "구례로또",
      address: "전남 구례군 구례읍 로터리길 2-1",
      x: 127.464785979601,
      y: 35.2087135108573
    },
    {
      name: "종합복권방",
      address: "전남 해남군 해남읍 해남로 34",
      x: 126.610855130658,
      y: 34.5708118929938
    },
    {
      name: "꽃샘수퍼",
      address: "전북 전주시 완산구 팔달로 130",
      x: 127.148648726269,
      y: 35.8142605998043
    },
    {
      name: "하동로또명당",
      address: "경남 하동군 하동읍 중앙로 26",
      x: 127.749767162056,
      y: 35.0704567743779
    },
    {
      name: "경진수퍼",
      address: "서울 송파구 새말로8길 32",
      x: 127.126679477707,
      y: 37.4799896961192
    },
    {
      name: "복권나라음악나라",
      address: "서울 도봉구 도봉로156길 8",
      x: 127.044748409381,
      y: 37.6726423559455
    },
    {
      name: "노다지복권방",
      address: "강원 춘천시 남춘로55번길 57",
      x: 127.731869067,
      y: 37.8663434024795
    },
    {
      name: "현리행운복권방",
      address: "경기 가평군 조종희망로 14",
      x: 127.350246442964,
      y: 37.8181859570151
    },
    {
      name: "복권세상",
      address: "강원 원주시 예술관길 3",
      x: 127.943956799239,
      y: 37.3342606755532
    },
    {
      name: "베스트원대웅점",
      address: "경기 의정부시 범골로 146",
      x: 127.04167926684,
      y: 37.7357411792168
    },
    {
      name: "광동서점",
      address: "경기 의정부시 서부로 693",
      x: 127.037627454913,
      y: 37.7549279460689
    },
    {
      name: "장보고복권방",
      address: "서울 중랑구 면목로 288",
      x: 127.086224575115,
      y: 37.578383961298
    },
    {
      name: "은혜",
      address: "서울 중랑구 면목로91길 46",
      x: 127.083451429661,
      y: 37.594102330111
    },
    {
      name: "신나라복권나라",
      address: "서울 동대문구 이문로 201",
      x: 127.061862317709,
      y: 37.6045114318669
    },
    {
      name: "드림복권방",
      address: "서울 성북구 장위로 115",
      x: 127.049536996695,
      y: 37.6135396661807
    },
    {
      name: "한성슈퍼",
      address: "서울 중구 수표로 26",
      x: 126.990409110289,
      y: 37.5634989049525
    },
    {
      name: "홍익슈퍼",
      address: "강원 강릉시 가작로 311",
      x: 128.909292909206,
      y: 37.7713042186138
    },
    {
      name: "롯데마트",
      address: "서울 강동구 상일로 17",
      x: 127.172995125763,
      y: 37.5486339615372
    },
    {
      name: "후레쉬마트",
      address: "서울 강동구 천호대로 1476",
      x: 127.172226224667,
      y: 37.545946598089
    },
    {
      name: "삼정그린환경",
      address: "서울 강동구 양재대로 1355",
      x: 127.135616051172,
      y: 37.5273952498819
    },
    {
      name: "천하명당복권방",
      address: "서울 송파구 백제고분로41길 7",
      x: 127.108219513956,
      y: 37.5068174105631
    },
    {
      name: "부자나라석촌점",
      address: "서울 송파구 백제고분로17길 37",
      x: 127.0854169548,
      y: 37.5088637209743
    },
    {
      name: "천하명당",
      address: "서울 송파구 백제고분로40길 31",
      x: 127.107907121544,
      y: 37.5020166910285
    },
    {
      name: "진흥슈퍼",
      address: "서울 강남구 논현로150길 31",
      x: 127.030928356484,
      y: 37.5198382030717
    },
    {
      name: "신성식품",
      address: "서울 강남구 학동로 503",
      x: 127.050790458655,
      y: 37.519180177066
    },
    {
      name: "광림마트",
      address: "서울 강남구 도곡로 213",
      x: 127.042103900522,
      y: 37.493074807122
    },
    {
      name: "뮤직마트",
      address: "서울 서초구 강남대로 212",
      x: 127.036028236967,
      y: 37.4831182461864
    },
    {
      name: "대일슈퍼",
      address: "서울 성동구 고산자로 331, 7호",
      x: 127.037130505973,
      y: 37.5691818035316
    },
    {
      name: "정우",
      address: "경기 용인시 처인구 이동읍 백옥대로 574, C동 상가",
      x: 127.206131479152,
      y: 37.1879436471083
    },
    {
      name: "로또복권짱",
      address: "경기 용인시 처인구 동부로 33",
      x: 127.214343396848,
      y: 37.2303012573204
    },
    {
      name: "혜빈복권방",
      address: "경기 용인시 처인구 포곡읍 전대로 75",
      x: 127.217620819985,
      y: 37.2847189924611
    },
    {
      name: "대원문구슈퍼",
      address: "경기 성남시 중원구 둔촌대로 244",
      x: 127.145282152925,
      y: 37.4281018689342
    },
    {
      name: "백사행운마트",
      address: "경기 이천시 이여로 488",
      x: 127.48675599218,
      y: 37.3356878792911
    },
    {
      name: "일등복권방",
      address: "경기 부천시 삼작로 481",
      x: 126.815109293811,
      y: 37.5188477137493
    },
    {
      name: "씨지랜드",
      address: "경기 부천시 송내대로73번길 11",
      x: 126.753422562924,
      y: 37.4901182765777
    },
    {
      name: "인더라인25시",
      address: "경기 부천시 신흥로 170-1, 상가 6동 109호",
      x: 126.778588350888,
      y: 37.4987979479788
    },
    {
      name: "행운복권방",
      address: "서울 서대문구 북아현로 40",
      x: 126.95616991129,
      y: 37.5611958701143
    },
    {
      name: "행운복권방",
      address: "서울 은평구 연서로21길 8",
      x: 126.916827666441,
      y: 37.6146671713574
    },
    {
      name: "복권명가",
      address: "인천 남동구 장승로 13",
      x: 126.734458175373,
      y: 37.4464945848209
    },
    {
      name: "정다운복권",
      address: "인천 부평구 충선로 171",
      x: 126.736289358266,
      y: 37.5045407683506
    },
    {
      name: "로또(복권방)",
      address: "인천 서구 신석로77번길 38",
      x: 126.670868696676,
      y: 37.5132759714102
    },
    {
      name: "복권천하",
      address: "인천 계양구 임학동로 58",
      x: 126.73747834563,
      y: 37.5469588796598
    },
    {
      name: "로또명당복권방",
      address: "인천 강화군 강화대로393번길 4",
      x: 126.487007027242,
      y: 37.7453286009572
    },
    {
      name: "신일복권방",
      address: "서울 강서구 까치산로 163-1, 101호",
      x: 126.85269925985,
      y: 37.5519958340305
    },
    {
      name: "복권세상",
      address: "서울 양천구 곰달래로5길 26",
      x: 126.833698262468,
      y: 37.5319115765941
    },
    {
      name: "무지개복권",
      address: "경기 오산시 현충로 95",
      x: 127.077699871446,
      y: 37.1607414331868
    },
    {
      name: "로또복권방",
      address: "경기 평택시 지산로37번길 76",
      x: 127.059554612239,
      y: 37.0824009331714
    },
    {
      name: "명당슈퍼",
      address: "경기 수원시 영통구 중부대로 285",
      x: 127.047056862492,
      y: 37.2740447654594
    },
    {
      name: "다정토토",
      address: "경기 안양시 만안구 양화로28번길 20",
      x: 126.915128210778,
      y: 37.3969274764865
    },
    {
      name: "행운의집",
      address: "경기 안산시 상록구 선진4길 33",
      x: 126.851104604149,
      y: 37.2802628020129
    },
    {
      name: "각골할인마트",
      address: "경기 안산시 상록구 각골로 37",
      x: 126.872298072807,
      y: 37.2927340525467
    },
    {
      name: "센타슈퍼",
      address: "경기 안산시 상록구 광덕1로 369",
      x: 126.85045474366,
      y: 37.3081362752093
    },
    {
      name: "복권방",
      address: "서울 구로구 도림로 55-1",
      x: 126.890026257335,
      y: 37.4888067522605
    },
    {
      name: "수마트",
      address: "서울 금천구 가산로5길 77, 1층",
      x: 126.890460635266,
      y: 37.4737365262586
    },
    {
      name: "영광생활유통",
      address: "서울 금천구 범안로 1186",
      x: 126.89345328049,
      y: 37.4662597058058
    },
    {
      name: "복권닷컴",
      address: "경기 성남시 수정구 수정남로 64-1",
      x: 127.134933944447,
      y: 37.4409273849505
    },
    {
      name: "대박행진복권랜드",
      address: "경기 파주시 금빛로 22",
      x: 126.76694335458,
      y: 37.7516589858332
    },
    {
      name: "성남은행점",
      address: "경기 성남시 중원구 자혜로44번길 1, 1층동",
      x: 127.164599660589,
      y: 37.4504271132887
    },
    {
      name: "용꿈복권",
      address: "서울 중랑구 봉우재로71길 21",
      x: 127.098722866992,
      y: 37.5960531739862
    },
    {
      name: "우진음악사",
      address: "서울 중랑구 상봉로 51",
      x: 127.093335250732,
      y: 37.590508080159
    },
    {
      name: "열린문구",
      address: "서울 중랑구 용마산로 557",
      x: 127.100246556563,
      y: 37.6006970374489
    },
    {
      name: "내복권방",
      address: "서울 노원구 노원로1나길 5, 1층 102호",
      x: 127.082876326433,
      y: 37.6212544115832
    },
    {
      name: "행복나눔안경 마들역점",
      address: "서울 노원구 동일로 1530, 103호",
      x: 127.058023631956,
      y: 37.665066086443
    },
    {
      name: "강원상회",
      address: "서울 노원구 한글비석로 396, 벽산상가 109동 116호",
      x: 127.073581746977,
      y: 37.6623030184626
    },
    {
      name: "찬스복권방",
      address: "서울 강북구 한천로 1156",
      x: 127.016961970696,
      y: 37.6472270764538
    },
    {
      name: "현경하이퍼마켓",
      address: "서울 강북구 삼양로 117길 25",
      x: 127.014734463348,
      y: 37.6437308375321
    },
    {
      name: "돼지슈퍼",
      address: "서울 도봉구 삼양로 628",
      x: 127.014143081848,
      y: 37.6591007780524
    },
    {
      name: "영훈슈퍼복권",
      address: "서울 도봉구 덕릉로 222",
      x: 127.037625298928,
      y: 37.6378039469551
    },
    {
      name: "파워마트",
      address: "강원 춘천시 삭주로 126-1",
      x: 127.744552096181,
      y: 37.8847868143544
    },
    {
      name: "드림디포춘천석사점",
      address: "강원 춘천시 퇴계로 213",
      x: 127.742324952667,
      y: 37.8565882401758
    },
    {
      name: "D마트담배",
      address: "강원 속초시 조양상가길 25",
      x: 128.580051509371,
      y: 38.1900447321057
    },
    {
      name: "현대지물(노다지)",
      address: "강원 횡성군 문정로 52",
      x: 127.988730064264,
      y: 37.4885068220893
    },
    {
      name: "혁신에이치에스",
      address: "경기 양평군 용문면 용문로 812",
      x: 127.631745325985,
      y: 37.5073911989454
    },
    {
      name: "88복권",
      address: "강원 평창군 대화중앙로 117",
      x: 128.455014622574,
      y: 37.4994053228189
    },
    {
      name: "신흥인테리어",
      address: "경기 의정부시 오목로205번길 36",
      x: 127.097021209204,
      y: 37.7457434328349
    },
    {
      name: "다우복권방",
      address: "경기 동두천시 중앙로 110-13, 104호",
      x: 127.05301810344,
      y: 37.891392347584
    },
    {
      name: "성명전력(행운복권방)",
      address: "경기 동두천시 큰시장로 43",
      x: 127.052958355846,
      y: 37.9001917280239
    },
    {
      name: "애니25",
      address: "경기 남양주시 호평로 94, 상가동 104호",
      x: 127.250540985051,
      y: 37.6548003412245
    },
    {
      name: "삼일통신",
      address: "경기 구리시 동구릉로 112-1",
      x: 127.136313547365,
      y: 37.609408868457
    },
    {
      name: "훼미리수퍼",
      address: "경기 구리시 건원대로 34번길 19",
      x: 127.141358503339,
      y: 37.6045083103427
    },
    {
      name: "남대문가판",
      address: "서울 중구 퇴계로 37",
      x: 126.97633371006,
      y: 37.5584466553632
    },
    {
      name: "대박복권방(석관점)",
      address: "서울 성북구 한천로78길 23",
      x: 127.063734326947,
      y: 37.6118416966857
    },
    {
      name: "이엔에프하우스",
      address: "서울 동대문구 천호대로 10",
      x: 127.024462837927,
      y: 37.5747206417233
    },
    {
      name: "노다지복권방",
      address: "서울 성북구 화랑로13길 20",
      x: 127.042501512465,
      y: 37.604331144652
    },
    {
      name: "행운마트(하월곡점)",
      address: "서울 성북구 종암로 174",
      x: 127.031779129299,
      y: 37.6053748020506
    },
    {
      name: "명당복권방",
      address: "서울 동대문구 사가정로25길 17",
      x: 127.070302350966,
      y: 37.5796237433736
    },
    {
      name: "천하명당(정릉점)",
      address: "서울 성북구 정릉로 268",
      x: 127.012936986372,
      y: 37.6033652893029
    },
    {
      name: "하나로수퍼",
      address: "서울 동대문구 고산자로 484",
      x: 127.038843507076,
      y: 37.5827599595273
    },
    {
      name: "토마토왕십리점",
      address: "서울 성동구 마조로7길 15-1",
      x: 127.039463044873,
      y: 37.5607140257854
    },
    {
      name: "신형열쇠",
      address: "경기 성남시 중원구 박석로5번길 17",
      x: 127.164076019508,
      y: 37.4333287574119
    },
    {
      name: "행운로또복권방",
      address: "경기 광주시 중앙로 85",
      x: 127.259390094059,
      y: 37.4074307813501
    },
    {
      name: "코코블루",
      address: "경기 성남시 분당구 서현로210번길 20, 지하1층",
      x: 127.12403697062,
      y: 37.3858574301594
    },
    {
      name: "복권명당(수진점)",
      address: "경기 성남시 수정구 제일로124번길 5",
      x: 127.133884251734,
      y: 37.4379292807615
    },
    {
      name: "플러스마트",
      address: "경기 성남시 중원구 광명로 33",
      x: 127.132756913379,
      y: 37.4337204682247
    },
    {
      name: "로또통신",
      address: "경기 안성시 장기로 34",
      x: 127.267378996412,
      y: 37.0059207546779
    },
    {
      name: "로또판매점",
      address: "경기 여주시 마장로 76",
      x: 127.573765987408,
      y: 37.2988565241658
    },
    {
      name: "황금대박 복권나라",
      address: "경기 용인시 처인구 금령로85번길 16",
      x: 127.205738073602,
      y: 37.2368153978135
    },
    {
      name: "광성수퍼",
      address: "경기 이천시 단월로 33",
      x: 127.450059363554,
      y: 37.2212991430585
    },
    {
      name: "대박25편의점",
      address: "서울 강남구 봉은사로74길 13, 101호",
      x: 127.051878663467,
      y: 37.5116699286081
    },
    {
      name: "파랑새식품",
      address: "서울 강남구 논현로151길 23",
      x: 127.026301641715,
      y: 37.5198040046736
    },
    {
      name: "삼성식품",
      address: "서울 강남구 삼성로86길 10",
      x: 127.058331349866,
      y: 37.5056076618261
    },
    {
      name: "그린슈퍼(길동)",
      address: "서울 강동구 천중로52길 15",
      x: 127.144184755031,
      y: 37.5401194764202
    },
    {
      name: "행운복권방",
      address: "서울 관악구 난곡로 172",
      x: 126.920079591183,
      y: 37.4704735668904
    },
    {
      name: "헬스프라자",
      address: "서울 관악구 관악로 184",
      x: 126.95322725345,
      y: 37.4815212275092
    },
    {
      name: "로또복권",
      address: "서울 관악구 난곡로 82",
      x: 126.919213738918,
      y: 37.4627368976892
    },
    {
      name: "복권",
      address: "서울 관악구 낙성대역길 91",
      x: 126.963844896222,
      y: 37.4744540116885
    },
    {
      name: "문구박사",
      address: "서울 광진구 능동로13길 60",
      x: 127.069578624707,
      y: 37.5444774714553
    },
    {
      name: "수공화원",
      address: "서울 성동구 마장로 288",
      x: 127.041999716513,
      y: 37.5652421894267
    },
    {
      name: "토큰판매소",
      address: "서울 송파구 바람드리길 62",
      x: 127.122365863486,
      y: 37.5367003001398
    },
    {
      name: "복권파티",
      address: "서울 송파구 오금로 516",
      x: 127.146155861134,
      y: 37.4928082771831
    },
    {
      name: "매직복권방",
      address: "서울 관악구 신림로68길 23",
      x: 126.930609244482,
      y: 37.4867844317607
    },
    {
      name: "만복래",
      address: "인천 부평구 주부토로 20-2",
      x: 126.724834965953,
      y: 37.4968404362789
    },
    {
      name: "올리콜",
      address: "인천 부평구 장제로190번길 3",
      x: 126.731211560373,
      y: 37.5027129914595
    },
    {
      name: "행운마트",
      address: "인천 부평구 배곶남로9번길 4",
      x: 126.695364631615,
      y: 37.4717949561033
    },
    {
      name: "행운마트",
      address: "인천 남동구 만수로 65",
      x: 126.73512937231,
      y: 37.4616111747251
    },
    {
      name: "경기하이퍼상회",
      address: "인천 남동구 장승남로 42",
      x: 126.736802569717,
      y: 37.4431636514412
    },
    {
      name: "드림테크",
      address: "경기 부천시 안곡로 11, 기풍빌딩 107호",
      x: 126.803648095062,
      y: 37.4790196661714
    },
    {
      name: "후레쉬슈퍼",
      address: "경기 부천시 부천로 76, 101호",
      x: 126.78453067976,
      y: 37.4908765758307
    },
    {
      name: "디딤슈퍼",
      address: "경기 부천시 도약로 279",
      x: 126.780576848176,
      y: 37.5106346295826
    },
    {
      name: "로또와공인중개사사무소",
      address: "서울 은평구 갈현로 304",
      x: 126.917138340053,
      y: 37.6239609872068
    },
    {
      name: "드림정보통신",
      address: "서울 은평구 서오릉로 160",
      x: 126.915632831792,
      y: 37.6126825267479
    },
    {
      name: "대성슈퍼",
      address: "경기 김포시 사우중로11번길 7",
      x: 126.716166168743,
      y: 37.616541564374
    },
    {
      name: "갈현토큰",
      address: "서울 은평구 통일로 905",
      x: 126.919602322714,
      y: 37.6237703310391
    },
    {
      name: "한삼인 홍제역점",
      address: "서울 서대문구 통일로 457",
      x: 126.94324160002,
      y: 37.5892089495076
    },
    {
      name: "민영슈퍼",
      address: "서울 서대문구 응암로 104",
      x: 126.91302263905,
      y: 37.5817492508751
    },
    {
      name: "제일복권 판매점",
      address: "서울 서대문구 응암로 79, 문화빌딩 1층 5호",
      x: 126.911307376042,
      y: 37.5803886457588
    },
    {
      name: "비원슈퍼",
      address: "서울 종로구 돈화문로 66",
      x: 126.99119548265,
      y: 37.5744231771637
    },
    {
      name: "행운복권방",
      address: "인천 서구 염곡로 343-4",
      x: 126.668506909276,
      y: 37.515413926905
    },
    {
      name: "윤미편의점",
      address: "인천 서구 가정로 235",
      x: 126.672023308174,
      y: 37.5058327717848
    },
    {
      name: "해피데이로또복권",
      address: "인천 계양구 경명대로 1037",
      x: 126.722018921201,
      y: 37.5438319086671
    },
    {
      name: "솔드아웃",
      address: "인천 계양구 경명대로 1077",
      x: 126.72666531411,
      y: 37.5436449865
    },
    {
      name: "로또판매점",
      address: "서울 마포구 방울내로 78",
      x: 126.904115516357,
      y: 37.5604438229433
    },
    {
      name: "장원사",
      address: "서울 마포구 토정로 224",
      x: 126.935564767369,
      y: 37.5445181419367
    },
    {
      name: "천하명당",
      address: "서울 금천구 독산로85길 16",
      x: 126.902234890915,
      y: 37.4725320231091
    },
    {
      name: "대박로또",
      address: "서울 영등포구 영등포로53길 17",
      x: 126.910644796252,
      y: 37.5198722433246
    },
    {
      name: "빌딩매점",
      address: "서울 영등포구 신길로 108, 상가 13동 103-나호",
      x: 126.910819517771,
      y: 37.5054633407481
    },
    {
      name: "복권명당",
      address: "서울 영등포구 신길로 63",
      x: 126.908016067029,
      y: 37.4982579220255
    },
    {
      name: "왕대박",
      address: "서울 영등포구 영등포로 412",
      x: 126.923618923094,
      y: 37.5127789163711
    },
    {
      name: "신정복권",
      address: "서울 양천구 신목로 70-1, 1층 101호",
      x: 126.873737534777,
      y: 37.5211305026574
    },
    {
      name: "뉴신명",
      address: "서울 양천구 목동중앙서로7가길 39, 1층",
      x: 126.863968899075,
      y: 37.5333605692773
    },
    {
      name: "행복한집",
      address: "경기 오산시 경기대로148번길 8",
      x: 127.074115360976,
      y: 37.1377821209271
    },
    {
      name: "궐동로또복권방",
      address: "경기 오산시 청학로 103",
      x: 127.06428833985,
      y: 37.1581429769059
    },
    {
      name: "가수로또복권",
      address: "경기 오산시 발안로 1354",
      x: 127.047170936729,
      y: 37.1411509161871
    },
    {
      name: "복권명당",
      address: "경기 평택시 이충로 86",
      x: 127.066562867711,
      y: 37.0640386946473
    },
    {
      name: "내추럴하우스 복권판매점",
      address: "경기 평택시 중앙로 1",
      x: 127.08364349679,
      y: 36.9957763900167
    },
    {
      name: "굿타임25시편의점",
      address: "경기 화성시 장안면 석포로 114",
      x: 126.839694663912,
      y: 37.1401999522756
    },
    {
      name: "진주행운복권방",
      address: "경기 수원시 권선구 서호동로 36-1",
      x: 126.992305546245,
      y: 37.2685474257291
    },
    {
      name: "권선로또복권방",
      address: "경기 수원시 권선구 탑동로 22",
      x: 126.975051798506,
      y: 37.2708359445694
    },
    {
      name: "세류보석복권방",
      address: "경기 수원시 권선구 세지로 30",
      x: 127.015891006402,
      y: 37.2548645490327
    },
    {
      name: "행운넘버스복권외잡화",
      address: "경기 수원시 팔달구 창룡대로 22",
      x: 127.019022642925,
      y: 37.2817134121768
    },
    {
      name: "드림복권방",
      address: "경기 수원시 권선구 정조로513번길 6-1",
      x: 127.01024231044,
      y: 37.2551368370239
    },
    {
      name: "올인",
      address: "경기 화성시 향남읍 3.1만세로 1147",
      x: 126.910560606791,
      y: 37.1353247172474
    },
    {
      name: "네잎크로바",
      address: "경기 안양시 동안구 엘에스로 92, 지원동상가 지하1층 171호",
      x: 126.951872629481,
      y: 37.37161072301
    },
    {
      name: "당첨로또복권(호계점)",
      address: "경기 안양시 동안구 포도원로 4",
      x: 126.962525270509,
      y: 37.361963503677
    },
    {
      name: "메이",
      address: "경기 안양시 동안구 경수대로 715",
      x: 126.950788556268,
      y: 37.3854962372925
    },
    {
      name: "행복을찾는사람들",
      address: "경기 안산시 단원구 와동공원로 154 성보빌딩 1층",
      x: 126.821756227703,
      y: 37.3453008398681
    },
    {
      name: "복권방",
      address: "경기 안산시 상록구 성호로 258",
      x: 126.858491180064,
      y: 37.32642866386
    },
    {
      name: "김포마트로또방",
      address: "경기 안산시 상록구 오목로 50",
      x: 126.863512074053,
      y: 37.2901039406066
    },
    {
      name: "황금대박복권",
      address: "경기 안산시 단원구 선이로 14",
      x: 126.803629350834,
      y: 37.34235533022
    },
    {
      name: "로또24시편의점",
      address: "경기 안산시 단원구 달미로 85 1층 101호",
      x: 126.814965380052,
      y: 37.3434663710067
    },
    {
      name: "로또육사오",
      address: "경기 안산시 상록구 일동로 22",
      x: 126.868906377068,
      y: 37.3100808708107
    },
    {
      name: "행운을 주는 복권방",
      address: "경기 안산시 단원구 초지로 90",
      x: 126.815113845871,
      y: 37.3067379424123
    },
    {
      name: "로또유통",
      address: "경기 안산시 단원구 광덕2로 193-3, 108호",
      x: 126.831854185423,
      y: 37.3100279891498
    },
    {
      name: "그린하이퍼마트",
      address: "경기 시흥시 월곶중앙로 48, 유호엔플러스빌 123",
      x: 126.740056864383,
      y: 37.3885743872508
    },
    {
      name: "천하명당",
      address: "서울 구로구 오류로 60",
      x: 126.840327768666,
      y: 37.4899757676854
    },
    {
      name: "프랜드리",
      address: "대구 동구 아양로7길 12",
      x: 128.61768521709,
      y: 35.8823321773353
    },
    {
      name: "복권명당(교육청)",
      address: "대구 수성구 수성로 337",
      x: 128.613455578649,
      y: 35.8556908994648
    },
    {
      name: "파동로또",
      address: "대구 수성구 파동로 149",
      x: 128.613910808418,
      y: 35.8163720617366
    },
    {
      name: "복권명당",
      address: "경북 문경시 중앙3길 1",
      x: 128.200772419508,
      y: 36.5943399458474
    },
    {
      name: "로또복권(군위점)",
      address: "경북 군위군 중앙길 34",
      x: 128.567466661432,
      y: 36.2315276647041
    },
    {
      name: "복권세상",
      address: "대구 북구 칠곡중앙대로46길 24",
      x: 128.549979326585,
      y: 35.9182116441962
    },
    {
      name: "구미오태NG24시",
      address: "경북 구미시 금오대로14길 3",
      x: 128.349877458806,
      y: 36.0716826414018
    },
    {
      name: "애니타임25시",
      address: "경북 구미시 인동중앙로11길 24",
      x: 128.420006050186,
      y: 36.1090287660782
    },
    {
      name: "로또상품권롯데대구점",
      address: "대구 중구 태평로 161",
      x: 128.591853609943,
      y: 35.8749198916759
    },
    {
      name: "명당복권",
      address: "대구 중구 서성로 37",
      x: 128.586991380899,
      y: 35.8698237503831
    },
    {
      name: "행운의집제1호점",
      address: "경북 안동시 영가로 24",
      x: 128.733325027314,
      y: 36.5651470881773
    },
    {
      name: "올가모트",
      address: "경북 고령군 다산면 다산로 714",
      x: 128.455464617938,
      y: 35.8233640061188
    },
    {
      name: "C&S대곡점",
      address: "대구 달서구 한실로 99",
      x: 128.537539499429,
      y: 35.8069409605
    },
    {
      name: "로또복권(죽전)",
      address: "대구 달서구 와룡로 231",
      x: 128.537015211185,
      y: 35.8533363138563
    },
    {
      name: "쿨마트(영남네오빌점)",
      address: "대구 달서구 대명천로 250",
      x: 128.532632992713,
      y: 35.8422871052132
    },
    {
      name: "영덕로또복권",
      address: "경북 영덕군 영덕읍 덕곡길 128",
      x: 129.365670840318,
      y: 36.4129058256321
    },
    {
      name: "씨스페이스 경산진량점",
      address: "경북 경산시 진량읍 공단4로 145",
      x: 128.828174410142,
      y: 35.8702412474617
    },
    {
      name: "광명수퍼",
      address: "대구 북구 고성로 188",
      x: 128.586293143039,
      y: 35.880181525763
    },
    {
      name: "사이버정보통신",
      address: "부산 부산진구 동평로 411, 백조상가103동1호",
      x: 129.069963041851,
      y: 35.1736790613743
    },
    {
      name: "위드미사하국제점",
      address: "부산 사하구 동매로 167",
      x: 128.976177283061,
      y: 35.1015136371922
    },
    {
      name: "명음텔레콤",
      address: "부산 영도구 영선대로 99-1",
      x: 129.042870297057,
      y: 35.0898479281091
    },
    {
      name: "씨유 프로토해운점",
      address: "경남 창원시 마산합포구 월영남로 21",
      x: 128.558654533744,
      y: 35.1769157152027
    },
    {
      name: "조은PC",
      address: "부산 기장군 정관면 산단1로 124, 102호",
      x: 129.180440718192,
      y: 35.3182410599547
    },
    {
      name: "천하제일복권명당",
      address: "대전 동구 새울로 93, 103호",
      x: 127.461491117129,
      y: 36.3267328339791
    },
    {
      name: "행운복권방",
      address: "충남 예산군 예산읍 예산로 239",
      x: 126.851165426125,
      y: 36.6803398155773
    },
    {
      name: "그린24시편의점(홍성점)",
      address: "충남 홍성군 홍성읍 의사로 64",
      x: 126.671656363168,
      y: 36.6030687663191
    },
    {
      name: "푸른로또",
      address: "충남 당진시 무수동로 129",
      x: 126.636856676553,
      y: 36.8911824380953
    },
    {
      name: "대박로또,토토판매점",
      address: "충남 서산시 서령로 66",
      x: 126.456728198288,
      y: 36.7878745358326
    },
    {
      name: "둔포로또판매점",
      address: "충남 아산시 충무로 1810",
      x: 127.038489360439,
      y: 36.9306795260667
    },
    {
      name: "로또명당인주점",
      address: "충남 아산시 인주면 서해로 519-2",
      x: 126.896939492238,
      y: 36.8776246747002
    },
    {
      name: "형제상회",
      address: "대전 서구 계룡로 664-1",
      x: 127.394729325704,
      y: 36.3367969514505
    },
    {
      name: "꿈돌이복권방",
      address: "대전 서구 도산로 78",
      x: 127.379410155618,
      y: 36.3154196916617
    },
    {
      name: "미호로또",
      address: "충북 청주시 흥덕구 강내면 태성탑연로 458-1",
      x: 127.358854597694,
      y: 36.6233028592602
    },
    {
      name: "대일마켓",
      address: "충북 증평군 증평읍 광장로 92",
      x: 127.582317745962,
      y: 36.7852150980602
    },
    {
      name: "삼성복권슈퍼",
      address: "충북 충주시 국원대로 171, 106호",
      x: 127.927991314496,
      y: 36.9867740721107
    },
    {
      name: "대박찬스화정",
      address: "광주 서구 상무대로 1059",
      x: 126.877753657554,
      y: 35.1523798945554
    },
    {
      name: "본스튜디오",
      address: "제주 제주시 애월읍 하귀로 111",
      x: 126.407825234812,
      y: 33.4836097363104
    },
    {
      name: "티켓코리아",
      address: "제주 제주시 관덕로 54-3",
      x: 126.525219376243,
      y: 33.5130122771156
    },
    {
      name: "천하명당복권방(이도점)",
      address: "제주 제주시 중앙로 129",
      x: 126.524984307204,
      y: 33.5071035222593
    },
    {
      name: "로또나라",
      address: "전남 광양시 중마중앙로 126",
      x: 127.698311289937,
      y: 34.9415176629322
    },
    {
      name: "나눔로또편의점",
      address: "전남 광양시 공영로 90",
      x: 127.699045323039,
      y: 34.9356585968215
    },
    {
      name: "프랜드24시",
      address: "광주 광산구 월곡중앙로 47",
      x: 126.810991245639,
      y: 35.1704858869504
    },
    {
      name: "좋은꿈복권방",
      address: "광주 북구 서암대로 29, 104호, 105호",
      x: 126.888099313676,
      y: 35.1729553801041
    },
    {
      name: "씨네월드일곡점",
      address: "광주 북구 설죽로 514",
      x: 126.898206151733,
      y: 35.2050034933908
    },
    {
      name: "SM정보통신",
      address: "광주 북구 북문대로 242",
      x: 126.865737069384,
      y: 35.1872770150151
    },
    {
      name: "애드존24시편의점",
      address: "광주 북구 필문대로 29, 1층",
      x: 126.92291976407,
      y: 35.1641883512455
    },
    {
      name: "운수대통복권샵",
      address: "전북 전주시 완산구 중화산로 101",
      x: 127.117918498866,
      y: 35.8195313566644
    },
    {
      name: "에덴부동산(부자복권방)",
      address: "전북 전주시 완산구 서곡4길 45-4",
      x: 127.103071717377,
      y: 35.8324159810969
    },
    {
      name: "제일마트",
      address: "전북 군산시 진포로 145",
      x: 126.732792677249,
      y: 35.9715678808769
    },
    {
      name: "천하명당복권방",
      address: "충남 서천군 장서로 47",
      x: 126.698343551047,
      y: 36.0120754218816
    },
    {
      name: "카카오",
      address: "전북 익산시 금마면 금마4길 5-5",
      x: 127.0530857403,
      y: 35.9916640822755
    },
    {
      name: "대명복권방",
      address: "전북 전주시 덕진구 호성1길 12",
      x: 127.15504890567,
      y: 35.8560411233825
    },
    {
      name: "로또편의점",
      address: "전북 전주시 덕진구 아중로 173",
      x: 127.168288273107,
      y: 35.8271013615566
    },
    {
      name: "개그스토리마트",
      address: "경기 평택시 포승면 만호리 311-26",
      x: 126.854377998621,
      y: 36.9626440235664
    },
    {
      name: "복권마을",
      address: "인천 부평구 마장로 424-1",
      x: 126.704420882477,
      y: 37.5159630045935
    },
    {
      name: "프로토종암점(도깨비방망이)",
      address: "서울 성북구 종암로19길 7",
      x: 127.03424272804,
      y: 37.5984154029584
    },
    {
      name: "행운복권방",
      address: "서울 중랑구 봉우재로 41",
      x: 127.077853865667,
      y: 37.5907829369907
    },
    {
      name: "천복권방",
      address: "대전 대덕구 한밭대로1043번길 2",
      x: 127.414471839041,
      y: 36.3587855438938
    },
    {
      name: "도곡점",
      address: "서울 강남구 남부순환로 2730",
      x: 127.044695036913,
      y: 37.4857410043023
    },
    {
      name: "건국점",
      address: "서울 광진구 광나루로24길 14",
      x: 127.076248825469,
      y: 37.545650327825
    },
    {
      name: "신공항3점",
      address: "인천 중구 영종대로 120",
      x: 126.492658269584,
      y: 37.4948201785398
    },
    {
      name: "능곡파워점",
      address: "경기 고양시 덕양구 지도로 100",
      x: 126.824057521925,
      y: 37.6260883105179
    },
    {
      name: "2테크노파크",
      address: "경기 부천시 석천로 345",
      x: 126.764822534597,
      y: 37.5197810169996
    },
    {
      name: "양산덕계점",
      address: "경남 양산시 덕계로 85 1층",
      x: 129.151915253832,
      y: 35.3752282019359
    },
    {
      name: "다대포점",
      address: "부산 사하구 다대로 702",
      x: 128.965083088414,
      y: 35.0489595003249
    },
    {
      name: "GS25대정중앙점",
      address: "제주 서귀포시 대정읍 하모중앙로 76",
      x: 126.251812065618,
      y: 33.2213903495082
    },
    {
      name: "용산보광",
      address: "서울 용산구 보광로 46",
      x: 126.999195515819,
      y: 37.5283158173314
    },
    {
      name: "대박토토판매점",
      address: "강원 동해시 발한로 185",
      x: 129.106696085403,
      y: 37.5473816434275
    },
    {
      name: "1등복권방",
      address: "서울 강북구 삼양로 252",
      x: 127.018477215618,
      y: 37.6258469200137
    },
    {
      name: "한아름유통",
      address: "서울 도봉구 노해로41길 38-9",
      x: 127.025351949279,
      y: 37.6505114580131
    },
    {
      name: "퀸나들가게",
      address: "경기 포천시 양문로 95",
      x: 127.242451617861,
      y: 38.0013065307648
    },
    {
      name: "아이월드안경원",
      address: "경기 양주시 개나리길 74",
      x: 126.974958535581,
      y: 37.8962004209308
    },
    {
      name: "인애비디오",
      address: "경기 동두천시 중앙로 341",
      x: 127.055442574017,
      y: 37.9118670863451
    },
    {
      name: "혜성슈퍼",
      address: "서울 성북구 성북로 31",
      x: 127.003624160954,
      y: 37.5907034112405
    },
    {
      name: "현대비디오",
      address: "서울 동대문구 장한로25길 45",
      x: 127.068670658417,
      y: 37.5718595739474
    },
    {
      name: "가판점",
      address: "서울 중구 명동7길 8, 신한은행 앞 가판대",
      x: 126.984548675895,
      y: 37.5641769138849
    },
    {
      name: "을지상회",
      address: "서울 중구 장충단로13길 43",
      x: 127.006460574612,
      y: 37.5680943778524
    },
    {
      name: "중구가로가판대",
      address: "서울 중구 남대문로 20-2, 남대문지하상가6번출구 앞 가판대",
      x: 126.978063161578,
      y: 37.5608306669839
    },
    {
      name: "왕자사진관",
      address: "서울 중랑구 양원역로 2",
      x: 127.108616561303,
      y: 37.6008268521866
    },
    {
      name: "행복",
      address: "서울 서초구 강남대로30길 63",
      x: 127.04058022585,
      y: 37.4827474469906
    },
    {
      name: "대박찬스복권전문점",
      address: "경기 용인시 처인구 금령로 70",
      x: 127.204125656852,
      y: 37.2348600372349
    },
    {
      name: "현대할인마트",
      address: "경기 이천시 경충대로 3136",
      x: 127.403319245029,
      y: 37.306516329271
    },
    {
      name: "천하명당복권방",
      address: "경기 이천시 경충대로 3145",
      x: 127.402338167801,
      y: 37.3071808442865
    },
    {
      name: "신영수퍼",
      address: "서울 강남구 광평로 51길 27",
      x: 127.100730117136,
      y: 37.4896147291453
    },
    {
      name: "로또복권",
      address: "서울 관악구 난곡로 247",
      x: 126.915770311901,
      y: 37.47611531101
    },
    {
      name: "신림용꿈돼지꿈",
      address: "서울 관악구 남부순환로 1869",
      x: 126.957564468163,
      y: 37.4798286976066
    },
    {
      name: "대성미니수퍼",
      address: "서울 관악구 남부순환로 1403, 106호",
      x: 126.906486814893,
      y: 37.4806427470477
    },
    {
      name: "가로판매점",
      address: "서울 송파구 올림픽로 132",
      x: 127.085382676165,
      y: 37.5112394238674
    },
    {
      name: "명진수퍼",
      address: "서울 송파구 새말로 142",
      x: 127.129626619435,
      y: 37.4835370129283
    },
    {
      name: "Today",
      address: "서울 광진구 광나루로56길 85",
      x: 127.095692162256,
      y: 37.535725176732
    },
    {
      name: "현대식품",
      address: "서울 광진구 아차산로 413",
      x: 127.088484024189,
      y: 37.5379349143708
    },
    {
      name: "태양복권",
      address: "경기 성남시 중원구 박석로 74",
      x: 127.165600917543,
      y: 37.4393274800469
    },
    {
      name: "삼일사",
      address: "경기 성남시 중원구 희망로344번길 3",
      x: 127.158469503448,
      y: 37.4364390523495
    },
    {
      name: "코사마트",
      address: "경기 부천시 오정로 203",
      x: 126.782611796376,
      y: 37.5271048262098
    },
    {
      name: "이레정보통신",
      address: "경기 부천시 소사로 705",
      x: 126.804548155261,
      y: 37.5189341443271
    },
    {
      name: "드림복권방",
      address: "경기 부천시 원종로 122, 가람5차 101호",
      x: 126.813590028018,
      y: 37.523931930338
    },
    {
      name: "예스수퍼",
      address: "경기 파주시 중앙로 320-2",
      x: 126.774762743309,
      y: 37.7642831915744
    },
    {
      name: "오렌지24시편의점",
      address: "경기 파주시 탄현면 필승로 468, 109호",
      x: 126.688115392043,
      y: 37.7821077470887
    },
    {
      name: "로또복권",
      address: "인천 부평구 길주남로102번길 2",
      x: 126.732924234317,
      y: 37.5039546740303
    },
    {
      name: "노다지복권방",
      address: "인천 부평구 이규보로 137-1",
      x: 126.707309094101,
      y: 37.4839832370142
    },
    {
      name: "나눔로또, 스포츠토토(김포장기)",
      address: "경기 김포시 김포한강1로78번길 7, 1층 110호",
      x: 126.670655365857,
      y: 37.6448697674168
    },
    {
      name: "토토편의점",
      address: "경기 김포시 김포대로 2344",
      x: 126.588840594252,
      y: 37.6952991048709
    },
    {
      name: "로또명당",
      address: "경기 김포시 율생로 82",
      x: 126.58280245955,
      y: 37.6507474596086
    },
    {
      name: "불로복권방",
      address: "인천 서구 검단로 851, 107호",
      x: 126.691831390291,
      y: 37.6196487465127
    },
    {
      name: "대박로또방",
      address: "인천 미추홀구 낙섬서로 46",
      x: 126.636068907219,
      y: 37.4532915331054
    },
    {
      name: "국도슈퍼마켓",
      address: "인천 남동구 남동대로 322",
      x: 126.704442313648,
      y: 37.4120862415322
    },
    {
      name: "탑마트",
      address: "인천 미추홀구 경인로305번길 17",
      x: 126.674722524611,
      y: 37.4608398175346
    },
    {
      name: "25시나눔",
      address: "인천 남동구 석정로497번길 17",
      x: 126.69101082678,
      y: 37.4665585292171
    },
    {
      name: "고은슈퍼",
      address: "서울 용산구 원효로41가길 5",
      x: 126.957787628366,
      y: 37.5342948891053
    },
    {
      name: "조운마트",
      address: "서울 용산구 원효로 273-1",
      x: 126.970305555677,
      y: 37.5415167035878
    },
    {
      name: "9스토아",
      address: "서울 용산구 이태원로27길 13, 지하1층",
      x: 126.995054984178,
      y: 37.5351788234185
    },
    {
      name: "최가네컴퓨터김가네핸드폰",
      address: "서울 마포구 마포대로 196, 지하1층, 12-2호",
      x: 126.956180092059,
      y: 37.551348512355
    },
    {
      name: "다니엘사",
      address: "경기 안산시 단원구 원선1로 38, 101호",
      x: 126.803777208185,
      y: 37.326166138141
    },
    {
      name: "G마트",
      address: "서울 영등포구 디지털로 387",
      x: 126.902185445265,
      y: 37.49164642744
    },
    {
      name: "미니수퍼",
      address: "서울 영등포구 신길로 158",
      x: 126.911242620612,
      y: 37.5061287812737
    },
    {
      name: "라스트찬스복권방",
      address: "서울 영등포구 영등포로 225",
      x: 126.906654670129,
      y: 37.5199200639101
    },
    {
      name: "대화식품",
      address: "서울 금천구 가산로 53",
      x: 126.896933425118,
      y: 37.4714314391735
    },
    {
      name: "운수대통(산본)",
      address: "경기 군포시 군포로745번길 24",
      x: 126.941442743972,
      y: 37.3709443959264
    },
    {
      name: "또와슈퍼",
      address: "서울 강서구 양천로 694",
      x: 126.87285045317,
      y: 37.5501089578592
    },
    {
      name: "진영슈퍼",
      address: "서울 강서구 등촌로 79",
      x: 126.863259478768,
      y: 37.5370347490957
    },
    {
      name: "강서스포츠",
      address: "서울 강서구 곰달래로 156-1",
      x: 126.85032507277,
      y: 37.5306737702911
    },
    {
      name: "아그네스",
      address: "서울 강서구 방화동로 44, 1층 4호",
      x: 126.81156917558,
      y: 37.564520129281
    },
    {
      name: "일등복권방",
      address: "서울 양천구 오목로 232",
      x: 126.863206293208,
      y: 37.5257642505039
    },
    {
      name: "영화모음",
      address: "경기 수원시 장안구 금당로39번길 6",
      x: 127.016102733221,
      y: 37.3031944068276
    },
    {
      name: "노다지복권",
      address: "경기 평택시 서정역로 23",
      x: 127.055479675135,
      y: 37.0562301095505
    },
    {
      name: "골든박스",
      address: "경기 광명시 하안로288번길 19, 103호",
      x: 126.881155527881,
      y: 37.4626454652336
    },
    {
      name: "한아름슈퍼",
      address: "경기 시흥시 군자로315번길 7",
      x: 126.772961604082,
      y: 37.3585272287316
    },
    {
      name: "플러스복권",
      address: "경기 시흥시 큰솔로 42 102호",
      x: 126.752732789304,
      y: 37.3411665039812
    },
    {
      name: "번영상회",
      address: "경기 광명시 광명로 956",
      x: 126.856667211406,
      y: 37.4838390560527
    },
    {
      name: "간이슈퍼",
      address: "경기 화성시 팔탄면 구장리 24-2",
      x: 126.89556160485,
      y: 37.1680412532948
    },
    {
      name: "코사마트",
      address: "서울 동작구 상도로 10-7",
      x: 126.922059369225,
      y: 37.4997328776063
    },
    {
      name: "상도편의점",
      address: "서울 동작구 상도로 276",
      x: 126.947726624915,
      y: 37.5027022327321
    },
    {
      name: "미래하이퍼",
      address: "서울 구로구 디지털로 232",
      x: 126.891628265838,
      y: 37.4805913095602
    },
    {
      name: "로또명당수퍼",
      address: "대구 동구 송라로 27-1",
      x: 128.619827465226,
      y: 35.8699039926712
    },
    {
      name: "대박수퍼",
      address: "대구 동구 국채보상로155길 10, 제1호",
      x: 128.614579173591,
      y: 35.8692978145298
    },
    {
      name: "위드미수성매호점",
      address: "대구 수성구 고산로 121, 1층",
      x: 128.704957000857,
      y: 35.8415102270343
    },
    {
      name: "복권명당(율하점)",
      address: "대구 동구 율하동로23길 37",
      x: 128.698018616746,
      y: 35.8701786448721
    },
    {
      name: "복권천국(신암점)",
      address: "대구 동구 신암남로 31",
      x: 128.619406171014,
      y: 35.878420481014
    },
    {
      name: "NH한삼인",
      address: "대구 수성구 수성로 142-1",
      x: 128.612167535919,
      y: 35.8381897780014
    },
    {
      name: "효자로또복권",
      address: "경북 포항시 남구 효자로118번길 16",
      x: 129.338060069369,
      y: 36.0094063101495
    },
    {
      name: "신라슈퍼",
      address: "경북 포항시 남구 동해면 일월로 112",
      x: 129.445356110751,
      y: 35.9879063950502
    },
    {
      name: "왕산마트",
      address: "경북 경주시 원효로 49",
      x: 129.206291844798,
      y: 35.8423369340959
    },
    {
      name: "리바레안강우방점",
      address: "경북 경주시 구부랑길 44",
      x: 129.197099695224,
      y: 36.0014212889469
    },
    {
      name: "로또천국(건천점)",
      address: "경북 경주시 건천읍 내서로 1118",
      x: 129.103411383066,
      y: 35.849235127958
    },
    {
      name: "주택복권2호점",
      address: "경북 구미시 금오시장로 13",
      x: 128.34060248911,
      y: 36.1261118765249
    },
    {
      name: "화성로또",
      address: "대구 달성군 화원읍 명천로 241",
      x: 128.492498401005,
      y: 35.7983091383263
    },
    {
      name: "LA24편의점",
      address: "대구 달서구 달서대로91길 10",
      x: 128.490667453246,
      y: 35.8398944448841
    },
    {
      name: "다모아복권방",
      address: "대구 서구 통학로39길 34",
      x: 128.559340424587,
      y: 35.8778053981315
    },
    {
      name: "복권천국",
      address: "대구 중구 달구벌대로 2206",
      x: 128.604348315593,
      y: 35.8625615404916
    },
    {
      name: "대박찬스로또복권방",
      address: "경북 의성군 문소3길 95-1",
      x: 128.694064097146,
      y: 36.3544442063198
    },
    {
      name: "일화로또",
      address: "경북 영양군 중앙로 124",
      x: 129.113926158257,
      y: 36.6643180299265
    },
    {
      name: "토큰박스(서문5지구)",
      address: "대구 중구 큰장로26길 5",
      x: 128.578466117132,
      y: 35.8685996061089
    },
    {
      name: "MC(수영점)",
      address: "부산 수영구 광서로 6-3",
      x: 129.113829342674,
      y: 35.1641664212018
    },
    {
      name: "팬레코드",
      address: "부산 남구 수영로 253",
      x: 129.094172718514,
      y: 35.135509460517
    },
    {
      name: "미화당슈퍼(괘법)",
      address: "부산 사상구 운산로 36",
      x: 128.980579671312,
      y: 35.1683446608313
    },
    {
      name: "에브리데이(신평)",
      address: "부산 사하구 하신번영로173번길 2",
      x: 128.959923532201,
      y: 35.0982028344763
    },
    {
      name: "오복할인마트",
      address: "경남 창원시 의창구 차상로150번길 44",
      x: 128.637321890184,
      y: 35.2354223378663
    },
    {
      name: "조이플(서창점)",
      address: "경남 양산시 연호로 38",
      x: 129.174799926935,
      y: 35.4161212637149
    },
    {
      name: "모닝마트(야음)",
      address: "울산 남구 수암로 190",
      x: 129.327588298523,
      y: 35.526555015012
    },
    {
      name: "송정마트(본점)",
      address: "울산 동구 월봉4길 29",
      x: 129.418411458637,
      y: 35.4895445272488
    },
    {
      name: "경남슈퍼",
      address: "경남 창원시 마산합포구 용마로 88-1",
      x: 128.583091570627,
      y: 35.2206941084603
    },
    {
      name: "건강약속",
      address: "경남 진주시 진양호로 514",
      x: 128.081949803677,
      y: 35.1921861994413
    },
    {
      name: "나우리편의점",
      address: "경남 거제시 거제중앙로 1904",
      x: 128.623560491011,
      y: 34.8880042999994
    },
    {
      name: "모아스토아",
      address: "대전 서구 신갈마로 123",
      x: 127.368317191556,
      y: 36.3446173286528
    },
    {
      name: "해수로또",
      address: "충북 청주시 상당구 산성로 22-1",
      x: 127.499370400723,
      y: 36.6261618044057
    },
    {
      name: "금강수여울목",
      address: "대전 대덕구 신탄진로 806-1",
      x: 127.429358763571,
      y: 36.4495104160969
    },
    {
      name: "우리별텔레콤",
      address: "충남 천안시 서북구 백석로 116",
      x: 127.12433190697,
      y: 36.8230899322514
    },
    {
      name: "로또복권(천안봉명)",
      address: "충남 천안시 동남구 봉정로 56",
      x: 127.140219305985,
      y: 36.8070803545012
    },
    {
      name: "대박찬스",
      address: "충북 음성군 삼성면 덕정로 69-2",
      x: 127.499392303361,
      y: 37.0205061093695
    },
    {
      name: "호정식품",
      address: "대전 중구 목척8길 14",
      x: 127.427621619464,
      y: 36.3298718897655
    },
    {
      name: "태안로또복권방",
      address: "충남 태안군 태안읍 독샘로 57",
      x: 126.298530275563,
      y: 36.7534877459013
    },
    {
      name: "강원복권방",
      address: "세종 세종 조치원로 46-1",
      x: 127.301918761978,
      y: 36.6015986826617
    },
    {
      name: "복터졌다 복권방",
      address: "충남 아산시 온천대로 1510-10",
      x: 127.005283931295,
      y: 36.7805105665462
    },
    {
      name: "애니타임",
      address: "충남 논산시 대흥로 17-1",
      x: 127.014072922323,
      y: 36.1555559483227
    },
    {
      name: "로또복권방",
      address: "충남 공주시 우금티로 789-1",
      x: 127.133576542426,
      y: 36.4554146931525
    },
    {
      name: "로또복권방(중동점)",
      address: "충남 공주시 무령로 220",
      x: 127.124139262659,
      y: 36.4564549118816
    },
    {
      name: "현암꽃플라워",
      address: "대전 동구 태전로 167",
      x: 127.419109358597,
      y: 36.3421514543038
    },
    {
      name: "월드마트",
      address: "충북 청주시 흥덕구 장구봉로129번길 2",
      x: 127.447669647986,
      y: 36.6247548812572
    },
    {
      name: "B&M(교보점)",
      address: "충북 청주시 서원구 사운로 82",
      x: 127.479474283836,
      y: 36.6364525148655
    },
    {
      name: "그린24시편의점",
      address: "충북 청주시 서원구 수곡로 12",
      x: 127.474790076572,
      y: 36.6134491065108
    },
    {
      name: "대한민국마트",
      address: "대전 유성구 전민로46번길 40, 1층",
      x: 127.402497844512,
      y: 36.3966867994286
    },
    {
      name: "역전복권방",
      address: "광주 광산구 상무대로 208",
      x: 126.792054008657,
      y: 35.137773312851
    },
    {
      name: "영화마을운남점",
      address: "광주 광산구 하남대로 297-1",
      x: 126.826294244958,
      y: 35.1793034179539
    },
    {
      name: "장군마트",
      address: "전남 광양시 광장로 70",
      x: 127.690269917349,
      y: 34.9333229356169
    },
    {
      name: "네거리로또명당",
      address: "전남 광양시 신재로 46",
      x: 127.589156972003,
      y: 34.9752941901469
    },
    {
      name: "로또만사통사",
      address: "전남 화순군 화순읍 광덕로 212,4호-5호",
      x: 126.992662801533,
      y: 35.0636915368134
    },
    {
      name: "대중수퍼",
      address: "광주 남구 대남대로159번길 14",
      x: 126.907560287215,
      y: 35.1324792632152
    },
    {
      name: "매곡복권방",
      address: "광주 북구 매곡로 70",
      x: 126.893243011816,
      y: 35.1912675505624
    },
    {
      name: "LH로또",
      address: "전북 전주시 완산구 호암로 91",
      x: 127.104262720393,
      y: 35.8084838787609
    },
    {
      name: "복드림로또복권방",
      address: "전북 군산시 백토로 79-1",
      x: 126.705981579668,
      y: 35.9719982484463
    },
    {
      name: "일등복권방",
      address: "전북 전주시 완산구 장승배기로 203",
      x: 127.134812618436,
      y: 35.7966190220755
    },
    {
      name: "채널Q",
      address: "전북 고창군 고창읍 중앙로 231",
      x: 126.70088101014,
      y: 35.4353289484782
    },
    {
      name: "로또판매점",
      address: "전북 장수군 싸리재로 18",
      x: 127.520699547914,
      y: 35.6488468141143
    },
    {
      name: "삼성로또복권방슈퍼",
      address: "전북 남원시 동림로 86",
      x: 127.386277098272,
      y: 35.4159841967891
    },
    {
      name: "돈방석",
      address: "전북 전주시 완산구 서신로 35",
      x: 127.115595590636,
      y: 35.8285507159095
    },
    {
      name: "소요편의점",
      address: "전북 익산시 평동로 740",
      x: 126.960221263357,
      y: 35.9283324470272
    },
    {
      name: "로또편의점",
      address: "전북 전주시 덕진구 기린대로 469",
      x: 127.126092714284,
      y: 35.8417323242869
    },
    {
      name: "노다지복권방(구포역점)",
      address: "부산 북구 낙동대로 1704",
      x: 128.997141412575,
      y: 35.2065658594261
    },
    {
      name: "토토복권방",
      address: "인천 부평구 충선로 51",
      x: 126.735117879361,
      y: 37.4939519842467
    },
    {
      name: "삼성통신",
      address: "경기 구리시 검배로 89",
      x: 127.14813151812,
      y: 37.5951505196345
    },
    {
      name: "명당복권방",
      address: "경기 남양주시 창현로 7",
      x: 127.306290058316,
      y: 37.6502390990571
    },
    {
      name: "황금복권",
      address: "강원 원주시 봉화로 74, 상가 105호",
      x: 127.929292197243,
      y: 37.3507246736196
    },
    {
      name: "국가대표복권방",
      address: "강원 영월군 중앙로 68",
      x: 128.471157266341,
      y: 37.1833428700247
    },
    {
      name: "트윙클용마점",
      address: "서울 중랑구 용마산로 494",
      x: 127.100268095195,
      y: 37.5949757275537
    },
    {
      name: "부안식품",
      address: "서울 중랑구 봉우재로26길 4",
      x: 127.083923443815,
      y: 37.5918400558908
    },
    {
      name: "다연마트",
      address: "서울 중랑구 겸재로 122",
      x: 127.081347905764,
      y: 37.5868055827869
    },
    {
      name: "대박드림복권",
      address: "서울 중랑구 망우로 203, 동양엔파트 131호",
      x: 127.075008982696,
      y: 37.5939956436071
    },
    {
      name: "대성슈퍼",
      address: "서울 중구 난계로11길 8",
      x: 127.023041602058,
      y: 37.5659725331586
    },
    {
      name: "진양상회",
      address: "서울 중구 창경궁로1길 37-1",
      x: 126.996353444885,
      y: 37.5623389349002
    },
    {
      name: "한아름마트",
      address: "강원 춘천시 후석로45번길 24",
      x: 127.740292441768,
      y: 37.8600519682081
    },
    {
      name: "불티나",
      address: "강원 춘천시 후석로462번길 94-1",
      x: 127.751973312855,
      y: 37.8909521676182
    },
    {
      name: "오케이토토",
      address: "서울 도봉구 우이천로 486-1",
      x: 127.015711930634,
      y: 37.6564804338476
    },
    {
      name: "행복정보통신",
      address: "경기 연천군 연천로 264-1",
      x: 127.074998322093,
      y: 38.1004751518812
    },
    {
      name: "복권방",
      address: "경기 동두천시 삼육사로 945",
      x: 127.054767820254,
      y: 37.8990392222735
    },
    {
      name: "로또복권방(동소문점)",
      address: "서울 성북구 동소문로2길 83",
      x: 127.010350566506,
      y: 37.5894931605394
    },
    {
      name: "샘터",
      address: "서울 동대문구 신이문로 33",
      x: 127.065864876421,
      y: 37.6031526451979
    },
    {
      name: "해성수퍼",
      address: "서울 관악구 호암로24길 42",
      x: 126.935461757601,
      y: 37.4694140104224
    },
    {
      name: "우리공인중개사무소",
      address: "서울 서초구 서초중앙로20길 7",
      x: 127.014508022931,
      y: 37.4923056517556
    },
    {
      name: "삼성동버스카드충전소",
      address: "서울 강남구 테헤란로 625",
      x: 127.066048979299,
      y: 37.5101503390692
    },
    {
      name: "종합가판점",
      address: "서울 강남구 강남대로 324, 빌딩 앞 가판대",
      x: 127.030953005686,
      y: 37.4921449015471
    },
    {
      name: "왕대박잉크충전",
      address: "경기 여주시 청심로 175-4",
      x: 127.63971631502,
      y: 37.2970213748117
    },
    {
      name: "클로버복권판매점",
      address: "서울 송파구 백제고분로50길 19, 102호",
      x: 127.117086620955,
      y: 37.5138192162932
    },
    {
      name: "성남편의점",
      address: "경기 성남시 분당구 성남대로916번길 5, 1층 112호",
      x: 127.129865061381,
      y: 37.411549013258
    },
    {
      name: "하나로슈퍼복권방",
      address: "경기 성남시 분당구 정자로 78, 104호",
      x: 127.113519821333,
      y: 37.3631733405206
    },
    {
      name: "가연이네슈퍼",
      address: "경기 성남시 중원구 둔촌대로 106",
      x: 127.130611887058,
      y: 37.4291518235374
    },
    {
      name: "현대조은공사",
      address: "경기 성남시 중원구 광명로 129",
      x: 127.14259163446,
      y: 37.4371649478061
    },
    {
      name: "대박로또복권방",
      address: "경기 김포시 김포대로 2449",
      x: 126.57730812815,
      y: 37.6969136821035
    },
    {
      name: "범양유통",
      address: "경기 김포시 풍무로 36",
      x: 126.721057609215,
      y: 37.5985399768643
    },
    {
      name: "마이마트",
      address: "인천 서구 탁옥로 76, 101호",
      x: 126.677881364994,
      y: 37.5436068610422
    },
    {
      name: "행운마트",
      address: "인천 중구 운중로 39-2, 1층 1호",
      x: 126.537940585638,
      y: 37.4938969282197
    },
    {
      name: "드림존",
      address: "인천 동구 방축로83번길 23",
      x: 126.654796006471,
      y: 37.4848277154699
    },
    {
      name: "빅마트",
      address: "인천 동구 제물량로 433",
      x: 126.629408501719,
      y: 37.4854846780585
    },
    {
      name: "종합가판",
      address: "서울 종로구 종로 370-1",
      x: 127.018666932808,
      y: 37.5736156393021
    },
    {
      name: "종로2가가판대",
      address: "서울 종로구 종로 89",
      x: 126.987376713983,
      y: 37.5704588128117
    },
    {
      name: "굿타임",
      address: "서울 서대문구 연희로 36",
      x: 126.927501079858,
      y: 37.5618289324287
    },
    {
      name: "로또명당",
      address: "인천 남동구 호구포로 874",
      x: 126.720302970666,
      y: 37.4603849780457
    },
    {
      name: "이전유통",
      address: "경기 고양시 일산동구 호수로446번길 54",
      x: 126.78022306934,
      y: 37.6457821179916
    },
    {
      name: "행복한나그네매표소",
      address: "경기 부천시 신흥로 243-1",
      x: 126.775399112965,
      y: 37.5052345566639
    },
    {
      name: "복권방",
      address: "경기 부천시 경인로498번길 10",
      x: 126.810980165913,
      y: 37.4834453896677
    },
    {
      name: "역전슈퍼",
      address: "경기 부천시 석천로2번길 74",
      x: 126.763656554536,
      y: 37.487043967371
    },
    {
      name: "24시슈퍼",
      address: "인천 부평구 열우물로 111-1",
      x: 126.695388614875,
      y: 37.4761918408262
    },
    {
      name: "로또판매점(운동화)",
      address: "인천 부평구 안남로 279",
      x: 126.708831497005,
      y: 37.507872066253
    },
    {
      name: "가판대",
      address: "서울 마포구 마포대로 44",
      x: 126.947098319374,
      y: 37.539973013511
    },
    {
      name: "델타슈퍼",
      address: "서울 용산구 한강대로38가길 11",
      x: 126.970229923697,
      y: 37.5296788875034
    },
    {
      name: "굿프렌즈로데오점",
      address: "경기 고양시 일산서구 탄중로101번길 30, 1층 101호",
      x: 126.756384725377,
      y: 37.6935487660799
    },
    {
      name: "장미유통",
      address: "인천 계양구 아나지로 394",
      x: 126.735882538039,
      y: 37.5254070504345
    },
    {
      name: "일출자전거대리점",
      address: "인천 연수구 먼우금로63번길 13",
      x: 126.669605169768,
      y: 37.404241586404
    },
    {
      name: "오렌지24편의점(백석)",
      address: "경기 고양시 일산동구 호수로 340-38, 105호",
      x: 126.789046224244,
      y: 37.6387161396926
    },
    {
      name: "토토복권",
      address: "서울 은평구 증산서길 64",
      x: 126.905647526879,
      y: 37.5823426567635
    },
    {
      name: "자유복권편의점",
      address: "경기 안산시 단원구 화랑로 358",
      x: 126.827490207137,
      y: 37.3210004375317
    },
    {
      name: "행운이 가득한 집",
      address: "경기 안산시 상록구 건건로 28",
      x: 126.901473409909,
      y: 37.3037382718725
    },
    {
      name: "무지개슈퍼",
      address: "서울 영등포구 영등포로 379-1",
      x: 126.920432858415,
      y: 37.5139640659239
    },
    {
      name: "새시대복권방",
      address: "서울 금천구 탑골로 6-1",
      x: 126.910365045517,
      y: 37.4509800536914
    },
    {
      name: "잘찍어로또방",
      address: "경기 평택시 안현로서5길 62",
      x: 126.927907677214,
      y: 36.9884395970314
    },
    {
      name: "공원슈퍼",
      address: "경기 수원시 장안구 팔달로 255",
      x: 127.012935153781,
      y: 37.2888295580437
    },
    {
      name: "로또복권방",
      address: "경기 평택시 조개터로 17",
      x: 127.101707355829,
      y: 36.9888908070529
    },
    {
      name: "토토",
      address: "경기 수원시 팔달구 팔달문로153번길 79",
      x: 127.029994783193,
      y: 37.2857951904098
    },
    {
      name: "토토복권 프로토",
      address: "경기 화성시 송산면 사강시장길 57",
      x: 126.736019048111,
      y: 37.2136543008435
    },
    {
      name: "경민복권방(행궁동점)",
      address: "경기 수원시 팔달구 정조로 866-2",
      x: 127.015854027138,
      y: 37.2854843674799
    },
    {
      name: "신영정보통신",
      address: "서울 강서구 등촌로 61",
      x: 126.863193248501,
      y: 37.5355083785402
    },
    {
      name: "그린마트복권방",
      address: "서울 강서구 까치산로 41   1",
      x: 126.844637567242,
      y: 37.5432437490689
    },
    {
      name: "큐라인슈퍼",
      address: "서울 강서구 남부순환로9길 30",
      x: 126.811622319368,
      y: 37.5572141312497
    },
    {
      name: "강서슈퍼",
      address: "서울 강서구 공항대로59길 27",
      x: 126.863562422584,
      y: 37.5528383444436
    },
    {
      name: "에이스슈퍼",
      address: "경기 광명시 오리로942번길 10",
      x: 126.858990136722,
      y: 37.4790251512515
    },
    {
      name: "다석슈퍼",
      address: "경기 시흥시 산기대학로 77, 130호",
      x: 126.717501570706,
      y: 37.3493962624374
    },
    {
      name: "LG슈퍼",
      address: "경기 광명시 연서로 10",
      x: 126.863358957165,
      y: 37.4810541296523
    },
    {
      name: "현진식품",
      address: "서울 구로구 중앙로 32",
      x: 126.863856941873,
      y: 37.500768283874
    },
    {
      name: "대박복권방",
      address: "서울 구로구 개봉로17길 18",
      x: 126.854823249622,
      y: 37.4917176446806
    },
    {
      name: "한솔유통",
      address: "서울 구로구 공원로7길 32",
      x: 126.88734809681,
      y: 37.5017031266367
    },
    {
      name: "삼성열쇠공사",
      address: "서울 동작구 만양로 90-1",
      x: 126.944501000368,
      y: 37.5115178153565
    },
    {
      name: "호돌이수퍼",
      address: "경기 안양시 동안구 인덕원로 35",
      x: 126.974607513259,
      y: 37.4027731939779
    },
    {
      name: "편의점사랑(금정점)",
      address: "경기 군포시 공단로 300",
      x: 126.944747167297,
      y: 37.3709862616168
    },
    {
      name: "하나마트",
      address: "경기 안양시 동안구 경수대로 606, 102호",
      x: 126.956301952524,
      y: 37.3767779302579
    },
    {
      name: "복권만당",
      address: "경기 군포시 군포로 489-2",
      x: 126.944198857996,
      y: 37.3502183157612
    },
    {
      name: "남도할인마트",
      address: "서울 금천구 문성로 19",
      x: 126.905652858208,
      y: 37.4766144834095
    },
    {
      name: "포유25",
      address: "경기 평택시 탄현1로 165",
      x: 127.05349869786,
      y: 37.0747997770858
    },
    {
      name: "명진슈퍼",
      address: "경기 의왕시 효행로 15",
      x: 126.974424873199,
      y: 37.3492683950979
    },
    {
      name: "로또나라",
      address: "대구 남구 장전1길 30-21",
      x: 128.572856357806,
      y: 35.8419325320073
    },
    {
      name: "월드복권",
      address: "대구 서구 북비산로 98",
      x: 128.543674692146,
      y: 35.8784331247628
    },
    {
      name: "거봉마트",
      address: "대구 서구 북비산로 310",
      x: 128.567247226296,
      y: 35.8792769561519
    },
    {
      name: "코사마트(남산우정점)",
      address: "대구 중구 명륜로22길 5",
      x: 128.594900115526,
      y: 35.8601221695387
    },
    {
      name: "안동수퍼",
      address: "대구 중구 중앙대로 463",
      x: 128.594559619806,
      y: 35.8745986023342
    },
    {
      name: "광시당",
      address: "경북 영주시 원당로 121",
      x: 128.627153619721,
      y: 36.8226282140299
    },
    {
      name: "진양편의마트",
      address: "경북 영주시 선비로 68",
      x: 128.624088366874,
      y: 36.811228689448
    },
    {
      name: "대동도기상사",
      address: "경북 영천시 금완로 30",
      x: 128.931899577759,
      y: 35.9603193034517
    },
    {
      name: "로또복권판매",
      address: "경북 상주시 삼백로 159",
      x: 128.161102890018,
      y: 36.4189566606264
    },
    {
      name: "동아스포츠토토",
      address: "대구 수성구 용학로 303",
      x: 128.640364443555,
      y: 35.8223516371918
    },
    {
      name: "가인안경",
      address: "대구 동구 아양로50길 82",
      x: 128.641410400826,
      y: 35.8837576228863
    },
    {
      name: "코사마트(금강점)",
      address: "대구 달서구 용산로 204",
      x: 128.530831896323,
      y: 35.8557344772008
    },
    {
      name: "A할인마트",
      address: "대구 달서구 용산로 29",
      x: 128.530376694182,
      y: 35.8400902821452
    },
    {
      name: "덕산슈퍼",
      address: "대구 북구 연암로 183, 7702동 109호",
      x: 128.595889536395,
      y: 35.9010967224669
    },
    {
      name: "대동A5마트",
      address: "경북 구미시 원남로4길 1",
      x: 128.32830498006,
      y: 36.1280214366223
    },
    {
      name: "로그인편의점",
      address: "경북 구미시 상사동로 149-4, 101호",
      x: 128.358644230586,
      y: 36.0980005716911
    },
    {
      name: "씨스페이스 구미옥계 대박점",
      address: "경북 구미시 흥안로 35",
      x: 128.414375211136,
      y: 36.1471756966285
    },
    {
      name: "로또복권김천다수점",
      address: "경북 김천시 영남대로 1294",
      x: 128.077916159633,
      y: 36.126251887951
    },
    {
      name: "GS25칠곡신미래점",
      address: "대구 북구 동암로 181",
      x: 128.570767345036,
      y: 35.9434606591854
    },
    {
      name: "블루25 사상구청점",
      address: "부산 사상구 가야대로175번길 26",
      x: 128.992137073976,
      y: 35.1508493697523
    },
    {
      name: "성광복권명당",
      address: "부산 연제구 과정로 335",
      x: 129.091093984055,
      y: 35.1899952295364
    },
    {
      name: "에브리마트(구포)",
      address: "부산 북구 시랑로 20",
      x: 129.003926714662,
      y: 35.2038873664182
    },
    {
      name: "제일슈퍼",
      address: "부산 수영구 수영로 515",
      x: 129.111333995442,
      y: 35.1519019291712
    },
    {
      name: "우리슈퍼",
      address: "부산 금정구 금단로 191-1",
      x: 129.093442518721,
      y: 35.265968245765
    },
    {
      name: "북마산25시",
      address: "경남 창원시 마산합포구 교방천남길 172",
      x: 128.571633726242,
      y: 35.2107981576888
    },
    {
      name: "위드미울산목화점",
      address: "울산 남구 달삼로 25",
      x: 129.331949652556,
      y: 35.5358259820036
    },
    {
      name: "한아름24시",
      address: "경남 창원시 진해구 충장로 339, 상가 101호",
      x: 128.689235187531,
      y: 35.1538805286874
    },
    {
      name: "씨엔마트(태화점)",
      address: "울산 중구 태화로 118",
      x: 129.288842630763,
      y: 35.5530883291159
    },
    {
      name: "비디오채널4",
      address: "경남 진주시 동진로 220",
      x: 128.115253905075,
      y: 35.1796069284753
    },
    {
      name: "복마니마트",
      address: "경남 함안군 가야읍 가야로 60",
      x: 128.407765569796,
      y: 35.2776069501955
    },
    {
      name: "천하명당(팔용)",
      address: "경남 창원시 의창구 사화로 26",
      x: 128.610280547325,
      y: 35.2563338060721
    },
    {
      name: "맨조이",
      address: "경남 창원시 진해구 편백로 12-1",
      x: 128.657277354767,
      y: 35.1493890030165
    },
    {
      name: "해오름슈퍼",
      address: "경남 창원시 진해구 자은로64번나길 7",
      x: 128.709552119328,
      y: 35.1504838300191
    },
    {
      name: "잉크와 복권(용잠)",
      address: "경남 창원시 의창구 동읍 의창대로 875",
      x: 128.686232587527,
      y: 35.2786089545382
    },
    {
      name: "그린24시변동점",
      address: "대전 서구 도산로181번길 2",
      x: 127.378512135851,
      y: 36.3246881065096
    },
    {
      name: "토마트24두정점",
      address: "충남 천안시 서북구 봉정로 397",
      x: 127.14540951164,
      y: 36.8375539396621
    },
    {
      name: "TO MART",
      address: "충남 천안시 서북구 선영10길 1",
      x: 127.14290600962,
      y: 36.8175175086342
    },
    {
      name: "매일슈퍼",
      address: "대전 중구 선화서로 108",
      x: 127.415600352952,
      y: 36.3332089961009
    },
    {
      name: "미래로또",
      address: "세종 세종 조치원5길 12",
      x: 127.299352860334,
      y: 36.6019105513648
    },
    {
      name: "아산직매장",
      address: "충남 아산시 어의정로183번길 9",
      x: 127.015903452597,
      y: 36.7757072126283
    },
    {
      name: "안면도복권",
      address: "충남 태안군 안면읍 장터로 123",
      x: 126.345300290596,
      y: 36.5181249376264
    },
    {
      name: "로또복권방",
      address: "충북 영동군 영동읍 중앙로 28, 1층 라호",
      x: 127.776576281122,
      y: 36.1745069155565
    },
    {
      name: "으뜸로또복권방",
      address: "충남 홍성군 문화로 116",
      x: 126.662877540558,
      y: 36.5977377221598
    },
    {
      name: "로또공인중개사사무소",
      address: "대전 동구 백룡로 135",
      x: 127.454281669438,
      y: 36.3287575479973
    },
    {
      name: "유연마트",
      address: "대전 동구 계족로 88",
      x: 127.445124569349,
      y: 36.3221877292501
    },
    {
      name: "시외버스터미널로또복권방",
      address: "충남 논산시 계백로 1000",
      x: 127.088314048872,
      y: 36.2030394186475
    },
    {
      name: "위드미 청주예체로점",
      address: "충북 청주시 서원구 예체로19번길 3",
      x: 127.468606447404,
      y: 36.6277739960695
    },
    {
      name: "영판매",
      address: "충북 청주시 흥덕구 2순환로 1219번길 15",
      x: 127.430253904688,
      y: 36.6277273556518
    },
    {
      name: "후레쉬마트",
      address: "광주 서구 염화로40번길 18",
      x: 126.874769680476,
      y: 35.1378088683476
    },
    {
      name: "대박복권(나주)",
      address: "전남 나주시 구진포로 483",
      x: 126.711379593332,
      y: 35.0097231175997
    },
    {
      name: "소요(용담점)",
      address: "제주 제주시 서문로 22",
      x: 126.513797742286,
      y: 33.509843155671
    },
    {
      name: "터미널담배",
      address: "제주 제주시 서광로 174",
      x: 126.514871117614,
      y: 33.4997144726038
    },
    {
      name: "제이스테이션(여서)",
      address: "전남 여수시 문수로 118",
      x: 127.707547301024,
      y: 34.7552167151831
    },
    {
      name: "홀인원편의점",
      address: "광주 북구 삼정로 86-1",
      x: 126.937463956014,
      y: 35.1697024094367
    },
    {
      name: "천국열쇠",
      address: "광주 북구 북문대로 157",
      x: 126.872037854503,
      y: 35.182485742149
    },
    {
      name: "대박복권방",
      address: "전북 전주시 완산구 용머리로 197",
      x: 127.131322505798,
      y: 35.8075238384052
    },
    {
      name: "롯데마트",
      address: "전북 군산시 하나운로 45",
      x: 126.699690640402,
      y: 35.9628557742134
    },
    {
      name: "하이마켓",
      address: "서울 노원구 동일로 1093",
      x: 127.071740627201,
      y: 37.6275614075851
    },
    {
      name: "행운토토방",
      address: "서울 도봉구 덕릉로59가길 37",
      x: 127.037591613013,
      y: 37.639081013681
    },
    {
      name: "남동행운마트",
      address: "인천 남동구 은청로 4-7, A동 148호",
      x: 126.693401955328,
      y: 37.4069464793139
    },
    {
      name: "천하명당(덕계)",
      address: "경남 양산시 덕계로 42",
      x: 129.149422862954,
      y: 35.3719786403595
    },
    {
      name: "복권닷컴",
      address: "경기 포천시 호국로 945",
      x: 127.232915875607,
      y: 37.9427936046032
    },
    {
      name: "잉크마루",
      address: "서울 강북구 덕릉로 134",
      x: 127.028605994684,
      y: 37.6349062971176
    },
    {
      name: "한성로또복권",
      address: "강원 정선군 고한9길 40",
      x: 128.858379323095,
      y: 37.1968600374462
    },
    {
      name: "데이앤나잇",
      address: "서울 성북구 종암로 132",
      x: 127.03351787574,
      y: 37.6019197443065
    },
    {
      name: "정슈퍼마켓",
      address: "경기 남양주시 퇴계원로 17, 3번지1층",
      x: 127.146260362383,
      y: 37.6594495491254
    },
    {
      name: "대명씨앤씨",
      address: "서울 성북구 지봉로 171, 1층",
      x: 127.017843945184,
      y: 37.584927475799
    },
    {
      name: "풍물24시하이퍼",
      address: "강원 원주시 북원로2507번길 20",
      x: 127.939086340215,
      y: 37.3685361354516
    },
    {
      name: "인동상회",
      address: "서울 노원구 한글비석로 396, 벽산상가 108동 116호",
      x: 127.073581746977,
      y: 37.6623030184626
    },
    {
      name: "복권",
      address: "서울 중랑구 망우로30길 8",
      x: 127.07437556869,
      y: 37.5928619662699
    },
    {
      name: "설악수퍼",
      address: "강원 속초시 중앙시장로 116",
      x: 128.591020953851,
      y: 38.2044777289718
    },
    {
      name: "봉의산마트",
      address: "강원 춘천시 춘천로 326",
      x: 127.748749042181,
      y: 37.8826222015979
    },
    {
      name: "그린슈퍼",
      address: "서울 중랑구 동일로130길 42",
      x: 127.082458816354,
      y: 37.5998278347882
    },
    {
      name: "묵동식품",
      address: "서울 중랑구 동일로 919",
      x: 127.077065869395,
      y: 37.6124704724842
    },
    {
      name: "하나마트",
      address: "서울 노원구 화랑로51길 38, 밀레니엄타워 111호",
      x: 127.089080516412,
      y: 37.6249572724348
    },
    {
      name: "성공복권방",
      address: "경기 여주시 청심로 96",
      x: 127.630945217078,
      y: 37.299363182583
    },
    {
      name: "복권판매",
      address: "경기 여주시 세종로 59",
      x: 127.635801214747,
      y: 37.2924986149075
    },
    {
      name: "가로판매점",
      address: "서울 광진구 광나루로 375-1",
      x: 127.071743335135,
      y: 37.5481605406369
    },
    {
      name: "문구할인마트",
      address: "서울 광진구 아차산로 214",
      x: 127.067114012402,
      y: 37.5408780537002
    },
    {
      name: "송전열쇠도장",
      address: "경기 용인시 처인구 이동면 경기동로687번길 6",
      x: 127.197226256071,
      y: 37.1401282324079
    },
    {
      name: "휴대폰천국",
      address: "서울 광진구 군자로 85-1",
      x: 127.07095041866,
      y: 37.5509189757446
    },
    {
      name: "현대서점",
      address: "서울 동작구 노량진로 40, 현대상가나동103호",
      x: 126.930270975574,
      y: 37.5130152193106
    },
    {
      name: "영마트",
      address: "서울 광진구 구의로 32",
      x: 127.089869951987,
      y: 37.5407565200213
    },
    {
      name: "엘마트",
      address: "서울 관악구 봉천로41길 7",
      x: 126.947853772716,
      y: 37.4831405235514
    },
    {
      name: "동경마트",
      address: "경기 용인시 수지구 현암로 82, 105호",
      x: 127.118392109468,
      y: 37.3312544788038
    },
    {
      name: "행운마트",
      address: "서울 송파구 마천로15길 9",
      x: 127.134869141247,
      y: 37.5055742641537
    },
    {
      name: "삼성마트",
      address: "서울 강남구 선릉로 628",
      x: 127.043242450283,
      y: 37.5126072066996
    },
    {
      name: "동원슈퍼",
      address: "서울 송파구 송이로28길 3",
      x: 127.127145535338,
      y: 37.4904136756446
    },
    {
      name: "영서적",
      address: "서울 광진구 아차산로65길 8",
      x: 127.094277405312,
      y: 37.5408393992816
    },
    {
      name: "고려마트",
      address: "서울 관악구 관악로 236",
      x: 126.956379535206,
      y: 37.4853989326808
    },
    {
      name: "엔유엘",
      address: "서울 강남구 개포로 245",
      x: 127.049310002963,
      y: 37.4791696434599
    },
    {
      name: "단대 대박 복권방",
      address: "경기 성남시 중원구 산성대로372번길 14",
      x: 127.158590773236,
      y: 37.4447514674094
    },
    {
      name: "썬마트",
      address: "경기 부천시 길주로77번길 19-38",
      x: 126.750116409846,
      y: 37.5073151920377
    },
    {
      name: "천하명당로또복권",
      address: "서울 서대문구 세무서길 12",
      x: 126.945642117262,
      y: 37.588523252875
    },
    {
      name: "해피복권방",
      address: "서울 종로구 자하문로 306",
      x: 126.959080122051,
      y: 37.59974277904
    },
    {
      name: "한국인세계대박복권",
      address: "인천 연수구 한나루로197번길 34",
      x: 126.655227608354,
      y: 37.4276771040496
    },
    {
      name: "L-마트",
      address: "경기 부천시 삼작로 22",
      x: 126.762331347194,
      y: 37.5190203607118
    },
    {
      name: "코오롱",
      address: "경기 부천시 소향로 13",
      x: 126.749398840675,
      y: 37.5041189855517
    },
    {
      name: "초이스편의점",
      address: "인천 계양구 주부토로 472번길 51, 상가동 102,103호",
      x: 126.731878388204,
      y: 37.5352987447266
    },
    {
      name: "위드미동부이촌점",
      address: "서울 용산구 이촌로75길 22-5",
      x: 126.974753411637,
      y: 37.520847506274
    },
    {
      name: "금두꺼비복권방",
      address: "경기 고양시 일산서구 강성로 263, 재성빌딩 101호",
      x: 126.748054044636,
      y: 37.6767581599566
    },
    {
      name: "바른행정사사무소",
      address: "경기 고양시 일산서구 현중로 32, 1층",
      x: 126.768038498101,
      y: 37.6935612735104
    },
    {
      name: "하이라이프",
      address: "경기 파주시 광탄면 동거리길 28",
      x: 126.849028137309,
      y: 37.7810593750421
    },
    {
      name: "삼성상회(가판)",
      address: "서울 종로구 종로 51",
      x: 126.983611410428,
      y: 37.5707451369668
    },
    {
      name: "김영로또",
      address: "인천 옹진군 영흥면 영흥북로 3, 105호",
      x: 126.496727860221,
      y: 37.256472840869
    },
    {
      name: "복권나라",
      address: "경기 안산시 단원구 원본로 38",
      x: 126.793650051737,
      y: 37.3299272931655
    },
    {
      name: "엑스트라(우만동점)",
      address: "경기 수원시 팔달구 월드컵로357번길 42",
      x: 127.029232661489,
      y: 37.2883317146917
    },
    {
      name: "우선슈퍼",
      address: "서울 영등포구 도신로 231-2",
      x: 126.916676953026,
      y: 37.5124972547658
    },
    {
      name: "지(G)마트",
      address: "경기 시흥시 은행로 108",
      x: 126.798412100477,
      y: 37.4400947489708
    },
    {
      name: "영일식품",
      address: "서울 영등포구 당산로32길 10",
      x: 126.897846940173,
      y: 37.5262323140921
    },
    {
      name: "공단마트(송탄)",
      address: "경기 평택시 산단로52번길 3",
      x: 127.076042698375,
      y: 37.036742242962
    },
    {
      name: "농심가슈퍼마트",
      address: "서울 양천구 목동중앙본로 54, 1층",
      x: 126.869028000354,
      y: 37.5407064637936
    },
    {
      name: "빅뱅토토",
      address: "경기 수원시 장안구 창훈로66번길 11-3",
      x: 127.028449017175,
      y: 37.2979390398621
    },
    {
      name: "보배마트",
      address: "서울 영등포구 양평로 85",
      x: 126.897365632427,
      y: 37.5359336052322
    },
    {
      name: "운수대통",
      address: "경기 수원시 권선구 매실로 73",
      x: 126.95872638902,
      y: 37.2690135279978
    },
    {
      name: "열린슈퍼",
      address: "경기 안양시 만안구 경수대로 1207, 108호",
      x: 126.913747485257,
      y: 37.4165240252431
    },
    {
      name: "해태식품",
      address: "서울 금천구 시흥대로50길 9",
      x: 126.902586367328,
      y: 37.4514394517426
    },
    {
      name: "새로나슈퍼",
      address: "서울 강서구 강서로5나길 10",
      x: 126.847720969905,
      y: 37.5287534720244
    },
    {
      name: "제일수퍼마트",
      address: "서울 양천구 목동중앙본로 91",
      x: 126.870256969221,
      y: 37.5438200514085
    },
    {
      name: "월드",
      address: "경기 오산시 대원로 12",
      x: 127.069665577361,
      y: 37.1462883986654
    },
    {
      name: "드림공인중개사",
      address: "서울 양천구 목동중앙북로16길 3",
      x: 126.873886642688,
      y: 37.5460499008958
    },
    {
      name: "대창청과수퍼",
      address: "서울 영등포구 신길로 203",
      x: 126.91030656876,
      y: 37.5102318798263
    },
    {
      name: "그린마트",
      address: "서울 구로구 고척로52길 66",
      x: 126.85585813558,
      y: 37.502187878978
    },
    {
      name: "대성수퍼",
      address: "서울 영등포구 도림로108길 10",
      x: 126.902089298513,
      y: 37.5075203588841
    },
    {
      name: "삼화당",
      address: "서울 양천구 월정로29길 6",
      x: 126.835540737788,
      y: 37.5335989369215
    },
    {
      name: "대창정보통신",
      address: "서울 구로구 중앙로 93",
      x: 126.860359223125,
      y: 37.5057743290779
    },
    {
      name: "문학간이매점",
      address: "인천 미추홀구 소성로 321",
      x: 126.682913249403,
      y: 37.4377077372865
    },
    {
      name: "공원수퍼",
      address: "서울 강서구 가로공원로72길 3",
      x: 126.83503095572,
      y: 37.5365653984071
    },
    {
      name: "제일매점",
      address: "경기 시흥시 경기과기대로 146",
      x: 126.728497426878,
      y: 37.3286869222986
    },
    {
      name: "복권명당동천점",
      address: "경북 경주시 동천로 64-1",
      x: 129.226721778833,
      y: 35.8534974946662
    },
    {
      name: "행운로또청송점",
      address: "경북 청송군 중앙로 247",
      x: 129.056056861224,
      y: 36.4338001436804
    },
    {
      name: "구담쌀수퍼",
      address: "경북 안동시 경동로 908",
      x: 128.754502558457,
      y: 36.5569621785078
    },
    {
      name: "무비샵",
      address: "경북 경주시 초당길141번길 16",
      x: 129.231274551513,
      y: 35.8487202901544
    },
    {
      name: "천하명당",
      address: "경북 상주시 상산로 259-2",
      x: 128.159250701731,
      y: 36.414086465008
    },
    {
      name: "SKY정보통신",
      address: "경북 청도군 청화로 140",
      x: 128.741445014598,
      y: 35.6445333099224
    },
    {
      name: "씨스페이스",
      address: "경북 울진군 후포로 42",
      x: 129.446244543923,
      y: 36.6790525989735
    },
    {
      name: "복권명당",
      address: "경북 구미시 구미중앙로 72",
      x: 128.330421892261,
      y: 36.1288476244006
    },
    {
      name: "복권명당체인점",
      address: "대구 수성구 달구벌대로 2293",
      x: 128.613347557189,
      y: 35.8600884818729
    },
    {
      name: "청구마트",
      address: "대구 북구 검단로 34",
      x: 128.615921958708,
      y: 35.9004285818947
    },
    {
      name: "로또,토토",
      address: "경북 포항시 남구 오천읍 충무로 39-1",
      x: 129.414122984525,
      y: 35.9763307600058
    },
    {
      name: "메니저 복권방",
      address: "경북 안동시 중앙시장길 49",
      x: 128.724361274727,
      y: 36.5657368122113
    },
    {
      name: "DC할인마트",
      address: "경북 김천시 어모면 산업단지1로 2",
      x: 128.117222773292,
      y: 36.1583366974773
    },
    {
      name: "JM24",
      address: "경북 구미시 인동26길 36-1",
      x: 128.426020539073,
      y: 36.0941322480485
    },
    {
      name: "다사복권편의점",
      address: "대구 달성군 다사읍 대실역남로 8",
      x: 128.464828654593,
      y: 35.857003434642
    },
    {
      name: "용산역편의점",
      address: "대구 달서구 성지로22길 17",
      x: 128.522266417325,
      y: 35.8583880058999
    },
    {
      name: "하프타임 노포점",
      address: "부산 금정구 중앙대로 2350",
      x: 129.100194159151,
      y: 35.2928199268755
    },
    {
      name: "G마트(구남점)",
      address: "부산 북구 백양대로 1024",
      x: 128.995349596241,
      y: 35.1970384291086
    },
    {
      name: "합천우리복권방",
      address: "경남 합천군 합천읍 핫들2로 8",
      x: 128.165410537704,
      y: 35.5684088988731
    },
    {
      name: "해피드림조이",
      address: "경남 창원시 의창구 천주로 24-1",
      x: 128.618340345649,
      y: 35.2642078563546
    },
    {
      name: "365창성할인마트",
      address: "경남 창원시 성산구 원이대로863번길 19",
      x: 128.697649307265,
      y: 35.2091374207354
    },
    {
      name: "J마트",
      address: "경남 진주시 도동천로 131",
      x: 128.113320625891,
      y: 35.1824079266421
    },
    {
      name: "천하명당(서동)",
      address: "부산 금정구 서동로149번길 19",
      x: 129.103621831857,
      y: 35.2155779503187
    },
    {
      name: "행운복권",
      address: "경남 밀양시 가곡7길 9",
      x: 128.767072102533,
      y: 35.474410774249
    },
    {
      name: "A마트",
      address: "경남 밀양시 중앙로 358",
      x: 128.753196989453,
      y: 35.4943611203558
    },
    {
      name: "TOP24시할인마트",
      address: "울산 북구 상방로 149",
      x: 129.366189643747,
      y: 35.5837521913926
    },
    {
      name: "블루25(화명2호점)",
      address: "부산 북구 금곡대로616번길 95",
      x: 129.016675531552,
      y: 35.264936956777
    },
    {
      name: "하프타임(공항점)",
      address: "부산 강서구 공항로811번길 9",
      x: 128.957274791887,
      y: 35.1794780799497
    },
    {
      name: "노다지로또명당",
      address: "부산 사하구 장림번영로 25",
      x: 128.968187259195,
      y: 35.0809861740721
    },
    {
      name: "서광마트",
      address: "경남 창원시 마산회원구 봉양로 239",
      x: 128.612394482695,
      y: 35.2160958326487
    },
    {
      name: "블루25 구포해피점",
      address: "부산 북구 사상로 609",
      x: 128.990792147522,
      y: 35.1985333503307
    },
    {
      name: "스파편의점",
      address: "부산 사상구 가야대로 288, 창조상가 106",
      x: 129.004086691943,
      y: 35.1500075358487
    },
    {
      name: "동일통신",
      address: "부산 해운대구 선수촌로 16",
      x: 129.11855993981,
      y: 35.1954135087711
    },
    {
      name: "태금편의점",
      address: "경남 창원시 마산회원구 내서읍 옥정3길 25",
      x: 128.519421949786,
      y: 35.2524995098996
    },
    {
      name: "엘지상회",
      address: "경남 창원시 성산구 성산패총로178번길 51",
      x: 128.687481485946,
      y: 35.2073968569484
    },
    {
      name: "수암완구",
      address: "울산 남구 수암로 118",
      x: 129.320196291119,
      y: 35.5280774008752
    },
    {
      name: "노다지복권방반송1",
      address: "부산 해운대구 아랫반송로 54-2",
      x: 129.150556474134,
      y: 35.2228742063665
    },
    {
      name: "수복슈퍼",
      address: "부산 사상구 광장로37번길 34",
      x: 128.981257911571,
      y: 35.1644009245645
    },
    {
      name: "주주",
      address: "경남 거제시 옥포로 161, 102호",
      x: 128.692975964369,
      y: 34.8896463231181
    },
    {
      name: "원동슈퍼",
      address: "충남 보령시 대천로 28",
      x: 126.597453937505,
      y: 36.3511507514284
    },
    {
      name: "복권천국",
      address: "대전 중구 보문로 170",
      x: 127.425669405823,
      y: 36.318252498181
    },
    {
      name: "행운을주는사람들",
      address: "충북 충주시 연수상가길 42",
      x: 127.931630527578,
      y: 36.987649410564
    },
    {
      name: "시내마트",
      address: "대전 유성구 신성로 75-1",
      x: 127.348928957651,
      y: 36.3902164862022
    },
    {
      name: "씨스페이시스 대전월평점",
      address: "대전 서구 청사서로 14",
      x: 127.376885115414,
      y: 36.3591447687972
    },
    {
      name: "토토배팅샾",
      address: "충북 청주시 청원구 오창읍 두릉유리로 1119, 102호",
      x: 127.453444660676,
      y: 36.7411208428679
    },
    {
      name: "행운수퍼",
      address: "대전 대덕구 오정로100번길 37",
      x: 127.409310096119,
      y: 36.3559594158338
    },
    {
      name: "예스마트",
      address: "충남 천안시 동남구 충무로 513-1",
      x: 127.162405802598,
      y: 36.798999345495
    },
    {
      name: "나래종합상사",
      address: "충북 괴산군 괴산읍 읍내로 273",
      x: 127.793516079818,
      y: 36.8077777481536
    },
    {
      name: "꿈베팅",
      address: "제주 제주시 승천로 51",
      x: 126.541538194614,
      y: 33.4939288785616
    },
    {
      name: "제주명당",
      address: "제주 제주시 신성로 103-1",
      x: 126.529985647385,
      y: 33.4969975367944
    },
    {
      name: "세이마트",
      address: "광주 광산구 목련로 153번길 56, 2동 101호",
      x: 126.816698578944,
      y: 35.1744476453159
    },
    {
      name: "알리바이 첨단2지구점",
      address: "광주 북구 첨단연신로91번길 38, 제이타워 101호",
      x: 126.860203528086,
      y: 35.2065285266106
    },
    {
      name: "드래곤볼",
      address: "전남 광양시 오류로 46",
      x: 127.695384404259,
      y: 34.942727594615
    },
    {
      name: "동원수퍼",
      address: "광주 남구 대남대로 277-1",
      x: 126.896625243054,
      y: 35.1370722475711
    },
    {
      name: "성동복권나라",
      address: "전남 해남군 해남읍 홍교로 78",
      x: 126.601127710622,
      y: 34.5679766576876
    },
    {
      name: "미르복권편의점",
      address: "전북 군산시 문화로 119",
      x: 126.718944744291,
      y: 35.9700765155106
    },
    {
      name: "새론마트",
      address: "전남 순천시 북문5길 5",
      x: 127.486981310986,
      y: 34.9616487738248
    },
    {
      name: "라인복권방",
      address: "광주 북구 문산로 81-1, 105호",
      x: 126.925448301285,
      y: 35.1889156861216
    },
    {
      name: "삼거리수퍼",
      address: "전북 전주시 완산구 흑석로 21-1",
      x: 127.150350805378,
      y: 35.8021969886626
    },
    {
      name: "굿타임",
      address: "광주 서구 내방로 430-1",
      x: 126.886502081196,
      y: 35.1597701799556
    },
    {
      name: "홈런이래",
      address: "전남 곡성군 옥과면 리문5길 15",
      x: 127.136309237854,
      y: 35.2748705396358
    },
    {
      name: "대박",
      address: "전남 목포시 원산중앙로 51, 신중앙시장79호",
      x: 126.377524448785,
      y: 34.8102550347893
    },
    {
      name: "행운복권방",
      address: "제주 제주시 한림읍 한림중앙로 12",
      x: 126.264411749195,
      y: 33.4136942612493
    },
    {
      name: "알리바이 인정해남점",
      address: "전남 해남군 해남읍 영빈로 79-18, 101호",
      x: 126.609916191543,
      y: 34.5659578868941
    },
    {
      name: "행운철물점",
      address: "광주 북구 면앙로 36",
      x: 126.916140929826,
      y: 35.1793582932207
    },
    {
      name: "중흥마트",
      address: "광주 북구 문산로 30",
      x: 126.922487978746,
      y: 35.1840586767406
    },
    {
      name: "사거리마트",
      address: "제주 제주시 고마로 67",
      x: 126.540180928988,
      y: 33.5083613256688
    },
    {
      name: "드림",
      address: "광주 서구 화개2로 14",
      x: 126.858323548224,
      y: 35.1237919584387
    },
    {
      name: "남산제일점",
      address: "서울 중구 퇴계로18길 16-1",
      x: 126.98534256058,
      y: 37.5601627148214
    },
    {
      name: "평촌길목점",
      address: "경기 안양시 동안구 평촌대로 110",
      x: 126.961290021339,
      y: 37.3823575501894
    },
    {
      name: "행운열쇠복권방",
      address: "인천 미추홀구 석정로 383-3",
      x: 126.678062497893,
      y: 37.4673143259304
    },
    {
      name: "은비복권방",
      address: "부산 연제구 연수로 144",
      x: 129.086441205302,
      y: 35.1744222887744
    },
    {
      name: "행운열차(씨스페이스)",
      address: "경기 평택시 비전5로 7",
      x: 127.112234941139,
      y: 37.0000115850641
    },
    {
      name: "하늘채마트",
      address: "대구 북구 중앙대로 540",
      x: 128.59706331674,
      y: 35.8803270538734
    },
    {
      name: "1등복권방",
      address: "경기 광명시 오리로 855",
      x: 126.866496951857,
      y: 37.4746425338252
    },
    {
      name: "씨유대전반석역점",
      address: "대전 유성구 반석로 10, 104호",
      x: 127.313470412257,
      y: 36.3921189495381
    },
    {
      name: "꿈로또복권전문점",
      address: "강원 강릉시 옥천로 47",
      x: 128.900515091708,
      y: 37.7593075180118
    },
    {
      name: "영광정보통신",
      address: "서울 성북구 화랑로 92, 1층 우측 1호",
      x: 127.042517114946,
      y: 37.6026942199889
    },
    {
      name: "달랑슈퍼",
      address: "서울 강남구 삼성로82길 22",
      x: 127.059528001861,
      y: 37.5052741434448
    },
    {
      name: "J마트",
      address: "서울 강남구 삼성로64길 5, 상가동 1층 110호",
      x: 127.060513370102,
      y: 37.5004468659061
    },
    {
      name: "그루터기",
      address: "서울 강동구 아리수로76길 21",
      x: 127.162608961227,
      y: 37.5617787665219
    },
    {
      name: "가판점",
      address: "서울 광진구 자양로 95",
      x: 127.083201674013,
      y: 37.5362251419146
    },
    {
      name: "대원미니슈퍼",
      address: "경기 성남시 중원구 금상로 23-1",
      x: 127.159932786559,
      y: 37.4382507341678
    },
    {
      name: "가람슈퍼",
      address: "경기 하남시 서하남로 46-1",
      x: 127.148761109657,
      y: 37.5159075058491
    },
    {
      name: "썬마트",
      address: "경기 성남시 분당구 분당로53번길 20, 1층 109호",
      x: 127.122640497605,
      y: 37.3841135146719
    },
    {
      name: "현대그린마트",
      address: "경기 하남시 대청로 62-1",
      x: 127.219269159021,
      y: 37.5401840385114
    },
    {
      name: "한강맘앤팝스토어",
      address: "경기 안성시 안성맞춤대로 999",
      x: 127.267839757878,
      y: 37.0027825191809
    },
    {
      name: "티켓나라용인",
      address: "경기 용인시 수지구 용구대로 2710",
      x: 127.109292578343,
      y: 37.3276891114278
    },
    {
      name: "해피데이",
      address: "서울 은평구 응암로12길 22",
      x: 126.918800153155,
      y: 37.5873579030777
    },
    {
      name: "가판대",
      address: "서울 용산구 한남대로 51",
      x: 127.007004839152,
      y: 37.5334017652673
    },
    {
      name: "팬시갤러리",
      address: "서울 서대문구 통일로 153-1",
      x: 126.964461460097,
      y: 37.5677443044978
    },
    {
      name: "행복할인마트",
      address: "서울 서대문구 응암로 140",
      x: 126.915050246859,
      y: 37.5846732788976
    },
    {
      name: "가로가판점",
      address: "서울 종로구 율곡로 38, 종로경찰서앞 가판",
      x: 126.983909089113,
      y: 37.5756110009991
    },
    {
      name: "가로매점",
      address: "서울 종로구 종로 186",
      x: 126.998394880015,
      y: 37.5704459618483
    },
    {
      name: "프리웨이",
      address: "경기 파주시 한마음1길 38, 110호",
      x: 126.771186507007,
      y: 37.7569628137858
    },
    {
      name: "럭키수퍼",
      address: "서울 금천구 시흥대로 143",
      x: 126.903083261559,
      y: 37.4469144295724
    },
    {
      name: "까치복권방",
      address: "서울 양천구 화곡로 103",
      x: 126.833345365308,
      y: 37.5399540326012
    },
    {
      name: "과자종합상사(길수퍼 간판)",
      address: "서울 구로구 경인로33길 82",
      x: 126.850844309188,
      y: 37.5014901333555
    },
    {
      name: "ok25시",
      address: "경기 수원시 권선구 곡반정로 95-1",
      x: 127.030183231496,
      y: 37.236953591066
    },
    {
      name: "미니슈퍼",
      address: "경기 수원시 영통구 덕영대로 1699",
      x: 127.077097970377,
      y: 37.2479713166815
    },
    {
      name: "영스타",
      address: "경기 평택시 팽성로 92",
      x: 127.05189444683,
      y: 36.9451085639997
    },
    {
      name: "로또복권판매점",
      address: "경기 평택시 서정로 237",
      x: 127.05969465574,
      y: 37.0659320787043
    },
    {
      name: "순살로복권",
      address: "경기 의왕시 내손중앙로 43, 1층 14호",
      x: 126.980345335344,
      y: 37.3869178283016
    },
    {
      name: "로또복권방",
      address: "경기 수원시 장안구 경수대로 1080",
      x: 126.994541992919,
      y: 37.3095190252385
    },
    {
      name: "선일복권방",
      address: "경기 수원시 팔달구 팔달로 129",
      x: 127.004214288871,
      y: 37.2801856212277
    },
    {
      name: "대광슈퍼",
      address: "경기 군포시 고산로 679, 106호",
      x: 126.933974013894,
      y: 37.3710839056756
    },
    {
      name: "한아름알뜰매장",
      address: "경기 안산시 단원구 화정천서로5길 38",
      x: 126.816604046148,
      y: 37.345267285735
    },
    {
      name: "명전",
      address: "부산 사상구 광장로38번길 25",
      x: 128.980478887084,
      y: 35.1611393328876
    },
    {
      name: "세븐컴",
      address: "대구 동구 동호로5길 16",
      x: 128.725459532869,
      y: 35.8676732324605
    },
    {
      name: "1등로또복권",
      address: "광주 서구 무진대로 904",
      x: 126.879873116288,
      y: 35.1605756425809
    },
    {
      name: "씨월드존",
      address: "전남 담양군 담양읍 죽녹원로 24",
      x: 126.985952090464,
      y: 35.3171642552126
    },
    {
      name: "동흥코사마트",
      address: "제주 서귀포시 동홍서로 108",
      x: 126.569667425575,
      y: 33.2586554834926
    },
    {
      name: "코사마트정훈점",
      address: "전남 목포시 영산로 250",
      x: 126.393798598121,
      y: 34.8028989789723
    },
    {
      name: "복권나라(중흥점)",
      address: "광주 북구 우치로 26-1",
      x: 126.911293544871,
      y: 35.1697707101361
    },
    {
      name: "노다지복권방",
      address: "전북 전주시 덕진구 벚꽃로 16",
      x: 127.131478709278,
      y: 35.8284497626619
    },
    {
      name: "노다지수퍼",
      address: "광주 동구 금남로5가 15",
      x: 126.911975519386,
      y: 35.1532931923648
    },
    {
      name: "월마트",
      address: "전남 여수시 미평로 68",
      x: 127.709041400154,
      y: 34.7688753279666
    },
    {
      name: "나이스스포츠토토",
      address: "전남 여수시 이순신광장로 210",
      x: 127.745172393879,
      y: 34.7396780470492
    },
    {
      name: "돈벼락마트",
      address: "대전 중구 충무로 169",
      x: 127.434964470064,
      y: 36.3209062593062
    },
    {
      name: "복권나라",
      address: "서울 노원구 석계로 98-1",
      x: 127.061060877189,
      y: 37.62350432752
    },
    {
      name: "우정수퍼",
      address: "서울 중랑구 겸재로 155",
      x: 127.084881906279,
      y: 37.5879376241419
    },
    {
      name: "동주슈퍼",
      address: "서울 중구 다산로38길 59",
      x: 127.0189361157,
      y: 37.5624028850107
    },
    {
      name: "우성빨래방",
      address: "서울 동대문구 장한로 147, 우성포커스텔 104호",
      x: 127.071542683758,
      y: 37.5734759650115
    },
    {
      name: "가로 판매점",
      address: "서울 송파구 오금로 20 가판대",
      x: 127.103811089444,
      y: 37.5206867318088
    },
    {
      name: "어머화장품",
      address: "서울 송파구 가락로11길 19",
      x: 127.104076746441,
      y: 37.5020683316025
    },
    {
      name: "삼원식품",
      address: "서울 송파구 가락로 38",
      x: 127.100641540719,
      y: 37.498855168367
    },
    {
      name: "럭키슈퍼",
      address: "서울 송파구 송파대로42길 20",
      x: 127.109846694797,
      y: 37.5053598849307
    },
    {
      name: "혜성슈퍼",
      address: "서울 송파구 송이로27길 9",
      x: 127.126056861074,
      y: 37.4934490727209
    },
    {
      name: "성우미니마트",
      address: "서울 송파구 가락로 167",
      x: 127.113732433506,
      y: 37.503971543248
    },
    {
      name: "희망복권방",
      address: "서울 강동구 천중로 86",
      x: 127.131271092262,
      y: 37.5445338457112
    },
    {
      name: "승지GALLANT",
      address: "서울 서초구 신반포로 194, 경부선 제2매표소앞 쇼케이스16 코너3",
      x: 127.002955591295,
      y: 37.5055867976556
    },
    {
      name: "무지개슈퍼",
      address: "경기 성남시 분당구 구미로 143",
      x: 127.124117788014,
      y: 37.342728640251
    },
    {
      name: "한일로또",
      address: "인천 남동구 경인로 664-1",
      x: 126.708268273918,
      y: 37.4691381009751
    },
    {
      name: "성산현대할인마트",
      address: "서울 마포구 성암로7길 3",
      x: 126.909115047523,
      y: 37.5703258450968
    },
    {
      name: "적중토토복권방",
      address: "경기 수원시 팔달구 갓매산로 78",
      x: 127.002479147857,
      y: 37.2701291576031
    },
    {
      name: "토토와눈친구",
      address: "경기 수원시 영통구 중부대로 262",
      x: 127.044343197913,
      y: 37.274271523682
    },
    {
      name: "동양정보통신",
      address: "경북 김천시 김천로 78",
      x: 128.111058634037,
      y: 36.1252154034758
    },
    {
      name: "채널큐24시(양덕점)",
      address: "경남 창원시 의창구 남산로 115번길 61, 103호",
      x: 128.624576804235,
      y: 35.2583102939424
    },
    {
      name: "삼영복권",
      address: "경남 김해시 전하로 275, 101호",
      x: 128.871890368633,
      y: 35.2281073879982
    },
    {
      name: "화북1등복권방",
      address: "제주 제주시 진남로6길 21",
      x: 126.565595082545,
      y: 33.5206606916378
    },
    {
      name: "알리바이(신창점)",
      address: "광주 광산구 왕버들로 265",
      x: 126.837689320355,
      y: 35.1962386348451
    },
    {
      name: "와이(Y)마트 무역점",
      address: "광주 광산구 무진대로 278-11, 상가동 109호",
      x: 126.811158988761,
      y: 35.1603188396379
    },
    {
      name: "알리바이 편의점",
      address: "광주 광산구 광산로 53",
      x: 126.796946838639,
      y: 35.1401219030247
    },
    {
      name: "알리바이(부영점)",
      address: "전남 목포시 부흥로 101",
      x: 126.431775728936,
      y: 34.8045716041522
    },
    {
      name: "해피+24시편의점",
      address: "광주 북구 하서로 330",
      x: 126.873870491169,
      y: 35.2044670894087
    },
    {
      name: "대박찬스",
      address: "전남 여수시 문수로 159-1",
      x: 127.710234722132,
      y: 34.7582456225503
    },
    {
      name: "씨스페이스 공주신관점",
      address: "충남 공주시 전막2길 10-2",
      x: 127.129628858697,
      y: 36.4701577506339
    },
    {
      name: "신보이는족족",
      address: "대전 유성구 전민로10번길 52",
      x: 127.404114933896,
      y: 36.3987110375644
    },
    {
      name: "크로버스포츠베팅샾",
      address: "충남 논산시 시민로 354-4",
      x: 127.089554859773,
      y: 36.1963877061149
    },
    {
      name: "대박편의점",
      address: "충남 홍성군 조양로 162",
      x: 126.667652020805,
      y: 36.6010863363894
    },
    {
      name: "서해마트",
      address: "충남 홍성군 상촌로9번길 8",
      x: 126.547648835612,
      y: 36.6034212632612
    },
    {
      name: "스포츠토토한라점",
      address: "충북 청주시 청원구 오창중앙로 96 한라비발디상가 110호",
      x: 127.41963222028,
      y: 36.7080568134911
    },
    {
      name: "굿프렌드24시편의점",
      address: "경기 파주시 운정역길 139",
      x: 126.775144522592,
      y: 37.7328590263172
    },
    {
      name: "그랜드마트",
      address: "인천 서구 원적로7번길 4, 1층 109-1호",
      x: 126.679543813756,
      y: 37.4880088704028
    },
    {
      name: "마이더스복권방",
      address: "경기 안양시 동안구 안양판교로 12-2",
      x: 126.977683645398,
      y: 37.4008441877561
    },
    {
      name: "행운가판대",
      address: "서울 용산구 한강대로 80",
      x: 126.974277118032,
      y: 37.5364888834287
    },
    {
      name: "럭키수퍼",
      address: "서울 용산구 후암로 52",
      x: 126.977388406007,
      y: 37.5506099834764
    },
    {
      name: "수석슈퍼",
      address: "인천 계양구 경명대로 1018",
      x: 126.719985072016,
      y: 37.543406518043
    },
    {
      name: "원종슈퍼",
      address: "경기 부천시 성오로 128, 코아 상가 4호",
      x: 126.79965940193,
      y: 37.5252872927606
    },
    {
      name: "복권방(아리랑복권방)",
      address: "전북 전주시 완산구 거마평로 192 (효자동1가)",
      x: 127.115596763562,
      y: 35.809437234301
    },
    {
      name: "제일슈퍼",
      address: "전남 나주시 남평읍 남평1로 34",
      x: 126.841243586371,
      y: 35.0469267807196
    },
    {
      name: "신나라복권방",
      address: "서울 영등포구 선유로 58",
      x: 126.889465792689,
      y: 37.5190833337841
    },
    {
      name: "의정녹양지점",
      address: "경기 의정부시 비우로 67",
      x: 127.034476782034,
      y: 37.7583574488715
    },
    {
      name: "의정레쉬빌점",
      address: "경기 의정부시 신흥로240번길 26",
      x: 127.04483527966,
      y: 37.7374745682169
    },
    {
      name: "남양주금곡점",
      address: "경기 남양주시 사릉로 14",
      x: 127.207668072057,
      y: 37.6342709290322
    },
    {
      name: "남양주도곡점",
      address: "경기 남양주시 와부읍 덕소로 230-34",
      x: 127.220962296515,
      y: 37.5781132368609
    },
    {
      name: "신내행운점",
      address: "서울 중랑구 봉화산로56길 46, 107호",
      x: 127.0982168013,
      y: 37.6064614756701
    },
    {
      name: "성북시네마점",
      address: "서울 성북구 아리랑로 4",
      x: 127.016570720102,
      y: 37.5932082328944
    },
    {
      name: "용산점",
      address: "서울 용산구 한강대로 49",
      x: 126.963970504766,
      y: 37.5255103705886
    },
    {
      name: "구월시티점",
      address: "인천 남동구 미래로 13",
      x: 126.703999091151,
      y: 37.451247860298
    },
    {
      name: "김포프라자점",
      address: "경기 김포시 사우중로73번길 38",
      x: 126.720683763863,
      y: 37.6225366867698
    },
    {
      name: "의정사랑점",
      address: "경기 의정부시 승지로22번길 10",
      x: 127.090930770181,
      y: 37.7374883864333
    },
    {
      name: "GS25금천우림",
      address: "서울 금천구 가산디지털1로 168",
      x: 126.88263620024,
      y: 37.479966429878
    },
    {
      name: "평촌한가람점",
      address: "경기 안양시 동안구 달안로 125",
      x: 126.956586468554,
      y: 37.3983252850625
    },
    {
      name: "의왕대현",
      address: "경기 의왕시 오전공업길 19, 109호",
      x: 126.966136116751,
      y: 37.3552422952528
    },
    {
      name: "영통번영점",
      address: "경기 수원시 영통구 청명남로 50",
      x: 127.076907786046,
      y: 37.2538101150669
    },
    {
      name: "화성와우점",
      address: "경기 화성시 봉담읍 효행로291번길 6-2",
      x: 126.974575578046,
      y: 37.2221341004235
    },
    {
      name: "수원은혜점",
      address: "경기 수원시 권선구 세권로 304",
      x: 127.037139359416,
      y: 37.2521112469886
    },
    {
      name: "영통학사점",
      address: "경기 수원시 영통구 영일로6번길 43",
      x: 127.078216669434,
      y: 37.2483311809737
    },
    {
      name: "영통해광점",
      address: "경기 수원시 영통구 청명로21번길 15",
      x: 127.079136014316,
      y: 37.2498999188399
    },
    {
      name: "경산백천점",
      address: "경북 경산시 경청로221길 1",
      x: 128.738884849575,
      y: 35.8040406379172
    },
    {
      name: "진주상평점",
      address: "경남 진주시 도동천로 58",
      x: 128.107219224075,
      y: 35.1782538026313
    },
    {
      name: "부산가락타운",
      address: "부산 사하구 동매로 9",
      x: 128.959355943832,
      y: 35.1037998305953
    },
    {
      name: "장림공단점",
      address: "부산 사하구 하신중앙로22번길 38",
      x: 128.966190626379,
      y: 35.0822532044128
    },
    {
      name: "양산대동점",
      address: "경남 양산시 양주로 156",
      x: 129.032447712769,
      y: 35.3391136744233
    },
    {
      name: "방이도곡점",
      address: "서울 송파구 올림픽로32길 59",
      x: 127.112794583659,
      y: 37.5121991535542
    },
    {
      name: "대구수성점",
      address: "대구 수성구 동대구로 299",
      x: 128.625275613229,
      y: 35.8572693152264
    },
    {
      name: "만평점",
      address: "대구 서구 팔달로 142",
      x: 128.565713838487,
      y: 35.8889834552838
    },
    {
      name: "제주함덕점",
      address: "제주 제주시 조천읍 함덕13길 2",
      x: 126.667828386721,
      y: 33.5415067809919
    },
    {
      name: "여의도점",
      address: "서울 영등포구 여의대방로 394, 105,106호",
      x: 126.925106309115,
      y: 37.5119822099497
    },
    {
      name: "양양터미널점",
      address: "강원 양양군 양양읍 군청길 67",
      x: 128.625551820676,
      y: 38.078079894679
    },
    {
      name: "평택포승점",
      address: "경기 평택시 포승읍 여술3길 19",
      x: 126.846628407722,
      y: 36.9867771366402
    },
    {
      name: "화성향남점",
      address: "경기 화성시 향남읍 발안남로15번길 2",
      x: 126.90032539784,
      y: 37.1323758481669
    },
    {
      name: "북가좌공원점",
      address: "서울 서대문구 증가로20가길 82",
      x: 126.919950741441,
      y: 37.5825718938872
    },
    {
      name: "파주시청점",
      address: "경기 파주시 중앙로 263",
      x: 126.777434600132,
      y: 37.759604244481
    },
    {
      name: "두원켐테크점",
      address: "경남 김해시 진영읍 본산로 200",
      x: 128.747433532487,
      y: 35.3159022498661
    },
    {
      name: "하계한신점",
      address: "서울 노원구 노원로 248, 101호",
      x: 127.07382515218,
      y: 37.6399414641071
    },
    {
      name: "의정부서부점",
      address: "경기 의정부시 둔야로 35",
      x: 127.039524783487,
      y: 37.7391423612334
    },
    {
      name: "명일우량점",
      address: "서울 강동구 동남로71길 38",
      x: 127.154068058218,
      y: 37.5520423388557
    },
    {
      name: "금호점",
      address: "경북 영천시 금호읍 금호로 73",
      x: 128.869760428322,
      y: 35.9308055235281
    },
    {
      name: "광주우산점",
      address: "광주 광산구 사암로215번길 103",
      x: 126.802596568945,
      y: 35.1639600153214
    },
    {
      name: "면목금호점",
      address: "서울 중랑구 용마산로 334",
      x: 127.093639912313,
      y: 37.5817164932488
    },
    {
      name: "소주공단점",
      address: "경남 양산시 주남로 16",
      x: 129.16742947171,
      y: 35.4165113578689
    },
    {
      name: "쌍문점",
      address: "서울 도봉구 삼양로 542",
      x: 127.012971416471,
      y: 37.6516216780529
    },
    {
      name: "강북구청점",
      address: "서울 강북구 도봉로89길 5",
      x: 127.025939652537,
      y: 37.6388931420703
    },
    {
      name: "합정동점",
      address: "서울 마포구 양화로1길 38, 103호",
      x: 126.910531427942,
      y: 37.5503867908338
    },
    {
      name: "센텀대림점",
      address: "부산 해운대구 해운대로76번길 58",
      x: 129.117381574526,
      y: 35.1899878680256
    },
    {
      name: "만승25시수퍼",
      address: "충북 진천군 광혜원면 중리3길 26",
      x: 127.443678635013,
      y: 36.9892230484071
    },
    {
      name: "대박로또복권방",
      address: "대전 중구 보문로 32-5",
      x: 127.437069316172,
      y: 36.3142052623262
    },
    {
      name: "복권판매점",
      address: "부산 수영구 수영로 460-1, 1층",
      x: 129.110398494297,
      y: 35.1469483730654
    },
    {
      name: "로또토토마스타(화명)",
      address: "부산 북구 학사로 5",
      x: 129.008445141655,
      y: 35.2238070638221
    },
    {
      name: "에이스마트",
      address: "경남 창원시 의창구 의안로27번길 2",
      x: 128.62366095345,
      y: 35.2640686961571
    },
    {
      name: "위드미창원중앙점",
      address: "경남 창원시 성산구 중앙대로61번길 4, 1층 103호",
      x: 128.676827504521,
      y: 35.2212330174363
    },
    {
      name: "준복권방",
      address: "울산 북구 명촌로 85",
      x: 129.355146539414,
      y: 35.5533010711032
    },
    {
      name: "세방매점",
      address: "경북 경주시 산업로 4447",
      x: 129.226487475664,
      y: 35.8767053945528
    },
    {
      name: "패기통신",
      address: "서울 도봉구 노해로 389, 제일빌딩 1층 110호",
      x: 127.051335609074,
      y: 37.6527681735064
    },
    {
      name: "형제카오디오",
      address: "경기 남양주시 사릉로 41",
      x: 127.208303602718,
      y: 37.6368131059637
    },
    {
      name: "알리바이 학동점",
      address: "광주 동구 남문로 772",
      x: 126.923952119484,
      y: 35.1384364984785
    },
    {
      name: "로타리편의마트",
      address: "경북 포항시 북구 서동로 85",
      x: 129.367247292456,
      y: 36.0407438144895
    },
    {
      name: "미니풀 복권판매점",
      address: "경북 구미시 상사서로 81",
      x: 128.35496092639,
      y: 36.0898082817526
    },
    {
      name: "CNN",
      address: "경북 구미시 상사서로 144",
      x: 128.356057712582,
      y: 36.0952923887533
    },
    {
      name: "드림토토복권방",
      address: "서울 관악구 대학5길 6",
      x: 126.938005216969,
      y: 37.469163990217
    },
    {
      name: "하영마트",
      address: "경기 부천시 소사로 141",
      x: 126.795648643163,
      y: 37.4707323212586
    },
    {
      name: "원당역편의점",
      address: "경기 고양시 덕양구 호국로790번길 113",
      x: 126.84189462955,
      y: 37.6541040625607
    },
    {
      name: "왕대박복권",
      address: "인천 부평구 후정동로 43",
      x: 126.737874135978,
      y: 37.5211430895551
    },
    {
      name: "해피타임",
      address: "서울 마포구 월드컵로3길 27",
      x: 126.911259679321,
      y: 37.5502657957397
    },
    {
      name: "파워세일민락",
      address: "부산 수영구 무학로 44-1",
      x: 129.118638330346,
      y: 35.1611448997151
    },
    {
      name: "그린생활인테리어",
      address: "부산 금정구 금정로207번길 7",
      x: 129.088632406005,
      y: 35.2428437057905
    },
    {
      name: "부영파라빌마트",
      address: "부산 북구 만덕대로155번길 14, 상가101호",
      x: 129.021980780882,
      y: 35.2138958764613
    },
    {
      name: "토토아지트 편의점",
      address: "경남 김해시 활천로267번길 36",
      x: 128.908525732909,
      y: 35.2461630532685
    },
    {
      name: "나이스토토복권방",
      address: "강원 춘천시 효자로 99",
      x: 127.732920638109,
      y: 37.8718174060573
    },
    {
      name: "알뜰수퍼",
      address: "경기 동두천시 평화로 2436-1",
      x: 127.058270282886,
      y: 37.9052576607304
    },
    {
      name: "베스트원",
      address: "충북 청주시 흥덕구 비하로 31",
      x: 127.424609009284,
      y: 36.6300617123293
    },
    {
      name: "선화슈퍼",
      address: "대전 중구 동서대로1440번길 59",
      x: 127.417988461757,
      y: 36.334466099723
    },
    {
      name: "킹스토어노형주공점",
      address: "제주 제주시 수덕11길 1",
      x: 126.475970852746,
      y: 33.4879942424598
    },
    {
      name: "비디오피아",
      address: "부산 사하구 낙동대로535번길 70",
      x: 128.960809431208,
      y: 35.1114227168117
    },
    {
      name: "한양슈퍼",
      address: "경남 창원시 성산구 정동로162번길 57, 1-5호",
      x: 128.696613652739,
      y: 35.2018935214512
    },
    {
      name: "월드복권방",
      address: "경남 통영시 북신시장1길 12",
      x: 128.427439940969,
      y: 34.8567061228529
    },
    {
      name: "썬빌리지(코끼리점)",
      address: "울산 북구 호계로 326",
      x: 129.350961074069,
      y: 35.6323917532925
    },
    {
      name: "웨이스탑(무거점)",
      address: "울산 남구 대학로147번길 86",
      x: 129.256841792841,
      y: 35.5538234919394
    },
    {
      name: "신천하명당",
      address: "충남 예산군 신례원로 199-6",
      x: 126.844510347333,
      y: 36.7270124563418
    },
    {
      name: "스포츠베팅샵",
      address: "충남 천안시 서북구 성환1로 234",
      x: 127.128216380756,
      y: 36.9155927202764
    },
    {
      name: "정민책대여점",
      address: "충남 천안시 서북구 서부16길 56",
      x: 127.142692235523,
      y: 36.8220227697002
    },
    {
      name: "명당",
      address: "경기 안산시 단원구 단원로 6,사동 107호",
      x: 126.819828417824,
      y: 37.3263969228188
    },
    {
      name: "현대마트",
      address: "광주 서구 상무대로 871",
      x: 126.857294368621,
      y: 35.150517579394
    },
    {
      name: "제일로또복권방",
      address: "전북 군산시 부곡로 126 106",
      x: 126.680915281318,
      y: 35.9576662247694
    },
    {
      name: "관통로또",
      address: "전북 전주시 완산구 충경로 17",
      x: 127.141390724763,
      y: 35.8171318494627
    },
    {
      name: "현아비디오로또",
      address: "전남 순천시 풍덕주택길 90",
      x: 127.503809247579,
      y: 34.9399938265624
    },
    {
      name: "서부수퍼",
      address: "전남 여수시 좌수영로 14",
      x: 127.728147815257,
      y: 34.7414775362982
    },
    {
      name: "일등로또판매점",
      address: "경북 김천시 자산로 115",
      x: 128.119459995539,
      y: 36.1209461417578
    },
    {
      name: "로또봉덕시장지점",
      address: "대구 남구 봉덕로 120",
      x: 128.603521343757,
      y: 35.8443308139688
    },
    {
      name: "천사복권방",
      address: "전북 익산시 인북로 43",
      x: 126.95053551095,
      y: 35.9331840293214
    },
    {
      name: "간석타임",
      address: "인천 남동구 백범로 331",
      x: 126.713374494554,
      y: 37.4641132400692
    },
    {
      name: "대덕밸리점",
      address: "대전 유성구 테크노중앙로 155",
      x: 127.40082307928,
      y: 36.4227420586813
    },
    {
      name: "영동계산점",
      address: "충북 영동군 영동읍 계산로 40",
      x: 127.781239045634,
      y: 36.1731137217127
    },
    {
      name: "GS25대전자양로점",
      address: "대전 동구 한밭대로 1290",
      x: 127.438647802558,
      y: 36.3534951474108
    },
    {
      name: "대치동부점",
      address: "서울 강남구 테헤란로78길 8",
      x: 127.055229647611,
      y: 37.5056241995223
    },
    {
      name: "임당공원점",
      address: "경북 경산시 둥지로 61",
      x: 128.751154789876,
      y: 35.8422066047148
    },
    {
      name: "옥산센타점",
      address: "경북 경산시 경산로44길 8",
      x: 128.726119345118,
      y: 35.8271512366623
    },
    {
      name: "재우텔레콤",
      address: "경기 하남시 신평로 74",
      x: 127.206110061919,
      y: 37.5399076168098
    },
    {
      name: "장충점",
      address: "서울 중구 동호로30길 43",
      x: 127.005378298432,
      y: 37.5612018109069
    },
    {
      name: "백만장자",
      address: "서울 광진구 능동로51길 42",
      x: 127.081971604404,
      y: 37.5665328728155
    },
    {
      name: "대박복권방(로또복권)",
      address: "충북 청주시 서원구 장전로6번길 34",
      x: 127.447519035665,
      y: 36.6168408047773
    },
    {
      name: "모닝마트우성점",
      address: "울산 남구 왕생로128번길 32",
      x: 129.33211712433,
      y: 35.5454146923872
    },
    {
      name: "우진슈퍼",
      address: "경남 창원시 성산구 창원대로 726",
      x: 128.670417828268,
      y: 35.2171002412609
    },
    {
      name: "시네마천국",
      address: "경남 거창군 거창읍 거열로 143-1",
      x: 127.909481779439,
      y: 35.6894971200359
    },
    {
      name: "양덕편의점",
      address: "경남 창원시 마산회원구 양덕북10길 2",
      x: 128.583946123586,
      y: 35.2314076074563
    },
    {
      name: "남산할인마트",
      address: "경남 진주시 일반성면 동부로 2019",
      x: 128.282440886617,
      y: 35.1705297236688
    },
    {
      name: "세화매일유통(달동)",
      address: "울산 남구 왕생로86번길 16",
      x: 129.332142228638,
      y: 35.5413031277155
    },
    {
      name: "남해점",
      address: "경남 남해군 남해읍 화전로78번길 9",
      x: 127.895141484027,
      y: 34.8383120471313
    },
    {
      name: "옥동점",
      address: "울산 남구 문수로 313",
      x: 129.288094852185,
      y: 35.5357486919863
    },
    {
      name: "양산동해점",
      address: "경남 양산시 양주2길 20-1",
      x: 129.029715535449,
      y: 35.3395162706187
    },
    {
      name: "창원교보점",
      address: "경남 창원시 성산구 중앙대로 104, 116호",
      x: 128.680810708184,
      y: 35.2234911053458
    },
    {
      name: "코사삼각마트",
      address: "대구 남구 중앙대로31길 172-2",
      x: 128.584688102733,
      y: 35.8520652769623
    },
    {
      name: "퓨전로또판매점 성동점",
      address: "경북 경주시 원화로 291",
      x: 129.21702062834,
      y: 35.8465846832866
    },
    {
      name: "대우서점",
      address: "대구 북구 동북로 163",
      x: 128.61251901581,
      y: 35.8989133854091
    },
    {
      name: "천하명당",
      address: "경북 구미시 선산읍 남문로4길 19",
      x: 128.303720775695,
      y: 36.2410751490344
    },
    {
      name: "팔공지묘점(FM)",
      address: "대구 동구 파계로 83",
      x: 128.63756873317,
      y: 35.9412788085684
    },
    {
      name: "포항시청점",
      address: "경북 포항시 남구 대이로 58",
      x: 129.341204624854,
      y: 36.0204493731557
    },
    {
      name: "경주하나점",
      address: "경북 경주시 원효로 178",
      x: 129.220477692616,
      y: 35.841524358248
    },
    {
      name: "환호희망점",
      address: "경북 포항시 북구 삼호로 455",
      x: 129.397771010736,
      y: 36.0699032096776
    },
    {
      name: "경산동신",
      address: "경북 경산시 장산로 255",
      x: 128.752213888593,
      y: 35.8178697825403
    },
    {
      name: "칠곡동명점",
      address: "경북 칠곡군 동명면 금암리 233-16",
      x: 128.553115206625,
      y: 35.9836854236181
    },
    {
      name: "경대대학로점",
      address: "대구 북구 대학로 145",
      x: 128.61388297449,
      y: 35.8970106025409
    },
    {
      name: "달서공단",
      address: "대구 달서구 성서4차첨단로 117",
      x: 128.513217707211,
      y: 35.8253428776414
    },
    {
      name: "성주초전점",
      address: "경북 성주군 초전면 대장길 90-2",
      x: 128.264241274003,
      y: 35.9728416781814
    },
    {
      name: "솔뫼점",
      address: "경북 안동시 송천1길 135, 1층",
      x: 128.793723906858,
      y: 36.5449286034859
    },
    {
      name: "의성중앙점",
      address: "경북 의성군 의성읍 중앙길 74",
      x: 128.696878822692,
      y: 36.3508721837092
    },
    {
      name: "삼미사",
      address: "경북 영주시 영주로 224번길 1",
      x: 128.624349113562,
      y: 36.8256863803576
    },
    {
      name: "e-time24",
      address: "대구 북구 동암로 29",
      x: 128.554595345799,
      y: 35.9464713524716
    },
    {
      name: "칠곡구안",
      address: "대구 북구 칠곡중앙대로 442",
      x: 128.549151323198,
      y: 35.9351565801438
    },
    {
      name: "동천화성점",
      address: "대구 북구 대천로18길 2",
      x: 128.558216269014,
      y: 35.9368002357308
    },
    {
      name: "용산늘푸름",
      address: "대구 달서구 용산서로 10",
      x: 128.529558124577,
      y: 35.8577856879361
    },
    {
      name: "포항송도점",
      address: "경북 포항시 남구 송도로 42",
      x: 129.375815419729,
      y: 36.0332031814649
    },
    {
      name: "구룡포점",
      address: "경북 포항시 남구 구룡포읍 호미로 251",
      x: 129.557824494117,
      y: 35.9913998604074
    },
    {
      name: "흥해마산점",
      address: "경북 포항시 북구 흥해읍 동해대로 1562",
      x: 129.341936664723,
      y: 36.1113619080881
    },
    {
      name: "영일수퍼",
      address: "부산 북구 만덕2로 31",
      x: 129.038160759373,
      y: 35.2105007813278
    },
    {
      name: "성금로또",
      address: "부산 사상구 백양대로 766",
      x: 128.988685632402,
      y: 35.1751749992593
    },
    {
      name: "우리동네마트",
      address: "부산 사하구 낙동대로 512",
      x: 128.966211730758,
      y: 35.1100513523487
    },
    {
      name: "동원드림마트",
      address: "부산 동구 고관로 173, 104동 101호",
      x: 129.0513995251,
      y: 35.1326124453666
    },
    {
      name: "범일서적",
      address: "부산 동구 진시장로 19-2",
      x: 129.058944841691,
      y: 35.1373581227563
    },
    {
      name: "행복이 가득한 집(동삼)",
      address: "부산 영도구 동삼로 89",
      x: 129.070499640605,
      y: 35.0813816783655
    },
    {
      name: "영남건재상사",
      address: "부산 연제구 과정로 200",
      x: 129.105533355862,
      y: 35.1880379873349
    },
    {
      name: "월드칼라현상소",
      address: "부산 금정구 오시게로42번길 5",
      x: 129.087766878697,
      y: 35.2210605265186
    },
    {
      name: "한아름문구사",
      address: "부산 금정구 서동로175번길 25-4",
      x: 129.107195182117,
      y: 35.2153405094782
    },
    {
      name: "아림슈퍼",
      address: "부산 동래구 명서로 140",
      x: 129.102149476573,
      y: 35.2101427655171
    },
    {
      name: "동래복권방",
      address: "부산 동래구 명륜로 163",
      x: 129.082055991196,
      y: 35.2084670276919
    },
    {
      name: "해피마트(양정)",
      address: "부산 부산진구 진남로 503",
      x: 129.07086269388,
      y: 35.1691196773539
    },
    {
      name: "반송동부산점",
      address: "부산 해운대구 반송로 869-1",
      x: 129.149166774108,
      y: 35.230210082478
    },
    {
      name: "대박찬스복권(서동)",
      address: "부산 금정구 서동로 130",
      x: 129.100811072301,
      y: 35.2156024459016
    },
    {
      name: "신촌",
      address: "경기 남양주시 경춘로1283번길 4",
      x: 127.235536245567,
      y: 37.6492753561083
    },
    {
      name: "형제상회",
      address: "서울 동대문구 무학로 92",
      x: 127.030720436912,
      y: 37.5724923704344
    },
    {
      name: "할레루야마트",
      address: "강원 화천군 사내면 사내로 40-4",
      x: 127.52135181991,
      y: 38.0716619543081
    },
    {
      name: "채널Q창동점",
      address: "서울 도봉구 우이천로20길 37",
      x: 127.03504156213,
      y: 37.6419636879031
    },
    {
      name: "진성식품",
      address: "충북 제천시 의병대로 84",
      x: 128.210010826807,
      y: 37.1360887425631
    },
    {
      name: "세계이동통신",
      address: "서울 노원구 동일로 1041",
      x: 127.073502878885,
      y: 37.6231029612815
    },
    {
      name: "은성",
      address: "서울 노원구 섬밭로 201, 시영5단지상가 107호",
      x: 127.065928131029,
      y: 37.6338833229289
    },
    {
      name: "로또부자세상",
      address: "강원 원주시 천사로 286",
      x: 127.954616199501,
      y: 37.3545810940482
    },
    {
      name: "조은마트",
      address: "서울 노원구 동일로192길 53",
      x: 127.075719339699,
      y: 37.6268928221673
    },
    {
      name: "중계가판",
      address: "서울 노원구 동일로 1231-2, 구민회관앞 가판대",
      x: 127.066615643017,
      y: 37.6391479331904
    },
    {
      name: "늘푸른복권방/슈퍼",
      address: "서울 중구 을지로36길 35, 572B호",
      x: 127.001572985735,
      y: 37.5657017693515
    },
    {
      name: "로그인수퍼수유점",
      address: "서울 강북구 도봉로77길 6, 수유이테크밸리 103호",
      x: 127.022801604586,
      y: 37.6337580842498
    },
    {
      name: "하나매점",
      address: "경기 양평군 시민로 91",
      x: 127.501865119465,
      y: 37.4910345115168
    },
    {
      name: "엔젤25시",
      address: "서울 동대문구 장한로 58",
      x: 127.068071480245,
      y: 37.5661158049293
    },
    {
      name: "정선사북점",
      address: "강원 정선군 사북읍 사북중앙로 31",
      x: 128.818169144933,
      y: 37.2271736035253
    },
    {
      name: "오성마트",
      address: "서울 중랑구 용마산로116길 60",
      x: 127.10376934597,
      y: 37.5996008210157
    },
    {
      name: "한양슈퍼복권",
      address: "서울 성북구 지봉로24길 65",
      x: 127.020479292008,
      y: 37.5823457922465
    },
    {
      name: "장안홈타운점",
      address: "서울 동대문구 장한로18길 88",
      x: 127.073836924905,
      y: 37.5679764999735
    },
    {
      name: "남지마트",
      address: "서울 도봉구 도봉로 468",
      x: 127.034372618396,
      y: 37.6473861862855
    },
    {
      name: "춘성할인마트",
      address: "강원 춘천시 후석로 248",
      x: 127.752980739261,
      y: 37.8736122286845
    },
    {
      name: "길음동부점",
      address: "서울 성북구 삼양로 66",
      x: 127.023271412495,
      y: 37.609002278777
    },
    {
      name: "미아보람점",
      address: "서울 강북구 도봉로46길 9",
      x: 127.027452756409,
      y: 37.6246854227772
    },
    {
      name: "방학신동아",
      address: "서울 도봉구 방학로15길 25",
      x: 127.024286353959,
      y: 37.6603828444847
    },
    {
      name: "수유대로점",
      address: "서울 강북구 노해로 121",
      x: 127.02442083476,
      y: 37.6460584538069
    },
    {
      name: "뉴강릉중앙점",
      address: "강원 강릉시 강릉대로 256",
      x: 128.897878304726,
      y: 37.7605760699705
    },
    {
      name: "망우점",
      address: "서울 중랑구 망우로 410",
      x: 127.097613134309,
      y: 37.5989760103786
    },
    {
      name: "길음뉴타운점",
      address: "서울 성북구 삼양로13길 45",
      x: 127.019671620414,
      y: 37.6107252648749
    },
    {
      name: "희망복권방",
      address: "강원 강릉시 임영로 165",
      x: 128.891432893675,
      y: 37.7560453416536
    },
    {
      name: "삼척새시대점",
      address: "강원 삼척시 정상안길 104",
      x: 129.17754300084,
      y: 37.4463937292711
    },
    {
      name: "위드미 플러스 삼성점",
      address: "서울 강남구 테헤란로108길 19",
      x: 127.066305587885,
      y: 37.5082024036362
    },
    {
      name: "구구고물상슈퍼",
      address: "경기 안성시 안성맞춤대로 1341",
      x: 127.262079628947,
      y: 37.0313420431094
    },
    {
      name: "새촌식품",
      address: "서울 성동구 왕십리로14길 24",
      x: 127.046173997897,
      y: 37.5483920701289
    },
    {
      name: "옥수삼성점",
      address: "서울 성동구 독서당로 210",
      x: 127.014203794726,
      y: 37.5433744707895
    },
    {
      name: "정우마트",
      address: "서울 서초구 서초대로 35",
      x: 126.986239881474,
      y: 37.4861064473758
    },
    {
      name: "관악장원점",
      address: "서울 관악구 대학길 84",
      x: 126.937489399665,
      y: 37.4669936338039
    },
    {
      name: "신림서부점",
      address: "서울 관악구 신원로 34",
      x: 126.929215594935,
      y: 37.4818206708457
    },
    {
      name: "동작가로가판점",
      address: "서울 동작구 노량진로 172",
      x: 126.945015161205,
      y: 37.5135542349837
    },
    {
      name: "폰플러스",
      address: "서울 강동구 명일로 214",
      x: 127.146230267567,
      y: 37.5377363405254
    },
    {
      name: "강동파크점",
      address: "서울 강동구 천호대로 1078",
      x: 127.131264578687,
      y: 37.535848669582
    },
    {
      name: "광장점",
      address: "서울 광진구 광나루로 635, 104호",
      x: 127.097812029009,
      y: 37.5400640074108
    },
    {
      name: "으뜸과버금(신흥점)",
      address: "경기 성남시 분당구 불정로 254, 101호",
      x: 127.126820939329,
      y: 37.3663977549835
    },
    {
      name: "복권닷컴(상대원점)",
      address: "경기 성남시 중원구 희망로 324-1",
      x: 127.158541113701,
      y: 37.4348188411498
    },
    {
      name: "역삼한서점",
      address: "서울 강남구 논현로80길 9",
      x: 127.039085211042,
      y: 37.4982038341298
    },
    {
      name: "방이오피스점",
      address: "서울 송파구 양재대로71길 14",
      x: 127.125445356089,
      y: 37.5107041542413
    },
    {
      name: "잠원주흥점",
      address: "서울 서초구 강남대로95길 19-4",
      x: 127.018747659494,
      y: 37.5135734739406
    },
    {
      name: "24시수퍼",
      address: "인천 동구 수문통로 20",
      x: 126.632882654951,
      y: 37.4780329581685
    },
    {
      name: "홈돌이로또복권",
      address: "경기 김포시 중봉로 14, 삼성홈플러스 2층",
      x: 126.698608499582,
      y: 37.6238474484456
    },
    {
      name: "인더라인25시",
      address: "서울 은평구 갈현로 27",
      x: 126.910104252965,
      y: 37.6003701167511
    },
    {
      name: "연희점",
      address: "서울 서대문구 증가로 21-1",
      x: 126.930638861335,
      y: 37.5701198893521
    },
    {
      name: "진칼라사진관",
      address: "서울 종로구 지봉로 41",
      x: 127.015451376986,
      y: 37.5737482799079
    },
    {
      name: "강화병원점",
      address: "인천 강화군 강화읍 강화대로 310, 6,7,8호)",
      x: 126.465726608992,
      y: 37.7621132271723
    },
    {
      name: "작전공단점",
      address: "인천 계양구 아나지로 417",
      x: 126.738770603345,
      y: 37.5258203652191
    },
    {
      name: "경북상회",
      address: "인천 연수구 능허대로 195",
      x: 126.650273020995,
      y: 37.4184125653577
    },
    {
      name: "경준유통",
      address: "인천 중구 화랑목로100번길 65, 104호",
      x: 126.499057094685,
      y: 37.4941535368797
    },
    {
      name: "드림복권방",
      address: "인천 중구 인중로 97-1",
      x: 126.631907180156,
      y: 37.4646220584894
    },
    {
      name: "인컴편의점(본점)",
      address: "경기 파주시 문산읍 선유리 430-28",
      x: 126.80681635764,
      y: 37.866352341418
    },
    {
      name: "금촌동문점",
      address: "경기 파주시 정담길 61",
      x: 126.776135203636,
      y: 37.7705646209401
    },
    {
      name: "스패이스마트",
      address: "인천 남동구 서창남로 52",
      x: 126.750449848605,
      y: 37.4242277196926
    },
    {
      name: "구월슈퍼",
      address: "인천 남동구 문화로145번길 13",
      x: 126.699000152848,
      y: 37.4519308143904
    },
    {
      name: "가로판매점",
      address: "서울 용산구 원효로 179",
      x: 126.962513836335,
      y: 37.536196874528
    },
    {
      name: "이태원본점",
      address: "서울 용산구 우사단로10길 23",
      x: 126.996937416468,
      y: 37.5333003003853
    },
    {
      name: "화정복권",
      address: "경기 고양시 덕양구 은빛로29번길 52, 1층",
      x: 126.832280739151,
      y: 37.6403635948773
    },
    {
      name: "현대복권방",
      address: "경기 고양시 덕양구 동송로 20",
      x: 126.89888009345,
      y: 37.6486347309103
    },
    {
      name: "굿프렌즈(신원당점)",
      address: "경기 고양시 덕양구 호국로 784",
      x: 126.835876910215,
      y: 37.6560325033955
    },
    {
      name: "주교제일점",
      address: "경기 고양시 덕양구 원당로59번길 9",
      x: 126.833794375066,
      y: 37.6582969966407
    },
    {
      name: "은평등기소",
      address: "서울 은평구 백련산로 175",
      x: 126.92668215157,
      y: 37.6004389725142
    },
    {
      name: "응암신응교점",
      address: "서울 은평구 가좌로 256, 102호",
      x: 126.915024278022,
      y: 37.5920801381226
    },
    {
      name: "투엔포24편의점",
      address: "인천 계양구 경명대로 1135",
      x: 126.733310354871,
      y: 37.5432949169086
    },
    {
      name: "장군슈퍼",
      address: "경기 부천시 소사로 837",
      x: 126.805133280167,
      y: 37.5309514004575
    },
    {
      name: "훈이슈퍼",
      address: "경기 군포시 산본천로 119-5, 102호",
      x: 126.933679448101,
      y: 37.3652076990645
    },
    {
      name: "로또25시",
      address: "경기 수원시 권선구 금곡로102번길 15, 111호",
      x: 126.941851927412,
      y: 37.2735010149489
    },
    {
      name: "TOTO왕대박",
      address: "경기 화성시 봉담읍 와우안길 38",
      x: 126.977308722659,
      y: 37.2152792941048
    },
    {
      name: "한양상회",
      address: "경기 수원시 권선구 삼천병마로 1592-3",
      x: 126.963834054399,
      y: 37.2446046761782
    },
    {
      name: "웅진",
      address: "경기 수원시 팔달구 효원로 257, 4층",
      x: 127.030130394758,
      y: 37.2627570803461
    },
    {
      name: "우성슈퍼",
      address: "서울 강서구 개화동로27길 4",
      x: 126.806727250281,
      y: 37.5641317218699
    },
    {
      name: "삼육구마트",
      address: "서울 양천구 목동중앙서로 43",
      x: 126.868717091858,
      y: 37.5332025016311
    },
    {
      name: "유진식품",
      address: "서울 영등포구 도림로 220",
      x: 126.904514717541,
      y: 37.4980419658198
    },
    {
      name: "두산마트",
      address: "서울 영등포구 신길로60길 7",
      x: 126.912311559711,
      y: 37.5139243481627
    },
    {
      name: "신세계수퍼",
      address: "서울 영등포구 대림로 191",
      x: 126.898325249785,
      y: 37.4977995659931
    },
    {
      name: "성진슈퍼",
      address: "서울 영등포구 영등포로34길 3",
      x: 126.902433906084,
      y: 37.5199539542586
    },
    {
      name: "현대마트",
      address: "서울 금천구 독산로 359",
      x: 126.903649374668,
      y: 37.4789411645269
    },
    {
      name: "코리아마트",
      address: "경기 광명시 오리로995번길 5",
      x: 126.852602017714,
      y: 37.4793745145937
    },
    {
      name: "시화파인힐점",
      address: "경기 시흥시 마유로 226, 122호",
      x: 126.72856302053,
      y: 37.3376769986665
    },
    {
      name: "화성원평점",
      address: "경기 화성시 매송면 화성로 2393",
      x: 126.927197682399,
      y: 37.2491655766577
    },
    {
      name: "화성남양점",
      address: "경기 화성시 남양읍 남양시장로 45",
      x: 126.81426273429,
      y: 37.2089166245994
    },
    {
      name: "황골주공점",
      address: "경기 수원시 영통구 영통로 513",
      x: 127.077473390124,
      y: 37.2645696376562
    },
    {
      name: "안산본오점",
      address: "경기 안산시 상록구 샘골로 33",
      x: 126.863595639308,
      y: 37.286855795845
    },
    {
      name: "안산그린점",
      address: "경기 안산시 단원구 민속공원로 76",
      x: 126.838951347286,
      y: 37.3122130464905
    },
    {
      name: "오산효림점",
      address: "경기 오산시 경기대로 229",
      x: 127.073292527923,
      y: 37.145372266285
    },
    {
      name: "송탄신장점",
      address: "경기 평택시 신장로 34",
      x: 127.050996434318,
      y: 37.0792946984622
    },
    {
      name: "요한슈퍼",
      address: "경기 안양시 동안구 흥안대로 370",
      x: 126.973071191374,
      y: 37.3874915187961
    },
    {
      name: "편의점사랑(영화계경점)",
      address: "경기 수원시 장안구 장안로 29",
      x: 127.005442215591,
      y: 37.2876169815091
    },
    {
      name: "신구로점",
      address: "서울 구로구 가마산로 282",
      x: 126.891635478156,
      y: 37.4964194043496
    },
    {
      name: "머니투",
      address: "경기 시흥시 월곶중앙로14번길 100",
      x: 126.739459997911,
      y: 37.3944693501492
    },
    {
      name: "독산역점",
      address: "서울 금천구 범안로 1158, 101호",
      x: 126.890484397234,
      y: 37.4662831209543
    },
    {
      name: "자유마켓",
      address: "광주 서구 화운로304번길 15",
      x: 126.878910556741,
      y: 35.1659695852064
    },
    {
      name: "완도행복점",
      address: "전남 완도군 완도읍 청해진남로 16-1",
      x: 126.756546572149,
      y: 34.3138604362006
    },
    {
      name: "순천역점",
      address: "전남 순천시 팔마로 116",
      x: 127.500909202075,
      y: 34.9456523334966
    },
    {
      name: "제주캠퍼스점",
      address: "제주 제주시 제주대학로 105-1",
      x: 126.561128859922,
      y: 33.4603133411739
    },
    {
      name: "제주삼주점",
      address: "제주 제주시 동고산로 29",
      x: 126.53399566078,
      y: 33.4990493811657
    },
    {
      name: "연동세일점",
      address: "제주 제주시 선덕로 17, 1층 103호",
      x: 126.498356370605,
      y: 33.4858307340832
    },
    {
      name: "제주여상점",
      address: "제주 제주시 동문로 95",
      x: 126.536848006847,
      y: 33.5140738342834
    },
    {
      name: "흥건수퍼",
      address: "전북 전주시 완산구 거마평로 25, 상가 109호",
      x: 127.116660013184,
      y: 35.7947327330141
    },
    {
      name: "길마트",
      address: "전북 전주시 완산구 장승배기로 287",
      x: 127.143139635869,
      y: 35.7996308823198
    },
    {
      name: "또또슈퍼",
      address: "광주 광산구 상무대로 263",
      x: 126.7949649689,
      y: 35.1422341492291
    },
    {
      name: "이삭",
      address: "전남 목포시 남악2로 54, 103호",
      x: 126.455192365812,
      y: 34.8099232918576
    },
    {
      name: "알리바이 영광점",
      address: "전남 영광군 물무로 106",
      x: 126.511451198684,
      y: 35.2764495723351
    },
    {
      name: "영암시영점",
      address: "전남 영암군 영암읍 중앙로 33-3",
      x: 126.697402208994,
      y: 34.7994862386224
    },
    {
      name: "정읍연지점",
      address: "전북 정읍시 연지시장2길 32",
      x: 126.845322490121,
      y: 35.573994445155
    },
    {
      name: "화이트마트",
      address: "전남 여수시 동문로 90-1",
      x: 127.742031458031,
      y: 34.7446803157535
    },
    {
      name: "월평생필품",
      address: "대전 서구 월평로 13",
      x: 127.358952885721,
      y: 36.3557401963479
    },
    {
      name: "남부마트",
      address: "충남 천안시 서북구 2공단1로 43-4",
      x: 127.117905199445,
      y: 36.8475226027896
    },
    {
      name: "한국아이지에이 아산방배점",
      address: "충남 아산시 배방로173번길 10-17, 107호",
      x: 127.066664282053,
      y: 36.7713527034266
    },
    {
      name: "흥덕마트",
      address: "충남 보령시 보령남로 50",
      x: 126.60039030894,
      y: 36.3407137358103
    },
    {
      name: "공주유구점",
      address: "충남 공주시 유구읍 중앙2길 76",
      x: 126.952652311826,
      y: 36.5509652725437
    },
    {
      name: "관저중앙점",
      address: "대전 서구 구봉로147번길 76-3",
      x: 127.338355008547,
      y: 36.2999603263657
    },
    {
      name: "아산엘림점",
      address: "충남 아산시 온천대로 1509-7",
      x: 127.005502456164,
      y: 36.7816123507775
    },
    {
      name: "청양점",
      address: "충남 청양군 청양읍 칠갑산로 217",
      x: 126.800728248745,
      y: 36.4513856423494
    },
    {
      name: "홍성제일점",
      address: "충남 홍성군 홍성읍 홍장북로441번길 3",
      x: 126.668364285949,
      y: 36.5939315637583
    },
    {
      name: "당진신평점",
      address: "충남 당진시 신평면 거산리 173-17",
      x: 126.752062611205,
      y: 36.8791116461503
    },
    {
      name: "대전대정점",
      address: "대전 유성구 대정로28번길 20",
      x: 127.321090593065,
      y: 36.3143408053854
    },
    {
      name: "진천이월점",
      address: "충북 진천군 이월면 진광로 794-1",
      x: 127.429167004235,
      y: 36.9311471883925
    },
    {
      name: "충주두진점",
      address: "충북 충주시 연수로 6-4",
      x: 127.928964476217,
      y: 36.9911158337953
    },
    {
      name: "공주터미널점",
      address: "충남 공주시 번영3로 5-1",
      x: 127.132715890648,
      y: 36.4680429345202
    },
    {
      name: "그린24시중리점",
      address: "대전 대덕구 송촌북로 31",
      x: 127.436245327184,
      y: 36.36504020261
    },
    {
      name: "쌍용한빛",
      address: "충남 천안시 서북구 월봉4로 26-1",
      x: 127.11707020462,
      y: 36.7904723908384
    },
    {
      name: "정릉센터점",
      address: "서울 성북구 정릉로 38마길 29",
      x: 127.016885980062,
      y: 37.6013415261907
    },
    {
      name: "원주관설점",
      address: "강원 원주시 나비허리길 160",
      x: 127.965038408459,
      y: 37.3187725315187
    },
    {
      name: "번동점",
      address: "서울 강북구 덕릉로 101",
      x: 127.025009402413,
      y: 37.6349999157971
    },
    {
      name: "구리토평점",
      address: "경기 구리시 벌말로 188, 101호",
      x: 127.15067068594,
      y: 37.5931400779967
    },
    {
      name: "한국슈퍼",
      address: "경기 부천시 원종로35번길 24, 한울아파트제에스 101호",
      x: 126.804144732453,
      y: 37.525096145337
    },
    {
      name: "고인돌토토",
      address: "전북 고창군 무장면 무장남북로 21",
      x: 126.560982030317,
      y: 35.4165036877193
    },
    {
      name: "중계현대점",
      address: "서울 노원구 중계로8길 7",
      x: 127.082418160854,
      y: 37.6458946122445
    },
    {
      name: "연수4단지점",
      address: "인천 연수구 비류대로 429",
      x: 126.68250399176,
      y: 37.4244095787212
    },
    {
      name: "홍제수월점",
      address: "서울 서대문구 세무서길 73",
      x: 126.946634437636,
      y: 37.5911764972548
    },
    {
      name: "용마산점",
      address: "서울 중랑구 면목로 224",
      x: 127.084238728518,
      y: 37.5729000516821
    },
    {
      name: "패밀리네트웍스",
      address: "광주 광산구 송도로182번길 15-1",
      x: 126.794878750988,
      y: 35.1305846310154
    },
    {
      name: "꼬레아24",
      address: "대구 서구 달서로 101",
      x: 128.570821180102,
      y: 35.8713589358412
    },
    {
      name: "정릉대우점",
      address: "서울 성북구 보국문로 14",
      x: 127.011416142706,
      y: 37.6059084908089
    },
    {
      name: "대림공판장",
      address: "경기 안성시 개내교5길 13, 창명연립 가 101",
      x: 127.250726253184,
      y: 37.0142064738183
    },
    {
      name: "다모아토토연초3호",
      address: "서울 서초구 신반포로 194, B1층 ba16-2호",
      x: 127.006834366246,
      y: 37.5064357442307
    },
    {
      name: "영진슈퍼",
      address: "경기 성남시 분당구 야탑로69번길 21, 1층 117호",
      x: 127.126350811229,
      y: 37.4116464370051
    },
    {
      name: "석남공원",
      address: "인천 서구 신석로121번길 2",
      x: 126.675643309279,
      y: 37.5099453859421
    },
    {
      name: "시흥연성점",
      address: "경기 시흥시 연성로29번길 19, 104호",
      x: 126.805931984524,
      y: 37.3922819531458
    },
    {
      name: "안산초당점",
      address: "경기 안산시 상록구 초당로 50",
      x: 126.852940250447,
      y: 37.2846531544567
    },
    {
      name: "수원조원점",
      address: "경기 수원시 장안구 조원로111번길 47",
      x: 127.012639600823,
      y: 37.3004360341142
    },
    {
      name: "수원은마점",
      address: "경기 수원시 영통구 봉영로 1605, 모던타운 2층",
      x: 127.073468703255,
      y: 37.2545288086572
    },
    {
      name: "대박복권방(전하점)",
      address: "울산 동구 진성8길 133",
      x: 129.42974204344,
      y: 35.5114014273959
    },
    {
      name: "UBC복권방",
      address: "울산 남구 봉월로 12",
      x: 129.307231168775,
      y: 35.5336143234632
    },
    {
      name: "엑스트라(우주점)",
      address: "부산 사상구 모라로110번길 85, 주공가상가 106호",
      x: 128.995473574571,
      y: 35.1846437660626
    },
    {
      name: "전일복권방",
      address: "전남 목포시 양을로41번길 2",
      x: 126.380887918331,
      y: 34.8019712585799
    },
    {
      name: "오리엔트복권",
      address: "대전 대덕구 중리남로 18",
      x: 127.429400977463,
      y: 36.3612872867197
    },
    {
      name: "칠곡수퍼(평리점)",
      address: "대구 서구 서대구로 217",
      x: 128.554602470854,
      y: 35.8775224945831
    },
    {
      name: "그랜드마트",
      address: "경북 구미시 비산로5길 23",
      x: 128.379822439145,
      y: 36.1213985010743
    },
    {
      name: "매직통신",
      address: "충북 청주시 청원구 오창중앙로 21-14",
      x: 127.42764279884,
      y: 36.7077284147393
    },
    {
      name: "오복복권",
      address: "강원 강릉시 율곡로 2807",
      x: 128.899770641083,
      y: 37.7553293369303
    },
    {
      name: "터미널식품",
      address: "경기 의정부시 동일로 640",
      x: 127.05507770808,
      y: 37.7452121646777
    },
    {
      name: "센터포인트명동앞 가판점",
      address: "서울 중구 남대문로 84, 국민은행 앞 가판",
      x: 126.98284068814,
      y: 37.5646814161054
    },
    {
      name: "가판점18호",
      address: "서울 중구 소공로 51, 우리은행본점 앞 가판",
      x: 126.981750727877,
      y: 37.5594390741134
    },
    {
      name: "휘경주공점",
      address: "서울 동대문구 한천로 264",
      x: 127.068314251007,
      y: 37.5843095358408
    },
    {
      name: "둔산법원점",
      address: "대전 서구 둔산로137번길 27",
      x: 127.389001006636,
      y: 36.3525754915443
    },
    {
      name: "중앙사무기",
      address: "충남 금산군 금산읍 비선길 30",
      x: 127.489976484594,
      y: 36.1015578836917
    },
    {
      name: "가양플라워점",
      address: "대전 동구 우암로 244",
      x: 127.44355998626,
      y: 36.3441849286584
    },
    {
      name: "성서공단점",
      address: "대구 달서구 성서서로 186",
      x: 128.500115089316,
      y: 35.8416365828096
    },
    {
      name: "씨스페이스김천다원점",
      address: "경북 김천시 영남대로 1953",
      x: 128.143552925118,
      y: 36.1192427209275
    },
    {
      name: "중앙할인마트",
      address: "경북 포항시 북구 동빈로 54",
      x: 129.369314234,
      y: 36.0417418059737
    },
    {
      name: "성운수퍼",
      address: "전북 김제시 중앙로 287",
      x: 126.902006498163,
      y: 35.7934428319726
    },
    {
      name: "황금열쇠금고",
      address: "전남 목포시 영산로 135",
      x: 126.386812937379,
      y: 34.7945700635757
    },
    {
      name: "대흥수퍼",
      address: "전북 익산시 익산대로 20길 43",
      x: 126.952829212638,
      y: 35.9417091801279
    },
    {
      name: "크로바",
      address: "서울 종로구 종로54길 42",
      x: 127.013993515344,
      y: 37.5704102748967
    },
    {
      name: "이지복권",
      address: "경기 안산시 단원구 동산로 63",
      x: 126.797268630687,
      y: 37.3144320175943
    },
    {
      name: "행운복권방",
      address: "부산 중구 구덕로 47",
      x: 129.030525122173,
      y: 35.0980631275686
    },
    {
      name: "천하제일복권방",
      address: "인천 중구 신포로 19",
      x: 126.624407477173,
      y: 37.4708151302874
    },
    {
      name: "별",
      address: "서울 광진구 뚝섬로 625",
      x: 127.07911742889,
      y: 37.5322973334203
    },
    {
      name: "꽃이활짝피는복권방",
      address: "서울 영등포구 당산로 26, 상가동 111호",
      x: 126.894855482888,
      y: 37.5168690843772
    },
    {
      name: "한양코사마트",
      address: "경기 안양시 만안구 박달로578번길 38",
      x: 126.91696063876,
      y: 37.4009628301767
    },
    {
      name: "하나마트",
      address: "경기 화성시 봉담읍 상리1길 37, 101,102호",
      x: 126.942988114789,
      y: 37.2260685274223
    },
    {
      name: "한서배팅샵",
      address: "부산 남구 용호로90번길 17",
      x: 129.111612903376,
      y: 35.1241766486651
    },
    {
      name: "청백도서",
      address: "부산 수영구 수영로 709-1",
      x: 129.117027344903,
      y: 35.1682182655981
    },
    {
      name: "코사할인마트(연초)",
      address: "경남 거제시 거제북로 46",
      x: 128.655576994641,
      y: 34.914753430681
    },
    {
      name: "성우할인마트",
      address: "경남 창원시 마산회원구 삼호로 247, 102호",
      x: 128.567493404138,
      y: 35.2313910261677
    },
    {
      name: "양산삼막점",
      address: "경남 양산시 산막공단남2길 3",
      x: 129.051769793369,
      y: 35.369005005557
    },
    {
      name: "뉴플라워",
      address: "광주 서구 상무버들로40번길 13",
      x: 126.859004497121,
      y: 35.1657311862082
    },
    {
      name: "황금복권방",
      address: "경기 군포시 번영로 514, 105호",
      x: 126.934266905171,
      y: 37.3580974814628
    },
    {
      name: "중앙연쇄점",
      address: "경기 여주시 태평로 37",
      x: 127.544856412526,
      y: 37.2035531953186
    },
    {
      name: "복권백화점",
      address: "경기 파주시 평화로 70",
      x: 126.769937632465,
      y: 37.7636424754166
    },
    {
      name: "유성복권",
      address: "대구 북구 검단로 117",
      x: 128.62013456545,
      y: 35.9074526570999
    },
    {
      name: "세븐로또",
      address: "서울 동대문구 고산자로 407",
      x: 127.037993394405,
      y: 37.576108378264
    },
    {
      name: "로또마트",
      address: "대전 대덕구 비래서로 45",
      x: 127.449982790884,
      y: 36.3543333546958
    },
    {
      name: "복권명당 성건동사무소점",
      address: "경북 경주시 동문로 14, A동 116호",
      x: 129.214501470513,
      y: 35.8457572346571
    },
    {
      name: "스타복권방",
      address: "서울 은평구 연서로26길 11-11",
      x: 126.921150581362,
      y: 37.6172365136566
    },
    {
      name: "원내복권방",
      address: "대전 유성구 원내로 35, 101호",
      x: 127.319616710378,
      y: 36.3001482357047
    },
    {
      name: "통일복권방",
      address: "서울 송파구 백제고분로7길 6",
      x: 127.079450332771,
      y: 37.5102619189209
    },
    {
      name: "춘천센터점",
      address: "강원 춘천시 춘천로 360",
      x: 127.750061164272,
      y: 37.8855054675487
    },
    {
      name: "로또토토",
      address: "울산 남구 꽃대나리로 37, 101호",
      x: 129.333871645829,
      y: 35.5338141120973
    },
    {
      name: "대진슈퍼",
      address: "부산 해운대구 해운대로 1078",
      x: 129.199823017777,
      y: 35.1816039445401
    },
    {
      name: "로또복권두정점",
      address: "충남 천안시 서북구 두정로 251",
      x: 127.145014385719,
      y: 36.8334828622531
    },
    {
      name: "ANY로또",
      address: "경기 수원시 장안구 정조로 966",
      x: 127.011026480955,
      y: 37.2935137072863
    },
    {
      name: "나랑유통",
      address: "인천 서구 가정로380번길 32, 102호",
      x: 126.676568878296,
      y: 37.5185336449265
    },
    {
      name: "행운복권방",
      address: "경기 부천시 소사로 291-1",
      x: 126.793813027268,
      y: 37.4840596367489
    },
    {
      name: "쎄븐데이즈",
      address: "경기 부천시 부천로198번길 18, 춘의테크노파크 11",
      x: 126.787555205494,
      y: 37.5015430157484
    },
    {
      name: "GS25뉴모래내제일점",
      address: "서울 서대문구 수색로2길 8",
      x: 126.91631864185,
      y: 37.5691790683924
    },
    {
      name: "서울슈퍼",
      address: "서울 서대문구 미근동 319",
      x: 126.968411024281,
      y: 37.561948327874
    },
    {
      name: "에이스마트",
      address: "서울 서초구 서초중앙로22길 105",
      x: 127.019560024759,
      y: 37.4945320327352
    },
    {
      name: "한번만",
      address: "경기 오산시 법원로 26",
      x: 127.056656231739,
      y: 37.1554682948729
    },
    {
      name: "대청",
      address: "서울 구로구 남부순환로 105길 62",
      x: 126.889267332044,
      y: 37.4798308315731
    },
    {
      name: "소망편의점",
      address: "대전 대덕구 중리남로8번길 70",
      x: 127.43000541376,
      y: 36.3644850825547
    },
    {
      name: "썬마트",
      address: "경북 경산시 백양로33길 7",
      x: 128.7592468918,
      y: 35.8122399678445
    },
    {
      name: "복권당첨",
      address: "대구 동구 동부로 1, 상가 102동 114호",
      x: 128.61226103042,
      y: 35.8749237745493
    },
    {
      name: "로또복권대박",
      address: "경북 상주시 상산로 338",
      x: 128.159245010547,
      y: 36.4209646472856
    },
    {
      name: "파워할인마트",
      address: "경북 김천시 자산로 44-2",
      x: 128.126847753482,
      y: 36.1197478938468
    },
    {
      name: "GM24시(인의점)",
      address: "경북 구미시 인동16길 15",
      x: 128.427056509297,
      y: 36.1093476963129
    },
    {
      name: "e-편한마트",
      address: "광주 북구 면앙로89번길 33",
      x: 126.92228153521,
      y: 35.1796018793172
    },
    {
      name: "코리아25시(형곡제일점)",
      address: "경북 구미시 형곡동로 115",
      x: 128.335914001736,
      y: 36.1125667764269
    },
    {
      name: "송월타월(연일점)",
      address: "부산 연제구 고분로 30",
      x: 129.085671517112,
      y: 35.1855117272962
    },
    {
      name: "모닝마트 화정점",
      address: "울산 동구 대학길 88",
      x: 129.422511919913,
      y: 35.4983737464308
    },
    {
      name: "데이바이데이(주례점)",
      address: "부산 사상구 주례로 26-1",
      x: 129.011391496762,
      y: 35.1487336679222
    },
    {
      name: "무한대박",
      address: "인천 연수구 새말로 107",
      x: 126.681169459554,
      y: 37.4186700389652
    },
    {
      name: "해피라인능곡고점",
      address: "경기 고양시 덕양구 지도로 82",
      x: 126.824456989972,
      y: 37.6244327132505
    },
    {
      name: "다들복권방",
      address: "경기 부천시 고리울로 51",
      x: 126.821652232642,
      y: 37.5273658413763
    },
    {
      name: "현대마트",
      address: "서울 도봉구 도봉로145길 54",
      x: 127.039667432036,
      y: 37.6647360902943
    },
    {
      name: "복권카페",
      address: "서울 동작구 상도로 62",
      x: 126.92737960531,
      y: 37.4995457952711
    },
    {
      name: "waiting편의점",
      address: "경기 고양시 일산동구 무궁화로 20-18, 하임빌로데오 101호",
      x: 126.767301436388,
      y: 37.6613188072903
    },
    {
      name: "행운부동산(IGA)",
      address: "서울 성북구 보국문로 167",
      x: 127.001842160026,
      y: 37.6166861195907
    },
    {
      name: "태양토토수퍼",
      address: "서울 동대문구 정릉천동로 114-1",
      x: 127.036097514296,
      y: 37.5825863988618
    },
    {
      name: "그린수퍼",
      address: "서울 동대문구 왕산로 138",
      x: 127.038691734604,
      y: 37.5780406039826
    },
    {
      name: "강원상회",
      address: "충북 제천시 숭문로18길 15",
      x: 128.210612709239,
      y: 37.142156459264
    },
    {
      name: "행운복권나라",
      address: "전남 광양시 대림오성로 146-1",
      x: 127.577753154758,
      y: 34.9647592140868
    },
    {
      name: "푸드마켓",
      address: "울산 중구 학성로 1, 2층 203호",
      x: 129.311820933222,
      y: 35.5534887064295
    },
    {
      name: "알리바이24시편의점",
      address: "광주 서구 내방로 337, 1층 109호",
      x: 126.877583188055,
      y: 35.157750113544
    },
    {
      name: "코사마트대동점",
      address: "전남 목포시 백년대로280번길 7",
      x: 126.41925379556,
      y: 34.8023525658983
    },
    {
      name: "해바라기복권",
      address: "제주 서귀포시 고성오조로 73",
      x: 126.914404089767,
      y: 33.4502251133307
    },
    {
      name: "토토편의점",
      address: "전남 여수시 문수로 9",
      x: 127.698798589228,
      y: 34.7494132954785
    },
    {
      name: "강릉옥천점",
      address: "강원 강릉시 율곡로 2841",
      x: 128.897254954465,
      y: 37.757602522355
    },
    {
      name: "데일리 토토",
      address: "강원 원주시 지정면 신지정로 322-1, 센텀뷰 101호",
      x: 127.87316785268,
      y: 37.3824240551008
    },
    {
      name: "베스트원",
      address: "서울 은평구 역말로 78-3",
      x: 126.919107557595,
      y: 37.6065971564194
    },
    {
      name: "여주슈퍼",
      address: "경기 성남시 중원구 광명로 48",
      x: 127.134411822341,
      y: 37.4336914774345
    },
    {
      name: "은혜기획사",
      address: "서울 광진구 영화사로 15",
      x: 127.089334652307,
      y: 37.5579339180738
    },
    {
      name: "엔젤",
      address: "경기 고양시 일산동구 일산로330번길 3",
      x: 126.784303986348,
      y: 37.6649983783889
    },
    {
      name: "서흥로또방",
      address: "인천 동구 화도진로 84, 1층",
      x: 126.630602274155,
      y: 37.4792131044522
    },
    {
      name: "STAR25",
      address: "경기 고양시 덕양구 화중로 60, 1층 113호",
      x: 126.830803175626,
      y: 37.6324163357496
    },
    {
      name: "예일역촌점",
      address: "서울 은평구 연서로 110, 1층 101호",
      x: 126.916097379454,
      y: 37.6087906758404
    },
    {
      name: "홈런토토방",
      address: "경기 고양시 덕양구 통일로 1270, 1층 7~8호",
      x: 126.843287945247,
      y: 37.7255954108559
    },
    {
      name: "토토마트",
      address: "충남 계룡시 계룡대로 277",
      x: 127.257959771038,
      y: 36.2711754532101
    },
    {
      name: "터미널토토방",
      address: "충남 보령시 터미널길 8, 1동 118호",
      x: 126.589676103935,
      y: 36.3424910450204
    },
    {
      name: "복권명당(목천)",
      address: "충남 천안시 동남구 목천읍 충절로 864",
      x: 127.207364812386,
      y: 36.7714401841733
    },
    {
      name: "현아상회",
      address: "부산 남구 동명로145번길 1",
      x: 129.11269484558,
      y: 35.1196002773914
    },
    {
      name: "시내버스매표소(창원터미널)",
      address: "경남 창원시 의창구 창원대로 371 ,3-2",
      x: 128.672566018883,
      y: 35.2164810857151
    },
    {
      name: "7SEVEN BET",
      address: "제주 제주시 한라대학로 83",
      x: 126.479157863145,
      y: 33.4765231051267
    },
    {
      name: "책읽는마을",
      address: "경기 남양주시 다산지금로 127, 1동 105호",
      x: 127.174450424543,
      y: 37.6016354691136
    },
    {
      name: "썬빌리지(서구청점)",
      address: "대구 서구 국채보상로 238",
      x: 128.557051231911,
      y: 35.8705957306065
    },
    {
      name: "타운복권방",
      address: "광주 북구 밤실로 184-1, 1층",
      x: 126.934216819744,
      y: 35.1635944368358
    },
    {
      name: "우리마트",
      address: "강원 춘천시 애막골길20번길 1, 1층 우측",
      x: 127.75131274101,
      y: 37.8642238393003
    },
    {
      name: "삼성정보통신",
      address: "경기 김포시 돌문로 48",
      x: 126.718054556723,
      y: 37.6194145581129
    },
    {
      name: "가까운편의점",
      address: "경기 고양시 덕양구 충장로152번길 50",
      x: 126.837940964626,
      y: 37.6242427936619
    },
    {
      name: "버스표판매소",
      address: "경기 고양시 덕양구 중앙로557번길 7-23",
      x: 126.83607022729,
      y: 37.6224707625528
    },
    {
      name: "카베",
      address: "경기 부천시 부일로221번길 26, 삼원타운 1층 120호",
      x: 126.755111276142,
      y: 37.489511267697
    },
    {
      name: "송림마트",
      address: "경기 부천시 부흥로 2, 송림프라자 102호",
      x: 126.742678117053,
      y: 37.4970068803463
    },
    {
      name: "금복수퍼",
      address: "대전 중구 대둔산로 310-61",
      x: 127.385752689525,
      y: 36.2962363992752
    },
    {
      name: "대전신동아점",
      address: "대전 동구 한밭대로1237번길 45",
      x: 127.436829516297,
      y: 36.3586592169321
    },
    {
      name: "전원식품",
      address: "충북 진천군 덕산면 초금로 741-1",
      x: 127.507000186917,
      y: 36.910684732213
    },
    {
      name: "대박마트",
      address: "충북 청주시 상당구 영운천로129번길 4",
      x: 127.511886908443,
      y: 36.6213237823936
    },
    {
      name: "한진오피스점",
      address: "대전 유성구 대학로 31",
      x: 127.341908812104,
      y: 36.3565970942159
    },
    {
      name: "조이패밀리마트",
      address: "부산 동래구 충렬대로428번길 45",
      x: 129.104345150672,
      y: 35.1944701441374
    },
    {
      name: "서울할인마트",
      address: "부산 사하구 다대로130번길 149",
      x: 128.974781462479,
      y: 35.0930221632776
    },
    {
      name: "픽미픽미아이스 서창점",
      address: "경남 양산시 삼호동부로 169",
      x: 129.17782368914,
      y: 35.416135415425
    },
    {
      name: "알리바이",
      address: "광주 광산구 수등로 253",
      x: 126.836651090564,
      y: 35.1853841277982
    },
    {
      name: "채널큐마트",
      address: "서울 관악구 신림동길 7-1",
      x: 126.927813421746,
      y: 37.4872013649081
    },
    {
      name: "하단사하점",
      address: "부산 사하구 하신중앙로 335",
      x: 128.966562849797,
      y: 35.1054496951317
    },
    {
      name: "GS25마산수정점",
      address: "경남 창원시 마산합포구 3.15대로 232",
      x: 128.567510391208,
      y: 35.1988863249167
    },
    {
      name: "경상대정문점",
      address: "경남 진주시 진주대로 514",
      x: 128.105932529905,
      y: 35.152643711312
    },
    {
      name: "스포츠베팅삽",
      address: "경기 수원시 영통구 매탄로 170",
      x: 127.045719218364,
      y: 37.2655179256755
    },
    {
      name: "서초우면점",
      address: "서울 서초구 바우뫼로7길 13, 1층 104호",
      x: 127.024697345633,
      y: 37.4709341019578
    },
    {
      name: "스포츠토토복권방",
      address: "서울 용산구 한강대로62길 18",
      x: 126.973233182479,
      y: 37.534131453394
    },
    {
      name: "아산비발디점",
      address: "충남 아산시 배방읍 북수로 6",
      x: 127.064930972982,
      y: 36.7706153768404
    },
    {
      name: "석교복권천국",
      address: "대전 중구 대종로 212-1",
      x: 127.443878663192,
      y: 36.3090521053084
    },
    {
      name: "로또는내운명",
      address: "대전 중구 대종로 277",
      x: 127.437378771347,
      y: 36.3116153145291
    },
    {
      name: "알파마트",
      address: "대전 중구 문화로 77",
      x: 127.394454009107,
      y: 36.3116546212767
    },
    {
      name: "금왕명운점",
      address: "충북 음성군 금왕읍 무극로 192-1",
      x: 127.583300668425,
      y: 36.9906563286128
    },
    {
      name: "알리바이24시편의점",
      address: "전남 나주시 세지면 예향로 3009",
      x: 126.707543105504,
      y: 34.9272278252916
    },
    {
      name: "팡팡복권방",
      address: "경기 군포시 군포로534번길 24",
      x: 126.947539529693,
      y: 37.3534712063166
    },
    {
      name: "MY레몬24광명소하점",
      address: "경기 광명시 금하로 533",
      x: 126.891221335573,
      y: 37.4515865843603
    },
    {
      name: "가든상회",
      address: "서울 금천구 벚꽃로 130",
      x: 126.889600670464,
      y: 37.4668142554181
    },
    {
      name: "여의대산점",
      address: "서울 영등포구 국회대로70길 12, 대산빌딩104호",
      x: 126.9198725529,
      y: 37.5293662362147
    },
    {
      name: "로또행운마트",
      address: "서울 양천구 남부순환로 327",
      x: 126.827477983588,
      y: 37.5377433843622
    },
    {
      name: "안양제일점",
      address: "경기 안양시 만안구 장내로 150",
      x: 126.924075596612,
      y: 37.3981253412488
    },
    {
      name: "평촌한양점",
      address: "경기 안양시 동안구 시민대로 295",
      x: 126.962824740555,
      y: 37.3956022703844
    },
    {
      name: "화곡청산점",
      address: "서울 강서구 화곡로 158",
      x: 126.839204790182,
      y: 37.5410784040909
    },
    {
      name: "D마트",
      address: "서울 양천구 목동동로12길 9",
      x: 126.872442173234,
      y: 37.5231286147688
    },
    {
      name: "오마트",
      address: "경기 고양시 일산서구 덕이로 204, 204호",
      x: 126.739520325581,
      y: 37.6960382405985
    },
    {
      name: "송내매표소(가판)",
      address: "경기 부천시 송내대로 37, 104호",
      x: 126.752853811759,
      y: 37.4868880639738
    },
    {
      name: "중동디아뜨",
      address: "경기 부천시 소향로 113, 111호",
      x: 126.76041687843,
      y: 37.5026548296206
    },
    {
      name: "역촌서부점",
      address: "서울 은평구 갈현로11길 15",
      x: 126.908786585303,
      y: 37.605186249377
    },
    {
      name: "우리공인중개사사무소",
      address: "인천 중구 영종대로 90, 1층",
      x: 126.489007943973,
      y: 37.4949152682219
    },
    {
      name: "용산그린점",
      address: "서울 용산구 두텁바위로 13",
      x: 126.973918249616,
      y: 37.5455079031277
    },
    {
      name: "남영역",
      address: "서울 용산구 한강대로 259",
      x: 126.972412765985,
      y: 37.5415842490492
    },
    {
      name: "B.J정보통신",
      address: "인천 미추홀구 장천로 54-1",
      x: 126.650562296469,
      y: 37.4606062321318
    },
    {
      name: "인성미니수퍼",
      address: "인천 부평구 세월천로 46, 1호",
      x: 126.704199385966,
      y: 37.5131883588448
    },
    {
      name: "오렌지24시편의점",
      address: "경기 고양시 덕양구 고양대로1369번길 7",
      x: 126.836354202774,
      y: 37.6551708372118
    },
    {
      name: "편의점사랑 정자역점",
      address: "경기 성남시 분당구 성남대로331번길 3-3, 젤죤타원 110호",
      x: 127.107704982095,
      y: 37.3653315106286
    },
    {
      name: "방학점",
      address: "서울 도봉구 시루봉로 219",
      x: 127.034282319455,
      y: 37.6681143834001
    },
    {
      name: "로또암반수베팅샵",
      address: "경기 남양주시 수레로 32",
      x: 127.215702948218,
      y: 37.5872317212736
    },
    {
      name: "24시편의점",
      address: "서울 성북구 장위로 169-1",
      x: 127.054838978101,
      y: 37.6153798429646
    },
    {
      name: "신당중앙점",
      address: "서울 중구 다산로 156",
      x: 127.01247138142,
      y: 37.5575854835226
    },
    {
      name: "창동25시편의점",
      address: "서울 도봉구 노해로63길 79",
      x: 127.046291895459,
      y: 37.6530884876081
    },
    {
      name: "로또마트",
      address: "서울 동대문구 한천로2길 89, 105호",
      x: 127.06349428256,
      y: 37.5625994247992
    },
    {
      name: "럭키복권샵",
      address: "경기 의정부시 평화로 217",
      x: 127.047466795957,
      y: 37.7112415665279
    },
    {
      name: "상봉동부점",
      address: "서울 중랑구 망우로32길 13",
      x: 127.07670832638,
      y: 37.5932972740428
    },
    {
      name: "그린복권방",
      address: "강원 홍천군 홍천읍 신장대로 51",
      x: 127.88197497389,
      y: 37.690434084232
    },
    {
      name: "세방마트",
      address: "강원 홍천군 홍천읍 홍천로 444",
      x: 127.893082758629,
      y: 37.6930061169522
    },
    {
      name: "창동파크점",
      address: "서울 도봉구 도봉로136가길 4",
      x: 127.041497636895,
      y: 37.6588415111877
    },
    {
      name: "CN마트(반구점)",
      address: "울산 중구 반구로 16",
      x: 129.342816301808,
      y: 35.5547660341537
    },
    {
      name: "복권나라(진천)",
      address: "충북 진천군 진천읍 중앙북로 8",
      x: 127.437847878128,
      y: 36.8592658495959
    },
    {
      name: "삼성수퍼",
      address: "인천 계양구 효서로 357",
      x: 126.735971161986,
      y: 37.5280584397524
    },
    {
      name: "N마트",
      address: "전북 정읍시 수성택지3길 19",
      x: 126.856485430713,
      y: 35.5782109972578
    },
    {
      name: "덕진경기장점",
      address: "전북 전주시 덕진구 들사평서로 16",
      x: 127.120923123426,
      y: 35.8376534097284
    },
    {
      name: "연동신광점",
      address: "제주 제주시 도령로 76",
      x: 126.486554163651,
      y: 33.489817924436
    },
    {
      name: "독산2동점",
      address: "서울 금천구 독산로 218",
      x: 126.902005888784,
      y: 37.4663579296014
    },
    {
      name: "테마폴리스",
      address: "경기 성남시 수정구 수정로 236",
      x: 127.145328241886,
      y: 37.4456872826033
    },
    {
      name: "나이스컴",
      address: "서울 관악구 신원로 13",
      x: 126.927698678963,
      y: 37.4804889623084
    },
    {
      name: "논현동현점",
      address: "서울 강남구 도산대로50길 27",
      x: 127.037734128924,
      y: 37.5206071229972
    },
    {
      name: "백암복권",
      address: "경기 용인시 처인구 백암면 백암로 208",
      x: 127.374900662941,
      y: 37.1652145015934
    },
    {
      name: "종합슈퍼",
      address: "경기 성남시 분당구 판교로 700, 테크노파크 상가",
      x: 127.151695932739,
      y: 37.4042146701156
    },
    {
      name: "역삼대홍점",
      address: "서울 강남구 논현로63길 19",
      x: 127.039290058825,
      y: 37.4924661549789
    },
    {
      name: "석촌희망점",
      address: "서울 송파구 백제고분로39길 25",
      x: 127.103839873999,
      y: 37.5064371533311
    },
    {
      name: "과정미니슈퍼",
      address: "부산 연제구 과정로 234-1",
      x: 129.101625045648,
      y: 35.1878608780503
    },
    {
      name: "대구연쇄점",
      address: "부산 부산진구 중앙대로783번길 8",
      x: 129.062361351657,
      y: 35.1623576443501
    },
    {
      name: "행운복권방",
      address: "경북 영주시 지천로 90-1",
      x: 128.619488915399,
      y: 36.808254669625
    },
    {
      name: "365마트(합성)",
      address: "경남 창원시 마산회원구 합성남11길 80",
      x: 128.58870654793,
      y: 35.2398385927106
    },
    {
      name: "명당편의점",
      address: "경남 진주시 서장대로 273",
      x: 128.063100903491,
      y: 35.1920845581808
    },
    {
      name: "행운마트",
      address: "경남 함안군 칠원읍 오곡로 92",
      x: 128.521496195951,
      y: 35.2770077324178
    },
    {
      name: "위드24 경화점",
      address: "경남 창원시 진해구 경화로 25",
      x: 128.686089402479,
      y: 35.1556530034805
    },
    {
      name: "짱마트",
      address: "경기 김포시 김포대로 2082",
      x: 126.613142900149,
      y: 37.6851590009262
    },
    {
      name: "그린 24시 광주점",
      address: "광주 서구 발산로 46-1",
      x: 126.895265282108,
      y: 35.1588368730982
    },
    {
      name: "알리바이 첨단점",
      address: "광주 광산구 임방울대로800번길 82",
      x: 126.845722236688,
      y: 35.2137964719766
    },
    {
      name: "환희복권방",
      address: "제주 제주시 용문로 138",
      x: 126.509305190261,
      y: 33.5069219617814
    },
    {
      name: "오산대역점",
      address: "경기 오산시 수청로 30-13",
      x: 127.059493335166,
      y: 37.1732843202691
    },
    {
      name: "이천안평점",
      address: "경기 이천시 호법면 중부대로 755",
      x: 127.416906720762,
      y: 37.2466946586374
    },
    {
      name: "이천대월",
      address: "경기 이천시 대월면 사동로 173",
      x: 127.494622070678,
      y: 37.2443663120132
    },
    {
      name: "송파제일점",
      address: "서울 송파구 백제고분로 423",
      x: 127.110953803373,
      y: 37.50887213746
    },
    {
      name: "신항대박",
      address: "경남 창원시 진해구 신항4로 47-26, 101호",
      x: 128.815382921209,
      y: 35.0877131478174
    },
    {
      name: "스포츠베팅샵(화전점)",
      address: "부산 부산진구 신천대로 182",
      x: 129.050879251591,
      y: 35.1581300952944
    },
    {
      name: "거제계룡점",
      address: "경남 거제시 거제중앙로 1771",
      x: 128.628981380429,
      y: 34.8771407211598
    },
    {
      name: "이마트24 성서호림점",
      address: "대구 달서구 달서대로91길 29",
      x: 128.488288653492,
      y: 35.8393808043659
    },
    {
      name: "대박복권방",
      address: "인천 서구 대평로 3",
      x: 126.676622878489,
      y: 37.547137936419
    },
    {
      name: "달동초이스점",
      address: "울산 남구 화합로125번길 9",
      x: 129.339245768474,
      y: 35.5355936910733
    },
    {
      name: "씨스페이스 구미송정점",
      address: "경북 구미시 백산로2길 4",
      x: 128.340090716192,
      y: 36.1214244703767
    },
    {
      name: "논현파라곤",
      address: "서울 강남구 언주로130길 18",
      x: 127.037009760001,
      y: 37.5149947320015
    },
    {
      name: "안성상회",
      address: "서울 강남구 압구정로42길 30",
      x: 127.03486543205,
      y: 37.5270227816312
    },
    {
      name: "엄마손슈퍼",
      address: "경기 성남시 수정구 남문로102번길 1",
      x: 127.138166081212,
      y: 37.4471241589497
    },
    {
      name: "GS25 서초예전",
      address: "서울 서초구 반포대로8길 5-10",
      x: 127.012375060231,
      y: 37.4835643151568
    },
    {
      name: "대일서점",
      address: "서울 금천구 시흥대로 474",
      x: 126.899010685082,
      y: 37.4758621463823
    },
    {
      name: "플러스마트",
      address: "경기 수원시 팔달구 세지로 381",
      x: 127.02705533233,
      y: 37.2844430789242
    },
    {
      name: "화성왕림",
      address: "경기 화성시 봉담읍 삼천병마로 1060",
      x: 126.942680490546,
      y: 37.2019560193407
    },
    {
      name: "플러스24",
      address: "충남 천안시 서북구 검은들3길 6",
      x: 127.110950407263,
      y: 36.8109435962304
    },
    {
      name: "유림토토방",
      address: "세종 세종 용포로 39",
      x: 127.280419995145,
      y: 36.4622979589167
    },
    {
      name: "25자유시간",
      address: "경남 사천시 신항로 107",
      x: 128.085948357456,
      y: 34.9373912519208
    },
    {
      name: "버스매표소",
      address: "경기 용인시 처인구 역북동 503-1",
      x: 127.188593523648,
      y: 37.2330980261579
    },
    {
      name: "무지개휴게소",
      address: "울산 울주군 온산읍 덕신로 488",
      x: 129.332482752106,
      y: 35.439493321128
    },
    {
      name: "소비자마트",
      address: "경기 의정부시 회룡로 223",
      x: 127.058646434736,
      y: 37.7268239002875
    },
    {
      name: "로또슈퍼",
      address: "경기 의정부시 동일로 681",
      x: 127.052872816623,
      y: 37.7485745967296
    },
    {
      name: "강릉노암점",
      address: "강원 강릉시 임영로 28",
      x: 128.896869836852,
      y: 37.7449176492422
    },
    {
      name: "누구나",
      address: "경기 남양주시 늘을2로 26, 128호",
      x: 127.244107182497,
      y: 37.65508880945
    },
    {
      name: "유창수퍼",
      address: "서울 금천구 범안로17길 41",
      x: 126.893332246793,
      y: 37.4683861620964
    },
    {
      name: "월평중앙점",
      address: "대전 서구 월평중로 2",
      x: 127.364145853089,
      y: 36.3548264629825
    },
    {
      name: "천안용암점",
      address: "충남 천안시 서북구 쌍용11길 22",
      x: 127.121145794015,
      y: 36.8023421827076
    },
    {
      name: "청주복대",
      address: "충북 청주시 흥덕구 복대로 147, 마동 101호",
      x: 127.440684640352,
      y: 36.6296355850994
    },
    {
      name: "그린24시편의점(중촌)",
      address: "대전 중구 대종로 674",
      x: 127.411989537772,
      y: 36.3400579086592
    },
    {
      name: "로또복권방",
      address: "충남 당진시 송악읍 신복운로4길 21, 102호",
      x: 126.7828631249,
      y: 36.9446097185476
    },
    {
      name: "청원척산점",
      address: "충북 청주시 서원구 남이면 척산리 379-3",
      x: 127.439449905422,
      y: 36.5628924635866
    },
    {
      name: "해뜰날복권방",
      address: "경기 성남시 중원구 둔촌대로 291",
      x: 127.150312933906,
      y: 37.4299418512523
    },
    {
      name: "베스트올 은현점",
      address: "경기 양주시 은현로 38",
      x: 127.02349706582,
      y: 37.8722552731742
    },
    {
      name: "차차커피코 센텀리더스마크점",
      address: "부산 해운대구 APEC로 17, 107호",
      x: 129.132411521392,
      y: 35.1659324519479
    },
    {
      name: "과천중앙점",
      address: "경기 과천시 중앙로 137, 105호",
      x: 126.99173895002,
      y: 37.4288054400031
    },
    {
      name: "만인의방",
      address: "경기 성남시 중원구 광명로 245-3, 1층",
      x: 127.153642344349,
      y: 37.4422665199365
    },
    {
      name: "포항대잠점",
      address: "경북 포항시 남구 새천년대로450번길 13",
      x: 129.347095393566,
      y: 36.0151465050098
    },
    {
      name: "복권닷컴",
      address: "경기 부천시 중동로 404",
      x: 126.770409789464,
      y: 37.5158814832246
    },
    {
      name: "다우토토샾",
      address: "경기 성남시 수정구 탄리로 100",
      x: 127.135086810784,
      y: 37.444874373324
    },
    {
      name: "창동현대점",
      address: "서울 도봉구 마들로 573, 상가동101호",
      x: 127.047130974259,
      y: 37.661231140572
    },
    {
      name: "로또생삼겹",
      address: "인천 남동구 논고개로 77,1층, 108호",
      x: 126.726253921698,
      y: 37.398437607938
    },
    {
      name: "시흥식품",
      address: "서울 금천구 시흥대로63길 13",
      x: 126.898856438667,
      y: 37.4549159403004
    },
    {
      name: "궁동상지",
      address: "서울 구로구 부일로15길 29",
      x: 126.833050861858,
      y: 37.4941437652518
    },
    {
      name: "진칼라",
      address: "경기 구리시 안골로 16",
      x: 127.13273605004,
      y: 37.597044790414
    },
    {
      name: "은혜상회",
      address: "경기 남양주시 덕소로 214",
      x: 127.219802597431,
      y: 37.579267861244
    },
    {
      name: "위드미외대이문점",
      address: "서울 동대문구 외대역동로 106",
      x: 127.064930678383,
      y: 37.5973786237575
    },
    {
      name: "일등복권방",
      address: "서울 동대문구 사가정로 125",
      x: 127.058852161222,
      y: 37.5778662214288
    },
    {
      name: "역전복권방",
      address: "충남 예산군 예산읍 아리랑로 7",
      x: 126.830155292689,
      y: 36.6863379154196
    },
    {
      name: "해피복권",
      address: "충남 태안군 태안읍 환동로 82",
      x: 126.294920553592,
      y: 36.7542692009732
    },
    {
      name: "장터슈퍼",
      address: "대전 동구 대전로 663-2",
      x: 127.438555604643,
      y: 36.3197650437981
    },
    {
      name: "스카이편의점",
      address: "충북 진천군 진천읍 남산길 88",
      x: 127.444841205564,
      y: 36.8541351715387
    },
    {
      name: "행복느낌",
      address: "충남 아산시 용화로 85",
      x: 127.008319443425,
      y: 36.7785062210904
    },
    {
      name: "서산비발디점",
      address: "충남 서산시 고운로 276, 109,110호",
      x: 126.456204388222,
      y: 36.7835542351091
    },
    {
      name: "왕대박복권",
      address: "전북 전주시 덕진구 가련산로 17",
      x: 127.110617106318,
      y: 35.8416404060717
    },
    {
      name: "중문복권방",
      address: "제주 서귀포시 천제연로 222-2",
      x: 126.428166003331,
      y: 33.2512373776618
    },
    {
      name: "뉴용봉한남마트",
      address: "광주 북구 용주로30번길 30",
      x: 126.90215099561,
      y: 35.1807601346617
    },
    {
      name: "진주평거점",
      address: "경남 진주시 평거로9번길 18",
      x: 128.061803826828,
      y: 35.1731139396207
    },
    {
      name: "리더마트",
      address: "경남 진주시 금산면 금산로 36",
      x: 128.140310602525,
      y: 35.2139532654158
    },
    {
      name: "조이플(두월점)",
      address: "경남 창원시 마산합포구 문화북4길 60",
      x: 128.560709618374,
      y: 35.187228487184
    },
    {
      name: "거제삼성점",
      address: "경남 거제시 장평1로14길 36",
      x: 128.605435105322,
      y: 34.8935844200277
    },
    {
      name: "아시아마트",
      address: "경남 김해시 고모로 368",
      x: 128.76986548414,
      y: 35.258706806433
    },
    {
      name: "울산구영점",
      address: "울산 울주군 범서읍 점촌3길 8-2",
      x: 129.241006865521,
      y: 35.573533265236
    },
    {
      name: "씨스페이스 구산제일점",
      address: "경남 김해시 가락로 291",
      x: 128.872195319319,
      y: 35.250901856245
    },
    {
      name: "로터리복권방",
      address: "부산 서구 자갈치로 4",
      x: 129.024836147891,
      y: 35.0962070791473
    },
    {
      name: "예스마트",
      address: "부산 수영구 남천동로 8",
      x: 129.109524566807,
      y: 35.1428366717572
    },
    {
      name: "팡팡사동복권",
      address: "경기 안산시 상록구 석호로 166",
      x: 126.850192018135,
      y: 37.2971100621995
    },
    {
      name: "행운복권방",
      address: "경기 수원시 권선구 구운로 46-1",
      x: 126.973454623021,
      y: 37.2779466994252
    },
    {
      name: "황금대박방",
      address: "경기 고양시 덕양구 삼송로 177-1",
      x: 126.893498331567,
      y: 37.6535544057181
    },
    {
      name: "비트나인",
      address: "서울 송파구 백제고분로 144",
      x: 127.08283717827,
      y: 37.5055783324645
    },
    {
      name: "경산정평점",
      address: "경북 경산시 강변서로51길 18",
      x: 128.729852307671,
      y: 35.8302143788436
    },
    {
      name: "만촌팔레스점",
      address: "대구 수성구 화랑로 42",
      x: 128.632920069546,
      y: 35.8698143812808
    },
    {
      name: "함양한주점(fm)",
      address: "경남 함양군 함양읍 고운로 80-1",
      x: 127.730219266601,
      y: 35.5208774415893
    },
    {
      name: "메트로 25시",
      address: "경기 성남시 중원구 광명로 337",
      x: 127.16322152858,
      y: 37.4459402675032
    },
    {
      name: "신화창조베팅샵",
      address: "충남 당진시 서문1길 7",
      x: 126.626332045215,
      y: 36.8931475319464
    },
    {
      name: "행운 복권,편의점",
      address: "충북 청주시 흥덕구 서현북로 42, 1층",
      x: 127.427462322461,
      y: 36.6207796721658
    },
    {
      name: "로또대박복권(당동점)",
      address: "경기 군포시 고산로 256, 금강프라자1-110호",
      x: 126.944336310754,
      y: 37.3465712847154
    },
    {
      name: "천안초원점",
      address: "충남 천안시 동남구 서부대로 221",
      x: 127.128436828408,
      y: 36.788138129997
    },
    {
      name: "복권랜드",
      address: "강원 철원군 이평로 65",
      x: 127.216842315879,
      y: 38.2092505751185
    },
    {
      name: "꿈나라복권방",
      address: "대전 대덕구 동춘당로 83, 송촌종합상가 119호",
      x: 127.439740909494,
      y: 36.3646212304259
    },
    {
      name: "계대중앙점",
      address: "대구 달서구 호산동로 174",
      x: 128.485988561037,
      y: 35.8506242222292
    },
    {
      name: "부부부동산",
      address: "서울 강동구 양재대로112길 23",
      x: 127.141044356892,
      y: 37.5367393850766
    },
    {
      name: "주택복권사랑방",
      address: "서울 구로구 경인로53길 15",
      x: 126.876117278882,
      y: 37.5020321024364
    },
    {
      name: "복돼지복권방",
      address: "경기 화성시 우정읍 3.1만세로 43",
      x: 126.818738263373,
      y: 37.082827295701
    },
    {
      name: "목동등촌로점",
      address: "서울 양천구 등촌로 214",
      x: 126.863699365993,
      y: 37.5486078678767
    },
    {
      name: "스포츠토토",
      address: "부산 해운대구 좌동로 95, 동대문상가 401호",
      x: 129.175393429673,
      y: 35.1728192795916
    },
    {
      name: "보람25시",
      address: "울산 울주군 삼남면 남상평2길 30",
      x: 129.117665947589,
      y: 35.5597431850899
    },
    {
      name: "스포츠토토방",
      address: "경남 창원시 성산구마디미로 28, 씨동 1층 185호",
      x: 128.683379990696,
      y: 35.2222148675498
    },
    {
      name: "프리마켓",
      address: "경남 창원시 성산구 가양로 54",
      x: 128.700341369135,
      y: 35.2065798283958
    },
    {
      name: "오렌지마트",
      address: "대전 유성구 계룡로132번길 10, 117호",
      x: 127.344558053004,
      y: 36.3522404116308
    },
    {
      name: "코사마트25시",
      address: "경기 고양시 일산동구 장백로 184, 111호",
      x: 126.777162351475,
      y: 37.6512768694197
    },
    {
      name: "씨스페이스 야당역점",
      address: "경기 파주시 경의로 1100, 1층 116호",
      x: 126.760142672806,
      y: 37.7153337936945
    },
    {
      name: "강원수퍼",
      address: "서울 서대문구 모래내로 355",
      x: 126.935559395746,
      y: 37.5816365749183
    },
    {
      name: "인더라인",
      address: "서울 용산구 후암로 101",
      x: 126.974303672318,
      y: 37.5534034378215
    },
    {
      name: "굿모닝마트",
      address: "경기 파주시 조리읍 통일로 155, 송촌토파즈상가",
      x: 126.82476392563,
      y: 37.7363579932042
    },
    {
      name: "프리마트",
      address: "인천 남동구 주안로 231",
      x: 126.695573689894,
      y: 37.463507034665
    },
    {
      name: "마리오수퍼",
      address: "경기 부천시 송내대로 265번길 85, 1층",
      x: 126.753911227812,
      y: 37.5073615414867
    },
    {
      name: "보배상회",
      address: "경기 부천시 삼작로395번길 5",
      x: 126.805595209741,
      y: 37.5200110377993
    },
    {
      name: "토토랑프로토랑",
      address: "부산 사상구 새벽로 167번길 21",
      x: 128.982099348022,
      y: 35.1561598646094
    },
    {
      name: "토토명당",
      address: "경남 창원시 마산회원구 합성시장길 14",
      x: 128.585873588918,
      y: 35.2412590543645
    },
    {
      name: "스타복권방",
      address: "경남 진주시 진주성로 133",
      x: 128.074347682501,
      y: 35.2012511178502
    },
    {
      name: "대성",
      address: "부산 부산진구 가야대로691번길 23",
      x: 129.046366568283,
      y: 35.1574688287913
    },
    {
      name: "편의점사랑",
      address: "서울 구로구 디지털로31길 20",
      x: 126.894345286511,
      y: 37.4855210244653
    },
    {
      name: "복권세상",
      address: "서울 양천구 신월로 187",
      x: 126.843662897609,
      y: 37.5196975192064
    },
    {
      name: "한신대",
      address: "경기 오산시 한신대길 121",
      x: 127.02336906032,
      y: 37.1959189089495
    },
    {
      name: "훼미리마켓두류1번가점",
      address: "대구 서구 달구벌대로 1760",
      x: 128.557119567301,
      y: 35.8580806796141
    },
    {
      name: "진우복권명당",
      address: "경북 경산시 경산로 15길 1-11",
      x: 128.731183575457,
      y: 35.8152968266838
    },
    {
      name: "경주충효점",
      address: "경북 경주시 충효3길 15",
      x: 129.18580379116,
      y: 35.8431354599843
    },
    {
      name: "행운복권방",
      address: "경기 광주시 오포로 893",
      x: 127.232090852959,
      y: 37.3700294580453
    },
    {
      name: "오토카용품",
      address: "경기 여주시 일신로 8",
      x: 127.542455213682,
      y: 37.2113179334206
    },
    {
      name: "광주목현점",
      address: "경기 광주시 이배재로 165",
      x: 127.237728222441,
      y: 37.42941868616
    },
    {
      name: "편의점24시마트",
      address: "경기 성남시 중원구 광명로 334",
      x: 127.163008297824,
      y: 37.4454265335963
    },
    {
      name: "논현4호점",
      address: "서울 강남구 논현로 720",
      x: 127.029906868064,
      y: 37.5163896957168
    },
    {
      name: "매직&스크린",
      address: "경기 용인시 기흥구 신구로54번길 8",
      x: 127.110552805048,
      y: 37.2766911111115
    },
    {
      name: "북원복권",
      address: "강원 원주시 단관초교길 9, 상가동1층 101호",
      x: 127.96566226443,
      y: 37.3173969310785
    },
    {
      name: "나눔로또왕대박",
      address: "강원 원주시 흥업면 남원로 70",
      x: 127.920194490218,
      y: 37.3020761192122
    },
    {
      name: "대박복권방",
      address: "서울 중구 퇴계로 398",
      x: 127.015789368349,
      y: 37.5650409245491
    },
    {
      name: "토토마트",
      address: "서울 성북구 오패산로5길 6",
      x: 127.037112448274,
      y: 37.6044082851065
    },
    {
      name: "의정부신한대점",
      address: "경기 의정부시 평화로 190",
      x: 127.048290818186,
      y: 37.7087734643951
    },
    {
      name: "홍성법원점",
      address: "충남 홍성군 홍성읍 법원로 20",
      x: 126.650938668531,
      y: 36.5998872631007
    },
    {
      name: "서울슈퍼",
      address: "충북 옥천군 옥천읍 중앙로 31",
      x: 127.568121808511,
      y: 36.3002118193782
    },
    {
      name: "그린24시봉명점",
      address: "충북 청주시 흥덕구 과상미로10번길 51",
      x: 127.463219974458,
      y: 36.6454235766262
    },
    {
      name: "토토자전거",
      address: "광주 북구 설죽로 324",
      x: 126.89918630897,
      y: 35.1882674369704
    },
    {
      name: "토토프로토편의점",
      address: "전북 익산시 무왕로 856",
      x: 126.953853885184,
      y: 35.9648427154706
    },
    {
      name: "해빛인계캐슬점",
      address: "경기 수원시 팔달구 권광로180번길 19",
      x: 127.033872724126,
      y: 37.2635441203857
    },
    {
      name: "팡팡슈퍼",
      address: "경기 파주시 상지석길 404-10",
      x: 126.792518464798,
      y: 37.7257119608036
    },
    {
      name: "도서마을",
      address: "서울 종로구 삼일대로30길 41",
      x: 126.989919930238,
      y: 37.5743600956071
    },
    {
      name: "스포츠토토 영등포시장역점",
      address: "서울 영등포구 영중로 70",
      x: 126.905345614002,
      y: 37.522455614606
    },
    {
      name: "하나마트",
      address: "부산 금정구 중앙대로1959번길 11",
      x: 129.09049678046,
      y: 35.2591015770755
    },
    {
      name: "단석가찰보리빵진해점",
      address: "경남 창원시 진해구 냉천로 50",
      x: 128.702936275052,
      y: 35.1513728915615
    },
    {
      name: "토토명당",
      address: "인천 중구 제물량로113번길 2",
      x: 126.630726543566,
      y: 37.4685245977813
    },
    {
      name: "포유25 대호점",
      address: "경기 오산시 대호로 104",
      x: 127.054409060858,
      y: 37.1594509442468
    },
    {
      name: "대림유통",
      address: "강원 춘천시 충열로 10-10",
      x: 127.729151317384,
      y: 37.9003701649906
    },
    {
      name: "포인트",
      address: "경기 성남시 수정구 남문로22번길 2, 1층",
      x: 127.129453332119,
      y: 37.4445518076635
    },
    {
      name: "엠마트",
      address: "서울 동대문구 장한로31길 10",
      x: 127.071299466373,
      y: 37.5754289277586
    },
    {
      name: "광희문점",
      address: "서울 중구 신당동 304-499",
      x: 127.010537272167,
      y: 37.5621627365529
    },
    {
      name: "나눔분식",
      address: "경기 남양주시 화도읍 묵현로 11-3",
      x: 127.289217763029,
      y: 37.6572493749236
    },
    {
      name: "편의점사랑(김량장역점)",
      address: "경기 용인시 처인구 낙은로 3",
      x: 127.198111682266,
      y: 37.2378148652691
    },
    {
      name: "베스트올(야탑쌍용점)",
      address: "경기 성남시 중원구 도촌로8번길 33, 1층 104호",
      x: 127.15083766644,
      y: 37.4155412174899
    },
    {
      name: "토마토편의점(암사점)",
      address: "서울 강동구 고덕로 96",
      x: 127.135832933352,
      y: 37.554532736215
    },
    {
      name: "예스24(화정)",
      address: "경기 고양시 덕양구 화신로260번길 26, 102호",
      x: 126.832991977195,
      y: 37.6317396610579
    },
    {
      name: "새마을상회",
      address: "경기 안양시 만안구 병목안로130번길 6",
      x: 126.908883869858,
      y: 37.392326806945
    },
    {
      name: "꿈여울",
      address: "경기 화성시 향남읍 행정남로 99-15",
      x: 126.915164460733,
      y: 37.1255507649059
    },
    {
      name: "구로미래",
      address: "서울 구로구 경인로 661",
      x: 126.8869873429,
      y: 37.5090492151745
    },
    {
      name: "천사마트",
      address: "충남 천안시 서북구 두정로 117",
      x: 127.129965292531,
      y: 36.8342021369318
    },
    {
      name: "중앙토탈대리점",
      address: "부산 금정구 금강로565번길 16",
      x: 129.086724625401,
      y: 35.2581843776264
    },
    {
      name: "홈런복권방",
      address: "울산 북구 호계로 370, 101호(신천동)",
      x: 129.348195690307,
      y: 35.6355796398894
    },
    {
      name: "토토복권방 삼산점",
      address: "울산 남구 남중로 76",
      x: 129.348159680359,
      y: 35.5410707998765
    },
    {
      name: "Q마트",
      address: "울산 동구 화문로 34",
      x: 129.412813515396,
      y: 35.4845782578464
    },
    {
      name: "찰보리빵",
      address: "경남 창원시 진해구 동진로21번길 26",
      x: 128.699793843449,
      y: 35.1558190663401
    },
    {
      name: "GM24편의점",
      address: "경북 구미시 인동28길 19-9",
      x: 128.428703275396,
      y: 36.0941511106632
    },
    {
      name: "위드미 장미공원점",
      address: "대구 달서구 선원로 199",
      x: 128.514211409437,
      y: 35.8591816298844
    },
    {
      name: "코리아25(구공대점)",
      address: "경북 구미시 구미대로30길 26",
      x: 128.365583576911,
      y: 36.1170306823425
    },
    {
      name: "명덕사 복권판매점",
      address: "경북 구미시 봉곡남로 77",
      x: 128.31100139089,
      y: 36.1490023071187
    },
    {
      name: "비타민25",
      address: "대구 서구 달구벌대로361길 7",
      x: 128.561581511821,
      y: 35.860028715499
    },
    {
      name: "인하토토복권",
      address: "경기 양주시 고암길 358",
      x: 127.065712678514,
      y: 37.8346726511457
    },
    {
      name: "아름다운세상",
      address: "경기 성남시 수정구 제일로 181",
      x: 127.13091530584,
      y: 37.4424198395238
    },
    {
      name: "페트라",
      address: "서울 송파구 백제고분로21길 19",
      x: 127.090347985975,
      y: 37.5056467991845
    },
    {
      name: "일양택배",
      address: "충남 계룡시 엄사중앙로 93",
      x: 127.241659440635,
      y: 36.2890705273856
    },
    {
      name: "포천경복대점",
      address: "경기 포천시 신북면 신평로 168",
      x: 127.223063361958,
      y: 37.9443968116222
    },
    {
      name: "하남천현점",
      address: "경기 하남시 천현로 134번길 3",
      x: 127.22399025112,
      y: 37.5348567633991
    },
    {
      name: "우주문화사",
      address: "서울 서초구 사평대로2길 10",
      x: 126.986216560451,
      y: 37.497955321851
    },
    {
      name: "월드컵베팅샵",
      address: "경기 광주시 순암로 469",
      x: 127.202931401726,
      y: 37.4098920121709
    },
    {
      name: "토마토편의점",
      address: "경기 고양시 일산서구 송포로 26, 현대프라자 103호",
      x: 126.73326391965,
      y: 37.6690559797753
    },
    {
      name: "복권천국",
      address: "경기 부천시 원미로 130",
      x: 126.791453455855,
      y: 37.4941500088103
    },
    {
      name: "대림제일",
      address: "서울 영등포구 시흥대로 591",
      x: 126.903307707345,
      y: 37.4857020531468
    },
    {
      name: "문래에이스점",
      address: "서울 영등포구 경인로 775",
      x: 126.897536835727,
      y: 37.5147464245043
    },
    {
      name: "동성슈퍼(복권방)",
      address: "울산 동구 동해안로 10",
      x: 129.425288808556,
      y: 35.5403970156072
    },
    {
      name: "행운복권방",
      address: "울산 남구 월평로 73",
      x: 129.313549039149,
      y: 35.5425816212428
    },
    {
      name: "메트로",
      address: "경남 창원시 성산구 안민안길21번길 4",
      x: 128.691538531978,
      y: 35.1869428923921
    },
    {
      name: "블루25 (부원점)",
      address: "경남 김해시 호계로 424",
      x: 128.885343178283,
      y: 35.2282718997909
    },
    {
      name: "내당점",
      address: "대구 서구 통학로 46, 황제맨션상가",
      x: 128.565334662884,
      y: 35.8650186345956
    },
    {
      name: "위드미 대구남구청점",
      address: "대구 남구 봉덕로 68",
      x: 128.597830380709,
      y: 35.8446406648235
    },
    {
      name: "북구학정점",
      address: "대구 북구 학정로106길 17",
      x: 128.567437706517,
      y: 35.9519638788304
    },
    {
      name: "광주중흥점",
      address: "광주 북구 경양로 145",
      x: 126.907914028436,
      y: 35.1610209552909
    },
    {
      name: "씨스페이스 불당점",
      address: "충남 천안시 서북구 불당21로 67-26, 1층 108호",
      x: 127.108732663913,
      y: 36.8148042893753
    },
    {
      name: "천안두정",
      address: "충남 천안시 서북구 성정공원5로 51, CM21프라자",
      x: 127.143284835696,
      y: 36.8279808153271
    },
    {
      name: "대박명당",
      address: "충남 천안시 서북구 봉주로 55",
      x: 127.152651726846,
      y: 36.8774810327371
    },
    {
      name: "대전선사점",
      address: "대전 서구 월평북로 87",
      x: 127.378103247737,
      y: 36.3624428198935
    },
    {
      name: "행복찾기",
      address: "서울 구로구 디지털로27길 90",
      x: 126.889181209609,
      y: 37.484481215649
    },
    {
      name: "부자슈퍼",
      address: "충북 제천시 의림대로16길 20",
      x: 128.213250503315,
      y: 37.138958125524
    },
    {
      name: "복권천국",
      address: "서울 동대문구 전농로2나길 15",
      x: 127.057445907776,
      y: 37.5674120396367
    },
    {
      name: "GA마트",
      address: "경기 광주시 역동로 95",
      x: 127.254584003613,
      y: 37.4003339039101
    },
    {
      name: "바이존(지월점)",
      address: "경기 광주시 초월읍 현산로 350, 103호",
      x: 127.287036220405,
      y: 37.4172087006609
    },
    {
      name: "미니마트",
      address: "서울 송파구 오금로46길 38",
      x: 127.133613040459,
      y: 37.4946382060214
    },
    {
      name: "현대멀티마트이삭신음점",
      address: "경북 김천시 신음새동네길 13",
      x: 128.118500444758,
      y: 36.1347797372166
    },
    {
      name: "천하명당복권방",
      address: "광주 서구 풍암순환로 5, 상가102호",
      x: 126.877166022548,
      y: 35.1259695727346
    },
    {
      name: "행운로또방",
      address: "광주 서구 풍암순환로 183, 우미상가 117-101",
      x: 126.880314854074,
      y: 35.1262690914609
    },
    {
      name: "베스트복권방",
      address: "전북 전주시 덕진구 태진로 125-30, 103동 101호",
      x: 127.134200882301,
      y: 35.8332601951478
    },
    {
      name: "알리바이(24시편의점)",
      address: "광주 광산구 왕버들로 11, 가동 101호",
      x: 126.811925655964,
      y: 35.2025869922788
    },
    {
      name: "솔로몬복권방",
      address: "강원 원주시 단구로 414, 상가동 108호",
      x: 127.954742706335,
      y: 37.3204205523773
    },
    {
      name: "모드니마트",
      address: "경북 칠곡군 석적읍 북중리3길 35",
      x: 128.41001646297,
      y: 36.0782476452333
    },
    {
      name: "성진마트",
      address: "경기 부천시 수도로 123",
      x: 126.779207440023,
      y: 37.5169452205189
    },
    {
      name: "원플러스24시(산남동)",
      address: "충북 청주시 서원구 산남로 76, 인템프라자 108호",
      x: 127.465679174481,
      y: 36.6113272973776
    },
    {
      name: "위드미 신당점",
      address: "대구 달서구 신당로 17",
      x: 128.494205478445,
      y: 35.8537868424232
    },
    {
      name: "무교식품",
      address: "서울 중구 다동길 43, 한외빌딩 1층 135호",
      x: 126.981614792564,
      y: 37.5682179109709
    },
    {
      name: "나눔복권방",
      address: "충북 제천시 내제로 46",
      x: 128.204475673004,
      y: 37.1336086962055
    },
    {
      name: "GS25을지스타파크점",
      address: "서울 중구 을지로 230",
      x: 127.003587336978,
      y: 37.5665797459397
    },
    {
      name: "이마트24 강동본점",
      address: "서울 강동구 천호옛길 84",
      x: 127.125482725695,
      y: 37.5361273270647
    },
    {
      name: "하남감북점",
      address: "경기 하남시 감초로 65",
      x: 127.159263999507,
      y: 37.5199339961513
    },
    {
      name: "서울대파인점",
      address: "서울 관악구 청룡1길 46",
      x: 126.948878627216,
      y: 37.4809234987217
    },
    {
      name: "신림본점",
      address: "서울 관악구 신림로 270",
      x: 126.932168278055,
      y: 37.478998370514
    },
    {
      name: "교통카드충전소",
      address: "서울 강남구 선릉로 311",
      x: 127.052077839969,
      y: 37.4973342152953
    },
    {
      name: "대박슈퍼",
      address: "인천 부평구 경원대로 1438",
      x: 126.728645857091,
      y: 37.4908552292598
    },
    {
      name: "드림",
      address: "경기 수원시 권선구 정조로613번길 2, 102호",
      x: 127.014347590993,
      y: 37.2636550502117
    },
    {
      name: "시흥상록점",
      address: "경기 시흥시 복지로 96, 101호",
      x: 126.791831822379,
      y: 37.4472717162371
    },
    {
      name: "모아할인마트",
      address: "경기 평택시 여술로 74",
      x: 126.849962441386,
      y: 36.9898107491865
    },
    {
      name: "달서장기",
      address: "대구 달서구 대명천로 284",
      x: 128.529237046057,
      y: 35.8419675722729
    },
    {
      name: "삼성슈퍼마켓",
      address: "경남 거제시 중곡로 14",
      x: 128.630995611783,
      y: 34.8946707813177
    },
    {
      name: "한아름(모닝85호)",
      address: "울산 북구 염포로 585",
      x: 129.386804008221,
      y: 35.5395716043052
    },
    {
      name: "한마음마트",
      address: "울산 북구 정자1길 55",
      x: 129.449962001602,
      y: 35.6183355242444
    },
    {
      name: "녹산할인마트",
      address: "경남 창원시 진해구 용원로7번길 18, 110호",
      x: 128.810937669282,
      y: 35.1018949244247
    },
    {
      name: "오렌지데이(당감)",
      address: "부산 부산진구 동평로 89",
      x: 129.039348294817,
      y: 35.1656103822442
    },
    {
      name: "디포복권방",
      address: "충남 서산시 대산읍 충의로 1962 1층 3호",
      x: 126.432112516283,
      y: 36.9394053636213
    },
    {
      name: "늘푸른마트",
      address: "충남 서산시 지곡면 충의로 762-78, 상가 101호",
      x: 126.448522516859,
      y: 36.8428114488663
    },
    {
      name: "JS25슈퍼",
      address: "대전 중구 대종로386번길 35",
      x: 127.432921987847,
      y: 36.3205632962404
    },
    {
      name: "준마트",
      address: "충북 충주시 칠금18길 4",
      x: 127.923890060414,
      y: 36.9826819482395
    },
    {
      name: "도깨비복권전문점",
      address: "충북 증평군 증평읍 광장로 119",
      x: 127.585069772529,
      y: 36.7842622854643
    },
    {
      name: "청주맘모스점",
      address: "충북 청주시 청원구 중앙로 115",
      x: 127.487813895105,
      y: 36.6473759165517
    },
    {
      name: "고객할인마트",
      address: "인천 미추홀구 송림로 318-1",
      x: 126.668372714134,
      y: 37.4758616877508
    },
    {
      name: "경진마트",
      address: "경남 창원시 마산합포구 진동면 삼진의거대로 641",
      x: 128.487575604262,
      y: 35.1159811293038
    },
    {
      name: "행운복권마트",
      address: "강원 춘천시 삭주로 35",
      x: 127.735279166888,
      y: 37.8820503274247
    },
    {
      name: "럭키마켓",
      address: "서울 강동구 명일로 159",
      x: 127.144249488755,
      y: 37.5331357480599
    },
    {
      name: "청담중앙점",
      address: "서울 강남구 선릉로148길 32",
      x: 127.042180354194,
      y: 37.522644678155
    },
    {
      name: "신사강남",
      address: "서울 강남구 압구정로2길 9",
      x: 127.019589015883,
      y: 37.5210962658042
    },
    {
      name: "신사제일점",
      address: "서울 강남구 강남대로152길 40",
      x: 127.022536590979,
      y: 37.5179856575883
    },
    {
      name: "씨스페이스 부천원종점",
      address: "경기 부천시 소사로776번길 40",
      x: 126.807075124453,
      y: 37.525250534652
    },
    {
      name: "오렌지25시",
      address: "경기 고양시 덕양구 화중로130번길 5-4",
      x: 126.832394521261,
      y: 37.6387881161382
    },
    {
      name: "공단통신",
      address: "경북 포항시 북구 장량로 32",
      x: 129.383666042836,
      y: 36.0824352504042
    },
    {
      name: "경산영대점",
      address: "경북 경산시 대학로 323",
      x: 128.756359631591,
      y: 35.8391705236303
    },
    {
      name: "태전팔달점",
      address: "대구 북구 칠곡중앙대로 25",
      x: 128.547695770823,
      y: 35.8987858587113
    },
    {
      name: "행운만땅",
      address: "광주 서구 상무자유로 176",
      x: 126.85350209901,
      y: 35.1512804716239
    },
    {
      name: "복권명당",
      address: "서울 동대문구 왕산로33길 35, 1층",
      x: 127.041700377058,
      y: 37.5809522225163
    },
    {
      name: "일호복권",
      address: "경기 부천시 소사로794번길 6",
      x: 126.80507025635,
      y: 37.5268239940473
    },
    {
      name: "공단마트",
      address: "경남 함안군 삼칠로 831",
      x: 128.485189421623,
      y: 35.3601422337464
    },
    {
      name: "터진다복권방",
      address: "전남 목포시 원산중앙로 110",
      x: 126.382540368655,
      y: 34.8126899236898
    },
    {
      name: "죽변 행운복권방",
      address: "경북 울진군 죽변면 죽변북로 8-2",
      x: 129.421334936805,
      y: 37.0601826553751
    },
    {
      name: "가이드공인중개사",
      address: "경기 하남시 하남대로 795",
      x: 127.208903541781,
      y: 37.5404494339253
    },
    {
      name: "도깨비토토",
      address: "경기 성남시 수정구 수정로 68, 1층 2호",
      x: 127.128296584024,
      y: 37.4396433514822
    },
    {
      name: "프렌즈토토점",
      address: "강원 속초시 먹거리1길 35",
      x: 128.576883753761,
      y: 38.1951320926365
    },
    {
      name: "토토명당",
      address: "충남 논산시 계백로 178-1",
      x: 127.019194341608,
      y: 36.159089602567
    },
    {
      name: "행운복권방(대연)",
      address: "부산 남구 석포로 132",
      x: 129.09174737212,
      y: 35.1288038444321
    },
    {
      name: "게이트웨이",
      address: "대구 북구 매천로2길 21, 1층 2호",
      x: 128.544601792788,
      y: 35.8972968167733
    },
    {
      name: "고산",
      address: "서울 금천구 독산로 324",
      x: 126.90372282968,
      y: 37.4756177616246
    },
    {
      name: "송강로또",
      address: "대전 유성구 봉산로 10",
      x: 127.388217880246,
      y: 36.4347411479828
    },
    {
      name: "스카이팡팡",
      address: "전북 전주시 덕진구 추탄로 64",
      x: 127.109261698347,
      y: 35.8463818959325
    },
    {
      name: "태광슈퍼",
      address: "서울 광진구 자양로43길 26",
      x: 127.090789620101,
      y: 37.5517466498874
    },
    {
      name: "수원복드림",
      address: "경기 수원시 장안구 송정로 179",
      x: 127.016033092652,
      y: 37.2987245543
    },
    {
      name: "삼양홈마트",
      address: "경북 봉화군 봉화읍 봉화로 1147-1",
      x: 128.735472236424,
      y: 36.8911535757809
    },
    {
      name: "삼익슈퍼",
      address: "경북 안동시 풍산읍 풍산중앙길 150",
      x: 128.576701398046,
      y: 36.5778747504812
    },
    {
      name: "굿데이 초월점",
      address: "경기 광주시 초월읍 경충대로 899, 111-2호",
      x: 127.294303476143,
      y: 37.3814005812986
    },
    {
      name: "원타임 만현점",
      address: "경기 용인시 기흥구 금화로 3",
      x: 127.104640217183,
      y: 37.2617292033939
    },
    {
      name: "하남지원점",
      address: "광주 광산구 하남산단8번로 172",
      x: 126.814646919789,
      y: 35.2084550190386
    },
    {
      name: "창동미소점",
      address: "서울 도봉구 노해로63가길 14",
      x: 127.045228407836,
      y: 37.6533304535775
    },
    {
      name: "내가마트",
      address: "전남 순천시 삼산로 98",
      x: 127.493859822808,
      y: 34.9729935789115
    },
    {
      name: "시대정보통신",
      address: "인천 부평구 부흥로328번길 3",
      x: 126.728368210566,
      y: 37.4980180261232
    },
    {
      name: "로또복권방",
      address: "인천 부평구 원적로 321",
      x: 126.702090096384,
      y: 37.5045729063615
    },
    {
      name: "공원복권",
      address: "광주 북구 반룡로28번길 29",
      x: 126.900885619934,
      y: 35.177678720603
    },
    {
      name: "평리이현점",
      address: "대구 서구 북비산로 155",
      x: 128.550041295823,
      y: 35.8790651908333
    },
    {
      name: "김천대흥점",
      address: "경북 김천시 환경로 202",
      x: 128.146902840861,
      y: 36.1354924746192
    },
    {
      name: "죽곡센터점",
      address: "대구 달성군 다사읍 달구벌대로 863",
      x: 128.464438066267,
      y: 35.8589507415728
    },
    {
      name: "로또슈퍼",
      address: "인천 부평구 경인로 1106",
      x: 126.74260944458,
      y: 37.4855480184437
    },
    {
      name: "왕대박유통",
      address: "충북 청주시 흥덕구 서현동로 25",
      x: 127.429258243137,
      y: 36.6245088600089
    },
    {
      name: "채널큐24",
      address: "경기 구리시 검배로 124",
      x: 127.151537631682,
      y: 37.5940045501833
    },
    {
      name: "녹산공단점",
      address: "부산 강서구 녹산산단232로 38-3",
      x: 128.842495700007,
      y: 35.0853068194146
    },
    {
      name: "대구상회",
      address: "서울 마포구 토정로31길 51",
      x: 126.943769671532,
      y: 37.5429897342202
    },
    {
      name: "웨이팅(연풍점)",
      address: "경기 파주시 파주읍 혜음로 1689-1",
      x: 126.840005670265,
      y: 37.8287284489466
    },
    {
      name: "홍대3호점",
      address: "서울 마포구 와우산로29길 16",
      x: 126.929020006223,
      y: 37.555016876369
    },
    {
      name: "노원영성점",
      address: "대구 북구 3공단로 189",
      x: 128.571668435112,
      y: 35.90049706507
    },
    {
      name: "모산복권방",
      address: "경기 평택시 서재2길 23-1, 102호",
      x: 127.09477586655,
      y: 37.0110360393898
    },
    {
      name: "조향수퍼",
      address: "제주 제주시 사장2길 39",
      x: 126.491393580989,
      y: 33.4841287281154
    },
    {
      name: "신당6동점",
      address: "서울 중구 다산로40길 14",
      x: 127.016737834825,
      y: 37.5638151686791
    },
    {
      name: "행운나라",
      address: "서울 중랑구 봉우재로 176-1",
      x: 127.092567305768,
      y: 37.593855328557
    },
    {
      name: "예스로또",
      address: "서울 중랑구 면목로31길 43",
      x: 127.082764807524,
      y: 37.5760162826775
    },
    {
      name: "운칠기삼",
      address: "경남 김해시 반룡로4번길 12",
      x: 128.799015519019,
      y: 35.185314535302
    },
    {
      name: "사오정복권방",
      address: "충북 충주시 사직로 304",
      x: 127.94473181714,
      y: 36.9689724882878
    },
    {
      name: "우리복권",
      address: "인천 남동구 논고개로123번길 17, 109호",
      x: 126.723083704409,
      y: 37.4016848854965
    },
    {
      name: "아이센스안경",
      address: "서울 중랑구 중랑역로 17, 1층",
      x: 127.076041492899,
      y: 37.5957274092098
    },
    {
      name: "복권명당(공고네거리)",
      address: "대구 동구 송라로 156",
      x: 128.614718777986,
      y: 35.8803984275328
    },
    {
      name: "미르",
      address: "경기 포천시 소홀읍 솔모루로 38-1",
      x: 127.144088515511,
      y: 37.8258022267334
    },
    {
      name: "이루도매센타",
      address: "전남 나주시 나주로 41-20",
      x: 126.715144168857,
      y: 35.024566514099
    },
    {
      name: "양주시청점",
      address: "경기 양주시 부흥로 1521-1",
      x: 127.044466921427,
      y: 37.7845117152957
    },
    {
      name: "스마일마트",
      address: "서울 중랑구 면목로 388",
      x: 127.088364899715,
      y: 37.5865372683261
    },
    {
      name: "중마로또",
      address: "전남 광양시 중마로 213-1",
      x: 127.688881059165,
      y: 34.9439227271186
    },
    {
      name: "논현한영점",
      address: "서울 강남구 논현로114길 11",
      x: 127.034312603292,
      y: 37.508827901839
    },
    {
      name: "브이아이피",
      address: "경기 안산시 단원구 라성안길 5, 3동 1층",
      x: 126.801601875175,
      y: 37.3267674630397
    },
    {
      name: "명인마트",
      address: "경기 광주시 도척로 140",
      x: 127.337670573383,
      y: 37.3398490807149
    },
    {
      name: "농가마트(간석점)",
      address: "인천 남동구 석산로197번길 2",
      x: 126.71418776024,
      y: 37.4608229232705
    },
    {
      name: "데이바이데이",
      address: "서울 강남구 역삼로71길 12",
      x: 127.054550630202,
      y: 37.5027031852912
    },
    {
      name: "복터져복권방",
      address: "경기 평택시 중앙2로 42",
      x: 127.091556452811,
      y: 36.9912278303288
    },
    {
      name: "당신대박",
      address: "부산 북구 금곡대로285번길 19, 리버사이드빌딩 103-1호",
      x: 129.012324342859,
      y: 35.2337717376099
    },
    {
      name: "광주 운천역점",
      address: "광주 서구 상무민주로 2",
      x: 126.858889444287,
      y: 35.1508065306807
    },
    {
      name: "천하명당",
      address: "경기 광주시 산수로 542",
      x: 127.307635690589,
      y: 37.408958547565
    },
    {
      name: "성서와룡점",
      address: "대구 달서구 달구벌대로251길 27",
      x: 128.504643150167,
      y: 35.8545748429676
    },
    {
      name: "감삼점",
      address: "대구 달서구 죽전길 14",
      x: 128.541093171677,
      y: 35.8525389055867
    },
    {
      name: "염색공단점",
      address: "대구 서구 염색공단천로3길 1",
      x: 128.551896184463,
      y: 35.8916614348503
    },
    {
      name: "문경흥덕점",
      address: "경북 문경시 신흥1길 2",
      x: 128.202568628215,
      y: 36.5998545898595
    },
    {
      name: "진보점",
      address: "경북 청송군 진보면 진보로 122",
      x: 129.044871102133,
      y: 36.5285191364413
    },
    {
      name: "행운을주는터",
      address: "서울 서대문구 홍은중앙로3길 9, 지하2층 102호",
      x: 126.944654295681,
      y: 37.5990017774988
    },
    {
      name: "금하마트",
      address: "경기 안성시 제3공단1길 68-29",
      x: 127.268019419725,
      y: 36.9734601120398
    },
    {
      name: "만복래로또복권방",
      address: "인천 미추홀구 낙섬중로 11",
      x: 126.635633525831,
      y: 37.4497569759052
    },
    {
      name: "미니마트",
      address: "충남 태안군 태안읍 동백로 304",
      x: 126.303203097473,
      y: 36.747985414251
    },
    {
      name: "싱싱마트",
      address: "충북 충주시 봉방4길 7",
      x: 127.917556235175,
      y: 36.9730457399637
    },
    {
      name: "수락산점",
      address: "서울 노원구 동일로 1689, 하이베라스 101호",
      x: 127.054950932229,
      y: 37.6791213093376
    },
    {
      name: "꿈이현실로",
      address: "서울 중구 청계천로 180-2",
      x: 126.99772878011,
      y: 37.5685079996945
    },
    {
      name: "로또24시마트",
      address: "서울 동대문구 왕산로37길 12",
      x: 127.044234500912,
      y: 37.5805486460285
    },
    {
      name: "파크애비뉴",
      address: "경기 화성시 남양읍 화성로 1215, 가동 1호",
      x: 126.81614970227,
      y: 37.214108889217
    },
    {
      name: "굿모닝25",
      address: "서울 서대문구 증가로 102",
      x: 126.925927646139,
      y: 37.5761946874195
    },
    {
      name: "OK MART",
      address: "경기 안양시 만안구 안양로 301, 역전지하상가 A43",
      x: 126.921156728845,
      y: 37.3991223934513
    },
    {
      name: "드림로또",
      address: "강원 원주시 행구로 158, A동 2호",
      x: 127.973588693117,
      y: 37.3420947182694
    },
    {
      name: "대박 DREAM",
      address: "경기 광명시 광명로928번길 10, 1층 2호",
      x: 126.856400340587,
      y: 37.4813180718847
    },
    {
      name: "사람과 컴퓨터",
      address: "전남 강진군 강진읍 중앙로 106-3",
      x: 126.768570264695,
      y: 34.6392487499169
    },
    {
      name: "우리들편의점(행운점)",
      address: "울산 남구 봉월로 149",
      x: 129.306984717398,
      y: 35.5457516880576
    },
    {
      name: "황금복권방",
      address: "경기 용인시 기흥구 어정로 129",
      x: 127.144047138969,
      y: 37.2758677647726
    },
    {
      name: "삼덕대로점",
      address: "대구 중구 달구벌대로 2145",
      x: 128.598389715163,
      y: 35.8648565315672
    },
    {
      name: "큰고개점",
      address: "대구 동구 동북로 411",
      x: 128.632524353908,
      y: 35.8862463095125
    },
    {
      name: "이마트24 부산초장점",
      address: "부산 서구 초장로 8",
      x: 129.018916926541,
      y: 35.0933450940234
    },
    {
      name: "우리24시",
      address: "경남 김해시 평전로 20",
      x: 128.852036521048,
      y: 35.2339776367599
    },
    {
      name: "모닝마트",
      address: "경남 양산시 중앙로 313-1, 102호",
      x: 129.043217326812,
      y: 35.3582239391645
    },
    {
      name: "제이유생활용품",
      address: "경북 구미시 봉곡로 38",
      x: 128.310115944681,
      y: 36.1420140190472
    },
    {
      name: "베스트올영통벽적골점",
      address: "경기 수원시 영통구 영통로214번길 41",
      x: 127.05947277772,
      y: 37.246697311877
    },
    {
      name: "새 녹원마트",
      address: "경기 용인시 기흥구 새천년로16번길 18",
      x: 127.111162250079,
      y: 37.2878890125777
    },
    {
      name: "책사랑영화사랑24시슈퍼",
      address: "전북 군산시 경암로 52",
      x: 126.729824842849,
      y: 35.9754652036544
    },
    {
      name: "포승도곡점",
      address: "경기 평택시 포승읍 여술2길 48-1",
      x: 126.844189027429,
      y: 36.9894819856235
    },
    {
      name: "평택칠원점",
      address: "경기 평택시 원칠원길 51",
      x: 127.100473980873,
      y: 37.0313093196584
    },
    {
      name: "행운잡화",
      address: "경기 화성시 정남면 만년로 528",
      x: 126.983590060215,
      y: 37.168327170867
    },
    {
      name: "황성청우점",
      address: "경북 경주시 원지길 4",
      x: 129.218096216838,
      y: 35.8680816078147
    },
    {
      name: "복권명당",
      address: "대구 중구 경상감영길 71",
      x: 128.59139064912,
      y: 35.8717409372099
    },
    {
      name: "길동우성점",
      address: "서울 강동구 양재대로116길 30",
      x: 127.142070168416,
      y: 37.5381912877155
    },
    {
      name: "노다지",
      address: "서울 중랑구 겸재로 217",
      x: 127.091770211031,
      y: 37.5894737070559
    },
    {
      name: "구리번영점",
      address: "경기 구리시 체육관로80번길 19, 도레미상가 106호",
      x: 127.139024366508,
      y: 37.5919147864669
    },
    {
      name: "수지삼영점",
      address: "경기 용인시 수지구 성복2로76번길 26-2",
      x: 127.080224929956,
      y: 37.3148955534338
    },
    {
      name: "화곡사거리점",
      address: "서울 강서구 곰달래로 123, 3호",
      x: 126.846584703527,
      y: 37.5307222197742
    },
    {
      name: "오산하나점",
      address: "경기 오산시 궐동로 85",
      x: 127.063544814764,
      y: 37.1569982229662
    },
    {
      name: "합정2호점",
      address: "서울 마포구 동교로 52",
      x: 126.907996312075,
      y: 37.5528550186647
    },
    {
      name: "행신1호점",
      address: "경기 고양시 덕양구 행신로 145",
      x: 126.831389190344,
      y: 37.6193422479907
    },
    {
      name: "대구죽전점",
      address: "대구 달서구 달구벌대로 1537",
      x: 128.534963816051,
      y: 35.8501643487941
    },
    {
      name: "뉴첨단점",
      address: "광주 북구 앰코로 20",
      x: 126.853116263328,
      y: 35.2197252852782
    },
    {
      name: "성서호림점",
      address: "대구 달서구 성서공단로11길 81",
      x: 128.487866272311,
      y: 35.8424710713924
    },
    {
      name: "목포산정자유점",
      address: "전남 목포시 자유로 72",
      x: 126.397556973573,
      y: 34.7932513425285
    },
    {
      name: "오산타운점",
      address: "경기 오산시 대호로 135",
      x: 127.053879977876,
      y: 37.1622103150407
    },
    {
      name: "GS여의파라곤",
      address: "서울 영등포구 국회대로 800",
      x: 126.921083475319,
      y: 37.5309293878191
    },
    {
      name: "도촌동강점",
      address: "경기 성남시 중원구 도촌남로 27, 109호",
      x: 127.150609907611,
      y: 37.4145124548665
    },
    {
      name: "합정역빌드웰점",
      address: "서울 마포구 양화로 58, 101호",
      x: 126.915422795699,
      y: 37.5500793711751
    },
    {
      name: "상암KLID타워점",
      address: "서울 마포구 성암로 301",
      x: 126.887937496441,
      y: 37.582468718569
    },
    {
      name: "세븐일레븐 사당남성점",
      address: "서울 동작구 사당로14길 32",
      x: 126.971048325007,
      y: 37.4828542143756
    },
    {
      name: "스포라이프",
      address: "서울 광진구 뚝섬로 602",
      x: 127.076521653627,
      y: 37.5328096411194
    },
    {
      name: "인사이드25",
      address: "부산 동래구 시실로 22",
      x: 129.086157257955,
      y: 35.216751145675
    },
    {
      name: "애니타임사직점",
      address: "부산 동래구 여고로 13",
      x: 129.065457362178,
      y: 35.1954589442592
    },
    {
      name: "김제터미널점",
      address: "전북 김제시 동서로 241",
      x: 126.89373964423,
      y: 35.8034065799316
    },
    {
      name: "구서삼백점",
      address: "부산 금정구 중앙대로1805번길 6",
      x: 129.092655641956,
      y: 35.2452444866841
    },
    {
      name: "금정구청점",
      address: "부산 금정구 무학송로 134",
      x: 129.094091746407,
      y: 35.2430819409985
    },
    {
      name: "양광마트",
      address: "서울 은평구 응암로 173-1",
      x: 126.916393135894,
      y: 37.5875949857295
    },
    {
      name: "명륜칸타빌점",
      address: "부산 동래구 온천장로 21, 105호",
      x: 129.079060416637,
      y: 35.2145433521675
    },
    {
      name: "월산덕림점",
      address: "광주 남구 구성로 72",
      x: 126.903114664772,
      y: 35.1494057135963
    },
    {
      name: "씨스페이스 서구대신점",
      address: "부산 서구 보수대로 258",
      x: 129.017248715723,
      y: 35.1169573963366
    },
    {
      name: "신도림보미점",
      address: "서울 구로구 경인로65길 44, 103호",
      x: 126.8852006074,
      y: 37.509594942391
    },
    {
      name: "구로사랑점",
      address: "서울 구로구 경인로 661",
      x: 126.8869873429,
      y: 37.5090492151745
    },
    {
      name: "두정아띠점",
      address: "충남 천안시 서북구 부성7길 3",
      x: 127.134009543744,
      y: 36.8371963501931
    },
    {
      name: "수레크레이션",
      address: "충남 천안시 서북구 성정중4길 3",
      x: 127.133507231179,
      y: 36.8278627967287
    },
    {
      name: "두정메트로점",
      address: "충남 천안시 서북구 성정두정로 12, 106호",
      x: 127.141513639693,
      y: 36.8265705400271
    },
    {
      name: "한남대원룸점",
      address: "대전 대덕구 한남로17번길 16",
      x: 127.425780253999,
      y: 36.3505579962114
    },
    {
      name: "회룡역점",
      address: "경기 의정부시 외미로 95",
      x: 127.045961456479,
      y: 37.7245622334329
    },
    {
      name: "장수유통",
      address: "대전 서구 벌곡로1349번길 19",
      x: 127.353362729378,
      y: 36.3014559540404
    },
    {
      name: "의정부 푸르지오점",
      address: "경기 의정부시 용현로105번길 23",
      x: 127.087172536705,
      y: 37.7423432146994
    },
    {
      name: "씨유 의정부새싹점",
      address: "경기 의정부시 가능로97번길 17",
      x: 127.041751687227,
      y: 37.7477317904313
    },
    {
      name: "CU충주사랑점",
      address: "충북 충주시 거룡2길 78",
      x: 127.937072379456,
      y: 36.9647109249433
    },
    {
      name: "수원시티점",
      address: "경기 수원시 팔달구 경수대로446번길 42",
      x: 127.028745171625,
      y: 37.2652648448312
    },
    {
      name: "청주동양점",
      address: "충북 청주시 흥덕구 월명로 114",
      x: 127.454275584873,
      y: 36.6445398621782
    },
    {
      name: "쿨편의점",
      address: "대전 서구 탄방로 86, 102호",
      x: 127.394753002263,
      y: 36.3404074359996
    },
    {
      name: "의왕효성점",
      address: "경기 의왕시 부곡시장3길 15",
      x: 126.953774434822,
      y: 37.3190395532914
    },
    {
      name: "꿀단지마트",
      address: "충북 음성군 대소면 대금로 296",
      x: 127.473776418552,
      y: 36.9749962438108
    },
    {
      name: "빅뱅",
      address: "경기 고양시 일산서구 덕이로 12, 1층 2에이-103호",
      x: 126.757985517909,
      y: 37.6893800084539
    },
    {
      name: "대만상사",
      address: "서울 성북구 보국문로11길 30",
      x: 127.008347166175,
      y: 37.6087598395904
    },
    {
      name: "신정푸른점",
      address: "서울 양천구 신정로7길 60-2",
      x: 126.837728864531,
      y: 37.5122385833128
    },
    {
      name: "신정3호점",
      address: "서울 양천구 신정중앙로 62",
      x: 126.858637841135,
      y: 37.5268366486317
    },
    {
      name: "고덕마트",
      address: "경기 양주시 부흥로 2122",
      x: 127.090002115165,
      y: 37.8060700463068
    },
    {
      name: "종점편의점",
      address: "경기 양주시 천보산로 97",
      x: 127.097414868925,
      y: 37.8477301093863
    },
    {
      name: "독산시장점",
      address: "서울 금천구 시흥대로138길 13",
      x: 126.899334678508,
      y: 37.4729246808034
    },
    {
      name: "시흥금빛점",
      address: "서울 금천구 금하로 657",
      x: 126.904000786718,
      y: 37.4536355669892
    },
    {
      name: "영도한진점",
      address: "부산 영도구 태종로 232",
      x: 129.053341428028,
      y: 35.0954411064071
    },
    {
      name: "춘천으뜸점",
      address: "강원 춘천시 춘천로 70",
      x: 127.725086072112,
      y: 37.87047325858
    },
    {
      name: "삼산중앙점",
      address: "인천 부평구 후정동로25번길 8",
      x: 126.737666225473,
      y: 37.5198488812854
    },
    {
      name: "십정센터",
      address: "인천 부평구 열우물로 161",
      x: 126.690502813214,
      y: 37.4786260065387
    },
    {
      name: "GS25대전판암점",
      address: "대전 동구 동부로73번길 25",
      x: 127.460273457102,
      y: 36.3232954874185
    },
    {
      name: "토토편의점",
      address: "경기 파주시 순못길 122-6",
      x: 126.716747777036,
      y: 37.7286091717776
    },
    {
      name: "안양박달점",
      address: "경기 안양시 만안구 양화로135번길 18",
      x: 126.908116051202,
      y: 37.404464682318
    },
    {
      name: "갈마3호점",
      address: "대전 서구 대덕대로162번길 29",
      x: 127.377200999258,
      y: 36.346701793905
    },
    {
      name: "목동11단지점",
      address: "서울 양천구 목동동로 10, 11단지 상가 A-101",
      x: 126.871760148612,
      y: 37.5257045611608
    },
    {
      name: "착한편의점",
      address: "경북 포항시 남구 상공로18번길 1",
      x: 129.356274817968,
      y: 36.0104278384291
    },
    {
      name: "GS25 중촌현대점",
      address: "대전 중구 목중로26번길 35",
      x: 127.412501487174,
      y: 36.3373131441884
    },
    {
      name: "천안성거점",
      address: "충남 천안시 서북구 성거읍 망향로 395",
      x: 127.184441839589,
      y: 36.8561039051629
    },
    {
      name: "센트럴진마트",
      address: "대전 중구 중앙로 45",
      x: 127.416396042272,
      y: 36.3238733665735
    },
    {
      name: "선마트",
      address: "충남 서산시 예천3로 10, 상가 102호",
      x: 126.445626169353,
      y: 36.7712962560179
    },
    {
      name: "울산복산점",
      address: "울산 중구 도화골5길 1",
      x: 129.332665282386,
      y: 35.5673819373072
    },
    {
      name: "정평현대점",
      address: "경북 경산시 대학로9길 5",
      x: 128.727315278065,
      y: 35.8348540248163
    },
    {
      name: "경주강동점",
      address: "경북 경주시 강동면 강동로 14",
      x: 129.274157228024,
      y: 35.987479112652
    },
    {
      name: "G마트",
      address: "경남 창원시 마산합포구 허당로 84, 가야상가 105호",
      x: 128.584831505783,
      y: 35.2104972071912
    },
    {
      name: "동대구점",
      address: "대구 동구 동대구로 576(신암동)",
      x: 128.626396323521,
      y: 35.8813954711942
    },
    {
      name: "하대상아점",
      address: "경남 진주시 하대로 83",
      x: 128.120760109078,
      y: 35.1932806931106
    },
    {
      name: "우리들 공원 전문점",
      address: "울산 남구 대공원로 95",
      x: 129.293987549274,
      y: 35.5319881796088
    },
    {
      name: "장평행복점",
      address: "경남 거제시 장평1로 53(장평동)",
      x: 128.614532196485,
      y: 34.8943361570992
    },
    {
      name: "호계수성점",
      address: "울산 북구 동대15길 18",
      x: 129.353464155834,
      y: 35.6284521469011
    },
    {
      name: "신천극동점",
      address: "울산 북구 신천로 29, A동 109호",
      x: 129.348329144368,
      y: 35.6407612789002
    },
    {
      name: "울산 화정점",
      address: "울산 동구 대송6길 36",
      x: 129.418761003923,
      y: 35.5003115033023
    },
    {
      name: "울산전하점",
      address: "울산 동구 진성5길 75",
      x: 129.424519783203,
      y: 35.5078897713176
    },
    {
      name: "MC(남천)",
      address: "부산 수영구 광남로 218",
      x: 129.122758590268,
      y: 35.1587044327854
    },
    {
      name: "로또복권(용당)",
      address: "부산 남구 신선로 317-1",
      x: 129.095258251524,
      y: 35.1143718351257
    },
    {
      name: "C&S복현점",
      address: "대구 북구 동북로 218",
      x: 128.61547239544,
      y: 35.8969082156577
    },
    {
      name: "황금점",
      address: "대구 수성구 들안로32길 111",
      x: 128.623146365082,
      y: 35.8441885666547
    },
    {
      name: "태전희망점",
      address: "대구 북구 매전로 78",
      x: 128.546845410827,
      y: 35.9125856803415
    },
    {
      name: "애플수퍼복권",
      address: "부산 남구 고동골로78번길 40",
      x: 129.073622878858,
      y: 35.1438028418586
    },
    {
      name: "금강슈퍼마켓",
      address: "경기 부천시 길주로363번길 64",
      x: 126.782880474224,
      y: 37.5057508540119
    },
    {
      name: "월계주공점",
      address: "서울 노원구 월계로45길 28",
      x: 127.050970904678,
      y: 37.6268415975561
    },
    {
      name: "전민푸른점",
      address: "대전 유성구 전민로 71, 푸른A 단지내 상가",
      x: 127.397094547606,
      y: 36.3994408298774
    },
    {
      name: "cvs25",
      address: "서울 관악구 난곡로 203",
      x: 126.918471728046,
      y: 37.4730965705873
    },
    {
      name: "인천소래점",
      address: "인천 남동구 소래역로 28",
      x: 126.736028960365,
      y: 37.399809290276
    },
    {
      name: "성남금강IT점",
      address: "경기 성남시 중원구 갈마치로 215",
      x: 127.173457377945,
      y: 37.4334205117616
    },
    {
      name: "광명녹원",
      address: "경기 광명시 범안로 998",
      x: 126.87489001325,
      y: 37.4594373437201
    },
    {
      name: "티켓나라(안산점)",
      address: "경기 안산시 단원구 중앙대로 915",
      x: 126.838270058955,
      y: 37.3171830289428
    },
    {
      name: "광명창원점",
      address: "경기 광명시 오리로 647(하안동, 창원빌딩1층)",
      x: 126.877195477353,
      y: 37.458939430084
    },
    {
      name: "배곧 1호 복권방",
      address: "인천 미추홀구 석정로 334, 103호",
      x: 126.672548101874,
      y: 37.4674891060533
    },
    {
      name: "이마트24 수원마이홈점",
      address: "경기 수원시 팔달구 효원로292번길 50, 대우마이홈 101호",
      x: 127.032024408257,
      y: 37.2597596255603
    },
    {
      name: "편의점사랑",
      address: "경기 수원시 팔달구 아주로 9",
      x: 127.043711873392,
      y: 37.2757775772246
    },
    {
      name: "쏠25시편의점",
      address: "경기 시흥시 장현능곡로 178 능곡타운 104",
      x: 126.809914691134,
      y: 37.369608862409
    },
    {
      name: "광주동막",
      address: "경기 광주시 오포읍 문형산길 25",
      x: 127.161839252997,
      y: 37.360464206001
    },
    {
      name: "안양일번가점",
      address: "경기 안양시 만안구 장내로 149번길 29, 101호",
      x: 126.922968378594,
      y: 37.399329470926
    },
    {
      name: "안양석수점",
      address: "경기 안양시 만안구 안양로 456",
      x: 126.911862353229,
      y: 37.4108272034413
    },
    {
      name: "복권방",
      address: "경기 안양시 동안구 부림로 194, 1-3호",
      x: 126.965523931764,
      y: 37.392912455539
    },
    {
      name: "금일수퍼",
      address: "서울 도봉구 노해로 231",
      x: 127.033887070576,
      y: 37.6513702042966
    },
    {
      name: "신곡서해점",
      address: "경기 의정부시 동일로466번길 53",
      x: 127.061694687807,
      y: 37.7290899085296
    },
    {
      name: "하계타운점",
      address: "서울 노원구 한글비석로1길 73",
      x: 127.070172055635,
      y: 37.6408697252571
    },
    {
      name: "진안중앙점",
      address: "전북 진안군 진안읍 진무로 1110",
      x: 127.429862614619,
      y: 35.7919507463467
    },
    {
      name: "태백장성점",
      address: "강원 태백시 장성로 13-1",
      x: 129.008673564876,
      y: 37.1035676259888
    },
    {
      name: "경기광주쌍령점",
      address: "경기 광주시 경충대로 1449",
      x: 127.272881192418,
      y: 37.399273590147
    },
    {
      name: "전주IC점",
      address: "전북 전주시 덕진구 용신길 1",
      x: 127.061328996976,
      y: 35.8743111912146
    },
    {
      name: "전주에이스점",
      address: "전북 전주시 완산구 백제대로 248",
      x: 127.123505738545,
      y: 35.8151857255035
    },
    {
      name: "수원곡반정점",
      address: "경기 수원시 권선구 경수대로54번길 58",
      x: 127.02444567703,
      y: 37.2341550025525
    },
    {
      name: "구리서일점",
      address: "경기 구리시 검배로84번길 20",
      x: 127.146715627433,
      y: 37.5945055569031
    },
    {
      name: "대박나라",
      address: "전남 여수시 여문1로 52",
      x: 127.704463853664,
      y: 34.7533577960944
    },
    {
      name: "화도묵현점",
      address: "경기 남양주시 화도읍 먹갓로 30",
      x: 127.274666611688,
      y: 37.6568713249401
    },
    {
      name: "양주장흥점",
      address: "경기 양주시 장흥면 호국로 167",
      x: 126.939721520489,
      y: 37.7164188317453
    },
    {
      name: "덕정사거리점",
      address: "경기 양주시 평화로 1773(회정동)",
      x: 127.054170342412,
      y: 37.847508557947
    },
    {
      name: "성북정릉점",
      address: "서울 성북구 솔샘로5길 1",
      x: 127.004915024783,
      y: 37.6091214193094
    },
    {
      name: "응봉문구",
      address: "서울 성동구 독서당로60길 2",
      x: 127.030785551487,
      y: 37.5497221835162
    },
    {
      name: "씨스페이스양주점",
      address: "경기 양주시 화합로 1093",
      x: 127.037565553959,
      y: 37.8516658038223
    },
    {
      name: "신평휴게소",
      address: "경기 포천시 신평로72번길 3",
      x: 127.229557931459,
      y: 37.9502313034282
    },
    {
      name: "D&S",
      address: "서울 마포구 독막로 184-1",
      x: 126.934099369443,
      y: 37.5472370886623
    },
    {
      name: "의정부 세하점",
      address: "경기 의정부시 청사로48번길 19, 101호 102호",
      x: 127.070937060172,
      y: 37.753077605162
    },
    {
      name: "전주금암점",
      address: "전북 전주시 덕진구 기린대로 398(금암동)",
      x: 127.132495071275,
      y: 35.8376840188736
    },
    {
      name: "CNS24",
      address: "대구 달서구 구마로 245",
      x: 128.554544137298,
      y: 35.8373608760001
    },
    {
      name: "횡계로타리점",
      address: "강원 평창군 대관령면 대관령로 99",
      x: 128.707496764059,
      y: 37.6725589032218
    },
    {
      name: "복권방편의점(고잔역점)",
      address: "경기 안산시 단원구 선부로 97-1, 102호",
      x: 126.805834834605,
      y: 37.3415205630407
    },
    {
      name: "한톨",
      address: "경기 남양주시 다산중앙로123번길 21-7, 105호",
      x: 127.151740469328,
      y: 37.6228454792336
    },
    {
      name: "올림픽점",
      address: "서울 송파구 양재대로 1222",
      x: 127.131063164753,
      y: 37.5157276361757
    },
    {
      name: "대영수퍼",
      address: "경기 포천시 운천로 16-1",
      x: 127.272695244118,
      y: 38.0914262486986
    },
    {
      name: "천보산쉼터",
      address: "경기 포천시 화합로 138",
      x: 127.126280903142,
      y: 37.8381982691773
    },
    {
      name: "능곡현대점",
      address: "경기 고양시 덕양구 능곡로13번길 20",
      x: 126.820350765356,
      y: 37.6224171538503
    },
    {
      name: "행신구판장",
      address: "경기 고양시 덕양구 충장로123번길 19, 효경빌딩 101호",
      x: 126.832544177519,
      y: 37.6241013717415
    },
    {
      name: "삼산미래타운점",
      address: "인천 부평구 영성중로 50",
      x: 126.745443847083,
      y: 37.5206833779472
    },
    {
      name: "용산스포츠토토방",
      address: "서울 용산구 한강대로17길 24",
      x: 126.963551332137,
      y: 37.5267407405154
    },
    {
      name: "인더라인(북가좌점)",
      address: "서울 서대문구 응암로 42, 1층",
      x: 126.909292289103,
      y: 37.5771580429151
    },
    {
      name: "월드마켓",
      address: "서울 은평구 불광로 28, 18호",
      x: 126.929182862406,
      y: 37.6104736517784
    },
    {
      name: "우아백제점",
      address: "전북 전주시 덕진구 도당산2길 10",
      x: 127.154904828544,
      y: 35.8465126092734
    },
    {
      name: "철원김화점",
      address: "강원 철원군 김화읍 김화로 611",
      x: 127.419596362638,
      y: 38.2488964791035
    },
    {
      name: "독산점",
      address: "서울 금천구 시흥대로 116길 2, 1동",
      x: 126.898889137648,
      y: 37.4680685758584
    },
    {
      name: "시흥대로",
      address: "서울 금천구 시흥대로 349",
      x: 126.897206834272,
      y: 37.4646985150158
    },
    {
      name: "신월하나점",
      address: "서울 양천구 곰달래로 46",
      x: 126.83791065824,
      y: 37.5297953068381
    },
    {
      name: "송탄대로점",
      address: "경기 평택시 경기대로 1389",
      x: 127.06399809209,
      y: 37.0692128005773
    },
    {
      name: "강서아이파크점",
      address: "서울 강서구 화곡로59길 17",
      x: 126.850217572606,
      y: 37.5541572677209
    },
    {
      name: "평택대로점",
      address: "경기 평택시 경기대로 888-1",
      x: 127.071211475746,
      y: 37.0288179238593
    },
    {
      name: "가경마트",
      address: "경기 광명시 영당안로 56",
      x: 126.877887650006,
      y: 37.4371130945088
    },
    {
      name: "비산대림점",
      address: "경기 안양시 동안구 관악대로 165",
      x: 126.942385760032,
      y: 37.3991327508426
    },
    {
      name: "GS25연무스마일",
      address: "경기 수원시 장안구 창훈로8번길 2",
      x: 127.031064446285,
      y: 37.2930635000369
    },
    {
      name: "하남공구상가점",
      address: "광주 광산구 하남산단3번로 138, A동103호",
      x: 126.809245855699,
      y: 35.1892471986516
    },
    {
      name: "문래한신점",
      address: "서울 영등포구 영등포로12길 7",
      x: 126.887774151231,
      y: 37.5217732133796
    },
    {
      name: "마산중리점",
      address: "경남 창원시 마산회원구 내서읍 중리상곡로 90, 107호, 108호",
      x: 128.509599449932,
      y: 35.2485592222472
    },
    {
      name: "푸르지오2호점",
      address: "경남 통영시 광도면 죽림2로 76-55",
      x: 128.420737127608,
      y: 34.8773668596348
    },
    {
      name: "가운드림프라자점",
      address: "경기 남양주시 가운로1길 1, 109호",
      x: 127.158565448286,
      y: 37.6044549116162
    },
    {
      name: "신당한양점",
      address: "서울 중구 퇴계로 354",
      x: 127.01087964924,
      y: 37.5644766445483
    },
    {
      name: "토마토편의점",
      address: "서울 동대문구 이문로 118",
      x: 127.060918834447,
      y: 37.5971294761998
    },
    {
      name: "구리하나점",
      address: "경기 구리시 이문안로 134",
      x: 127.146267522433,
      y: 37.59101161878
    },
    {
      name: "럭키 E & I",
      address: "서울 성북구 보문로32길 51, 101호",
      x: 127.019053036335,
      y: 37.5904006373035
    },
    {
      name: "민락주공점",
      address: "경기 의정부시 송현로 89",
      x: 127.088759162651,
      y: 37.7456065098209
    },
    {
      name: "Road Star",
      address: "경기 포천시 화합로 233",
      x: 127.136254817388,
      y: 37.8410716450466
    },
    {
      name: "로또와토토",
      address: "서울 서초구 방배로13길 18, 방배아크로타워 121호",
      x: 126.995288953995,
      y: 37.4831366198927
    },
    {
      name: "봉천2호점",
      address: "서울 관악구 남부순환로 1913",
      x: 126.962024579044,
      y: 37.4779659369405
    },
    {
      name: "도곡중앙점",
      address: "서울 강남구 남부순환로351길 30",
      x: 127.034033841109,
      y: 37.4867313405465
    },
    {
      name: "분당이매역점",
      address: "경기 성남시 분당구 방아로 8",
      x: 127.12963431621,
      y: 37.3978616001425
    },
    {
      name: "군산대후문점",
      address: "전북 군산시 대학로 539",
      x: 126.685527264457,
      y: 35.9472972329461
    },
    {
      name: "GS25인천송현점",
      address: "인천 동구 화수로 8",
      x: 126.636108710137,
      y: 37.4805965647504
    },
    {
      name: "연천초성점",
      address: "경기 연천군 청산면 학담로89번길 9",
      x: 127.071356798936,
      y: 37.9969878970975
    },
    {
      name: "씨유강릉교동광장로점",
      address: "강원 강릉시 교동광장로 129, 105,106호",
      x: 128.875252537245,
      y: 37.7649237223791
    },
    {
      name: "페이퍼리퍼브릭",
      address: "서울 은평구 가좌로7길 33-1",
      x: 126.917563800423,
      y: 37.5858957261475
    },
    {
      name: "용인신평점",
      address: "경기 용인시 처인구 중부대로 1756",
      x: 127.238875250861,
      y: 37.2293816556507
    },
    {
      name: "동부동정",
      address: "경기 용인시 처인구 금령로 168",
      x: 127.214777213294,
      y: 37.2342661519539
    },
    {
      name: "아이비즈마트",
      address: "서울 용산구 만리재로 148",
      x: 126.963692793423,
      y: 37.5523090927524
    },
    {
      name: "방학중앙점",
      address: "서울 도봉구 시루봉로 194",
      x: 127.032353511443,
      y: 37.6664798288423
    },
    {
      name: "편의점사랑전주인후점",
      address: "전북 전주시 덕진구 견훤왕궁로 258",
      x: 127.145566392219,
      y: 35.8410767303615
    },
    {
      name: "용인지곡점",
      address: "경기 용인시 기흥구 지삼로 15",
      x: 127.125504218728,
      y: 37.2549744439669
    },
    {
      name: "광주장지점",
      address: "경기 광주시 경충대로 1871",
      x: 127.231959710348,
      y: 37.4053025381123
    },
    {
      name: "넘버원 마트",
      address: "서울 도봉구 도봉로165길 2",
      x: 127.044676759227,
      y: 37.6777263387055
    },
    {
      name: "퍼니마트 문학점",
      address: "인천 미추홀구 문학길 4",
      x: 126.681077249971,
      y: 37.4385451537479
    },
    {
      name: "무지개",
      address: "서울 은평구 은평로10길 10",
      x: 126.923179009424,
      y: 37.5996854082624
    },
    {
      name: "작전파크점",
      address: "인천 계양구 봉오대로686번길 1",
      x: 126.725318589077,
      y: 37.529781902186
    },
    {
      name: "역삼상록",
      address: "서울 강남구 테헤란로43길 12",
      x: 127.043997312988,
      y: 37.504086756436
    },
    {
      name: "신도림점",
      address: "서울 구로구 공원로6가길 52",
      x: 126.890104330998,
      y: 37.5036644182655
    },
    {
      name: "안성죽산점",
      address: "경기 안성시 죽산면 죽주로 257",
      x: 127.423615199663,
      y: 37.075332908743
    },
    {
      name: "신정신서점",
      address: "서울 양천구 은행정로 49",
      x: 126.859153521347,
      y: 37.5241712012561
    },
    {
      name: "수원선일점",
      address: "경기 수원시 권선구 효원로266번길 14",
      x: 127.030221763243,
      y: 37.2611994249811
    },
    {
      name: "애니콜플라자",
      address: "서울 구로구 구로중앙로 31",
      x: 126.89062130449,
      y: 37.4925663063592
    },
    {
      name: "비디오채널",
      address: "경기 화성시 동탄지성로 150-12",
      x: 127.061875285081,
      y: 37.2130252971701
    },
    {
      name: "문정공원점",
      address: "서울 송파구 송이로31길 6",
      x: 127.131996446215,
      y: 37.4884155980633
    },
    {
      name: "로데오25 송내로데오점",
      address: "경기 부천시 부일로199번길 56",
      x: 126.752244876083,
      y: 37.4908422032774
    },
    {
      name: "한성유통(목행)",
      address: "충북 충주시 목행산단5로 54",
      x: 127.92382616797,
      y: 37.0060657906349
    },
    {
      name: "용산원효로점",
      address: "서울 용산구 원효로 73",
      x: 126.952132104264,
      y: 37.5327630128026
    },
    {
      name: "청솔마트",
      address: "서울 동대문구 안암로 66",
      x: 127.029025476871,
      y: 37.5820412663841
    },
    {
      name: "베스트올 노원일신",
      address: "서울 노원구 동일로218길 17",
      x: 127.061772133025,
      y: 37.6538758836589
    },
    {
      name: "울산베팅샵",
      address: "울산 동구 문현로 84",
      x: 129.411140095266,
      y: 35.4812818976139
    },
    {
      name: "늘봄",
      address: "경남 김해시 김해대로 2642",
      x: 128.91561829463,
      y: 35.2287689702064
    },
    {
      name: "CITY25시 편의점",
      address: "경북 칠곡군 왜관읍 칠곡대로 1744",
      x: 128.422920179517,
      y: 35.983680044357
    },
    {
      name: "보성역점",
      address: "전남 보성군 보성읍 신흥길 2",
      x: 127.08148773074,
      y: 34.7677959494794
    },
    {
      name: "멀티24시",
      address: "대구 서구 달구벌대로375길 1-1",
      x: 128.56884613523,
      y: 35.8616396567378
    },
    {
      name: "충무로2가점",
      address: "서울 중구 수표로 7, 101호",
      x: 126.990262861474,
      y: 37.5618602505823
    },
    {
      name: "썬슈퍼",
      address: "울산 울주군 동부5길 13",
      x: 129.12724754135,
      y: 35.5665639749961
    },
    {
      name: "송림미니마트",
      address: "경기 부천시 삼작로 199",
      x: 126.783744838583,
      y: 37.5205451877386
    },
    {
      name: "맨유편의점",
      address: "충북 청주시 흥덕구 덕암로30번길 31",
      x: 127.457606582472,
      y: 36.6515805986072
    },
    {
      name: "케익하우스",
      address: "경기 광주시 만선로 47",
      x: 127.406180047059,
      y: 37.3674777346172
    },
    {
      name: "대불마트",
      address: "전남 영암군 삼호읍 대불주거7로 3",
      x: 126.455351576706,
      y: 34.7559557521305
    },
    {
      name: "메가타운점",
      address: "대구 달서구 성서로 420",
      x: 128.507780729197,
      y: 35.8550045553751
    },
    {
      name: "대박Time마트",
      address: "부산 사상구 사상로 451",
      x: 128.986509886729,
      y: 35.1847775678834
    },
    {
      name: "구미산동점",
      address: "경북 구미시 산동면 강동로 1009",
      x: 128.43684006574,
      y: 36.1684725574955
    },
    {
      name: "토토복권방",
      address: "서울 금천구 시흥대로 97, 1동 116호",
      x: 126.901072369386,
      y: 37.4446821230267
    },
    {
      name: "현대사",
      address: "부산 중구 충장대로9번길 49, 102호",
      x: 129.038417311365,
      y: 35.1097034824091
    },
    {
      name: "희망복권",
      address: "서울 양천구 국회대로 265",
      x: 126.864476637257,
      y: 37.5301902615854
    },
    {
      name: "참좋은 복권방",
      address: "경기 시흥시 봉우재로23번안길 17-5, 103호",
      x: 126.740694816478,
      y: 37.3459468127726
    },
    {
      name: "신북유통",
      address: "경기 포천시 마현길 178",
      x: 127.199764298648,
      y: 37.8377732004278
    },
    {
      name: "에이엠피엠24",
      address: "대구 서구 국채보상로 193",
      x: 128.552174862787,
      y: 35.8701701559973
    },
    {
      name: "공단마트",
      address: "대구 달성군 달성2차동2로 38",
      x: 128.425124266315,
      y: 35.632890048844
    },
    {
      name: "포항장성중앙점",
      address: "경북 포항시 북구 법원로11번길 6-1",
      x: 129.385547372958,
      y: 36.0762091411478
    },
    {
      name: "정읍시기점",
      address: "전북 정읍시 관통로 30",
      x: 126.860125847609,
      y: 35.5642950099705
    },
    {
      name: "자양로점",
      address: "서울 광진구 자양로 234",
      x: 127.088349234967,
      y: 37.5474974111128
    },
    {
      name: "이동그린빌점",
      address: "경북 포항시 남구 대이로 136",
      x: 129.340711975725,
      y: 36.027304585556
    },
    {
      name: "행운복권방",
      address: "경남 진주시 진주대로 944",
      x: 128.088630714336,
      y: 35.1844293070128
    },
    {
      name: "행운슈퍼",
      address: "세종 세종 조치원읍 충현로 31",
      x: 127.298353221163,
      y: 36.5919786199021
    },
    {
      name: "서안성휴게소점",
      address: "경기 안성시 원곡면 만세로 1071",
      x: 127.159758312586,
      y: 37.0495326269885
    },
    {
      name: "풀오피스",
      address: "대전 동구 중앙로 240",
      x: 127.435993263371,
      y: 36.3317082508479
    },
    {
      name: "신가지구점",
      address: "광주 광산구 수등로258번길 13, 상가동 104호",
      x: 126.837468879417,
      y: 35.1828707184569
    },
    {
      name: "사월보성점",
      address: "대구 수성구 달구벌대로651길 23, 201동101호",
      x: 128.713551451027,
      y: 35.8393467118871
    },
    {
      name: "신천역점",
      address: "대구 동구 송라로 84",
      x: 128.61794980866,
      y: 35.8744688818507
    },
    {
      name: "가람마트",
      address: "경기 부천시 삼작로221번길 38, 가동 101호",
      x: 126.786152737508,
      y: 37.5218865677226
    },
    {
      name: "의정부소영점",
      address: "경기 의정부시 청사로47번길 26",
      x: 127.068191982145,
      y: 37.7524199876127
    },
    {
      name: "뉴달구벌점",
      address: "대구 달서구 달구벌대로 1706",
      x: 128.552339806446,
      y: 35.8555136166024
    },
    {
      name: "대전석교점",
      address: "대전 중구 대종로 223",
      x: 127.442375276697,
      y: 36.3090693931636
    },
    {
      name: "대전리젠시점",
      address: "대전 유성구 지족로 365, 104호",
      x: 127.316779244196,
      y: 36.3867998901667
    },
    {
      name: "제주화북점",
      address: "제주 제주시 화남로 66",
      x: 126.563473429291,
      y: 33.5119915507726
    },
    {
      name: "알리앙스점",
      address: "대구 달서구 달구벌대로 1562",
      x: 128.538038945919,
      y: 35.8501071754831
    },
    {
      name: "천안으뜸점",
      address: "충남 천안시 서북구 쌍용7길 9",
      x: 127.11971812792,
      y: 36.8016423830367
    },
    {
      name: "공주대아점",
      address: "충남 공주시 신금2길 36",
      x: 127.146397019918,
      y: 36.4738101428454
    },
    {
      name: "행운복권방",
      address: "충북 청주시 흥덕구 장구봉로 71, 15동 107호",
      x: 127.440814061702,
      y: 36.6233842283754
    },
    {
      name: "대전오정점",
      address: "대전 대덕구 오정로78번길 2",
      x: 127.410093275121,
      y: 36.3533599994712
    },
    {
      name: "행복마트",
      address: "대전 중구 보문산로 92",
      x: 127.390547636665,
      y: 36.3052368900006
    },
    {
      name: "월드25시편의점",
      address: "경기 고양시 덕양구 화신로260번길 66, 104호",
      x: 126.833403944925,
      y: 37.6336966419384
    },
    {
      name: "투엔포",
      address: "인천 미추홀구 낙섬서로 7-3",
      x: 126.633563404715,
      y: 37.4504402979391
    },
    {
      name: "녹양2호점",
      address: "경기 의정부시 진등로 19",
      x: 127.032359030099,
      y: 37.759762746117
    },
    {
      name: "토토갤러리",
      address: "경기 남양주시 광릉내로 17, 2호",
      x: 127.197835610413,
      y: 37.7418178664458
    },
    {
      name: "LUCKY편의점",
      address: "경기 화성시 향남읍 행정서로1길 44",
      x: 126.914824736378,
      y: 37.1285598907833
    },
    {
      name: "토성수퍼",
      address: "서울 송파구 강동대로9길 15, 101호",
      x: 127.11641590704,
      y: 37.5278911048356
    },
    {
      name: "휘경행복점",
      address: "서울 동대문구 망우로12길 5",
      x: 127.059307245513,
      y: 37.5888439657341
    },
    {
      name: "오마트",
      address: "서울 금천구 독산로 74",
      x: 126.906327345277,
      y: 37.4538695348459
    },
    {
      name: "원타임(수진점)",
      address: "경기 성남시 수정구 시민로142번길 2",
      x: 127.144271893364,
      y: 37.4408859917104
    },
    {
      name: "돈우리",
      address: "서울 동대문구 한천로 89",
      x: 127.063984681811,
      y: 37.569580706757
    },
    {
      name: "comebuy 25",
      address: "인천 중구 인중로174번길 15-30",
      x: 126.62522601001,
      y: 37.4699146513276
    },
    {
      name: "서울엔터테인먼트",
      address: "강원 강릉시 솔올로5번길 47, 103호",
      x: 128.876632717124,
      y: 37.7640469339755
    },
    {
      name: "굿마트 오산은계점",
      address: "경기 오산시 은여울로 27",
      x: 127.069984316252,
      y: 37.1579784608593
    },
    {
      name: "오산내삼미동점",
      address: "경기 오산시 수청로 48",
      x: 127.057989356863,
      y: 37.1743564211584
    },
    {
      name: "목동삼익점",
      address: "서울 양천구 목동동로12길 45",
      x: 126.876366110642,
      y: 37.5225865099354
    },
    {
      name: "충남슈퍼",
      address: "인천 남동구 용천로 167",
      x: 126.714218689109,
      y: 37.4644570372364
    },
    {
      name: "하프타임(희망)",
      address: "부산 사상구 학장동 797-11",
      x: 128.978365794463,
      y: 35.1384588549113
    },
    {
      name: "해피원",
      address: "서울 은평구 은평로 229",
      x: 126.933244764532,
      y: 37.6012766434765
    },
    {
      name: "드림복권",
      address: "대구 북구 오봉로 89",
      x: 128.577987779543,
      y: 35.8955587368921
    },
    {
      name: "Daily25mart",
      address: "경북 안동시 경북대로 418",
      x: 128.699745764249,
      y: 36.5663570082997
    },
    {
      name: "서울음악사",
      address: "대구 북구 구암로 21길 9-1",
      x: 128.552221320338,
      y: 35.9331565746592
    },
    {
      name: "행운복권명당",
      address: "경북 경주시 외동읍 입실로 70, 1층",
      x: 129.324541569228,
      y: 35.7146826429198
    },
    {
      name: "새상무열쇠설비공사",
      address: "광주 서구 치평로 18, 104호",
      x: 126.84772097828,
      y: 35.1487203318154
    },
    {
      name: "동광할인마트",
      address: "전남 광양시 광영로 15",
      x: 127.727575155021,
      y: 34.9617321926498
    },
    {
      name: "알라딘",
      address: "전남 무안군 면성1길 113",
      x: 126.474098607684,
      y: 34.9879078301382
    },
    {
      name: "시영토토",
      address: "광주 서구 화정로 105, 상가 101호",
      x: 126.868959955753,
      y: 35.146017374053
    },
    {
      name: "참조은마트",
      address: "광주 남구 봉선1로 88, 상가 가동 101호",
      x: 126.914878371179,
      y: 35.1278796467517
    },
    {
      name: "88상회",
      address: "부산 연제구 중앙대로 1040",
      x: 129.078028878485,
      y: 35.1811540485744
    },
    {
      name: "구멍가게복권방",
      address: "부산 해운대구 해운대해변로209번길 11-1",
      x: 129.153924054492,
      y: 35.1595722541729
    },
    {
      name: "청담청아점",
      address: "서울 강남구 학동로 431",
      x: 127.048085623434,
      y: 37.5187379255809
    },
    {
      name: "데이앤나이트",
      address: "경기 안양시 동안구 관평로170번길 33",
      x: 126.962259358156,
      y: 37.3929829998683
    },
    {
      name: "토토복권방",
      address: "인천 서구 신현로 44, 102호",
      x: 126.672389115101,
      y: 37.5174407456398
    },
    {
      name: "유성기획",
      address: "서울 송파구 오금로36길 21, 102호",
      x: 127.124693027976,
      y: 37.5016910302977
    },
    {
      name: "크로버베팅샵",
      address: "대전 대덕구 비래동로 26",
      x: 127.45052349305,
      y: 36.356195391203
    },
    {
      name: "대박명당",
      address: "대전 대덕구 우암로 471",
      x: 127.450056794411,
      y: 36.358305530902
    },
    {
      name: "씨스페이스 큰마을점",
      address: "대전 서구 대덕대로168번길 82, 101호",
      x: 127.37886817696,
      y: 36.3449062442513
    },
    {
      name: "태원복권방",
      address: "서울 중랑구 봉우재로33길 80",
      x: 127.089678514814,
      y: 37.5954344738594
    },
    {
      name: "굿모닝토토",
      address: "충북 청주시 흥덕구 풍년로 99",
      x: 127.435948567786,
      y: 36.6217244016804
    },
    {
      name: "왕대박복권점",
      address: "충북 음성군 대소면 오태로137번길 8",
      x: 127.490702854899,
      y: 36.966631540951
    },
    {
      name: "야호복권",
      address: "충북 청주시 상당구 쇠내로146번길 8",
      x: 127.507310441516,
      y: 36.621059589482
    },
    {
      name: "토토",
      address: "충남 논산시 연무읍 안심로 163-1",
      x: 127.100071659079,
      y: 36.1355951257636
    },
    {
      name: "천지",
      address: "대전 동구 계족로 328",
      x: 127.435694068024,
      y: 36.341681565983
    },
    {
      name: "행운",
      address: "대전 동구 홍도로 8, 101호",
      x: 127.430421673038,
      y: 36.3471598045296
    },
    {
      name: "은혜",
      address: "대전 동구 대전로 437, 104호",
      x: 127.452688388908,
      y: 36.3052069935391
    },
    {
      name: "행운복권방",
      address: "울산 중구 다운로 43",
      x: 129.272022096181,
      y: 35.5583740283621
    },
    {
      name: "누산마켓",
      address: "경기 김포시 김포대로 1764",
      x: 126.644180180581,
      y: 37.6703982191234
    },
    {
      name: "복권명당",
      address: "서울 노원구 동일로180길 7",
      x: 127.074735145625,
      y: 37.6223631975973
    },
    {
      name: "대박복권방",
      address: "서울 구로구 신도림로11길 39",
      x: 126.878487675725,
      y: 37.509164665488
    },
    {
      name: "페이퍼문화",
      address: "경기 광명시 오리로 851-1",
      x: 126.866759956024,
      y: 37.4743614454559
    },
    {
      name: "연호",
      address: "강원 원주시 진광길 33",
      x: 127.93890990043,
      y: 37.3719331116422
    },
    {
      name: "목포세진점",
      address: "전남 목포시 해안로249번길 17",
      x: 126.387112058905,
      y: 34.7876662431407
    },
    {
      name: "이브토토",
      address: "대구 달성군 가창면 가창로 1097",
      x: 128.622241620606,
      y: 35.8023519446082
    },
    {
      name: "이마트24시 부산모덕점",
      address: "부산 사상구 모덕로 86",
      x: 128.98552523219,
      y: 35.1810858444783
    },
    {
      name: "연화네마트",
      address: "광주 북구 서방로 168-1",
      x: 126.930540245289,
      y: 35.1689965695862
    },
    {
      name: "홍제복권마트",
      address: "서울 서대문구 통일로 407",
      x: 126.946956564415,
      y: 37.585918810734
    },
    {
      name: "씨스페이스 구미원호점",
      address: "경북 구미시 도봉로 7",
      x: 128.313224670272,
      y: 36.1399899804892
    },
    {
      name: "티앤씨",
      address: "강원 춘천시 공지로 252",
      x: 127.736268632139,
      y: 37.8645991567829
    },
    {
      name: "행운복권방",
      address: "인천 계양구 주부토로 530, 103호",
      x: 126.728494640367,
      y: 37.5413819379111
    },
    {
      name: "역삼영동점",
      address: "서울 강남구 봉은사로30길 11",
      x: 127.035451393147,
      y: 37.5068224692827
    },
    {
      name: "금강마트",
      address: "서울 강남구 학동로12길 14, 105호",
      x: 127.025457378942,
      y: 37.5113262852353
    },
    {
      name: "천하명당",
      address: "서울 동작구 동작대로33가길 11",
      x: 126.981699526923,
      y: 37.4901504559347
    },
    {
      name: "원플러스(웅촌점)",
      address: "울산 울주군 곡천동문길 15",
      x: 129.20848281453,
      y: 35.4650254609782
    },
    {
      name: "나눔로또(문산)",
      address: "경남 진주시 문산읍 월아산로 1074-1",
      x: 128.16318670243,
      y: 35.1669287226453
    },
    {
      name: "클린전자",
      address: "경기 고양시 일산서구 킨텍스로 287, 103호",
      x: 126.75189207483,
      y: 37.6709069701805
    },
    {
      name: "고양덕은점",
      address: "경기 고양시 덕양구 덕은로 36",
      x: 126.876167955273,
      y: 37.5868554244211
    },
    {
      name: "천하명당",
      address: "충남 천안시 동남구 버들로 31",
      x: 127.15123595427,
      y: 36.8081233176661
    },
    {
      name: "방학도깨비시장점",
      address: "서울 도봉구 도당로 91",
      x: 127.036944137797,
      y: 37.6656853470668
    },
    {
      name: "위드미 북구사수점",
      address: "대구 북구 한강로 6길 14",
      x: 128.515318137601,
      y: 35.8960600522014
    },
    {
      name: "스카이편의점(사직)",
      address: "충북 청주시 서원구 호국로 169",
      x: 127.475344435394,
      y: 36.6429479052495
    },
    {
      name: "광주비엔날레점",
      address: "광주 북구 비엔날레로 103",
      x: 126.889900606335,
      y: 35.1811783036236
    },
    {
      name: "편의점사랑 동양점",
      address: "인천 계양구 하느재로41번길 2",
      x: 126.725072224168,
      y: 37.5473981731369
    },
    {
      name: "인향슈퍼",
      address: "인천 부평구 청안로 8",
      x: 126.694976599744,
      y: 37.5216322311685
    },
    {
      name: "스카이25",
      address: "경기 남양주시 미금로 26-2",
      x: 127.15236583302,
      y: 37.6073437206611
    },
    {
      name: "알리바이24시편의점 왕지점",
      address: "전남 순천시 백연길 104",
      x: 127.531916232162,
      y: 34.953389634877
    },
    {
      name: "이지마트24간석점",
      address: "인천 남동구 남동대로837번길 5",
      x: 126.708035198601,
      y: 37.4572439404429
    },
    {
      name: "알리바이(계림점)",
      address: "광주 동구 무등로 410",
      x: 126.92693237615,
      y: 35.1591450293187
    },
    {
      name: "C-space(강동상일점)",
      address: "서울 강동구 천호대로 1469",
      x: 127.171313539799,
      y: 37.546415453606
    },
    {
      name: "대전가양점",
      address: "대전 동구 동서대로1748번길 160",
      x: 127.450732990481,
      y: 36.3487820088814
    },
    {
      name: "크린토피아",
      address: "서울 관악구 봉천로 259-3",
      x: 126.930361755305,
      y: 37.4887114517817
    },
    {
      name: "착한편의점 테크노점",
      address: "대구 달성군 유가면 테크노순환로 83, 106호",
      x: 128.45478798228,
      y: 35.6764084779628
    },
    {
      name: "행복세상",
      address: "대전 대덕구 중리로 52",
      x: 127.42535733987,
      y: 36.3636579539359
    },
    {
      name: "왕대박",
      address: "서울 동대문구 무학로34길 37",
      x: 127.032740542968,
      y: 37.576524769808
    },
    {
      name: "갑수복권방",
      address: "경남 양산시 서창서1길 6",
      x: 129.170646843949,
      y: 35.4147642427159
    },
    {
      name: "천하명성",
      address: "전남 순천시 기적의도서관길 25",
      x: 127.52516088555,
      y: 34.9482710818487
    },
    {
      name: "위드미천사점",
      address: "울산 남구 왕생로62번길 15",
      x: 129.333453316845,
      y: 35.5394222023079
    },
    {
      name: "골드머니마트",
      address: "울산 중구 번영로 528",
      x: 129.340623851444,
      y: 35.566615694623
    },
    {
      name: "ONE 마트",
      address: "서울 영등포구 경인로 833",
      x: 126.905280901226,
      y: 37.5161962058312
    },
    {
      name: "Plus25",
      address: "인천 계양구 장제로 758",
      x: 126.734549805057,
      y: 37.5353924468688
    },
    {
      name: "삼성2",
      address: "인천 계양구 안남로 498",
      x: 126.711131187065,
      y: 37.5273846423762
    },
    {
      name: "광주산수점",
      address: "광주 동구 경양로 322",
      x: 126.924345205051,
      y: 35.1538101850106
    },
    {
      name: "서초예당점",
      address: "서울 서초구 사임당로1길 10",
      x: 127.011318669517,
      y: 37.4878895312397
    },
    {
      name: "세종유리",
      address: "경기 시흥시 협력로 281, A동 101호",
      x: 126.715540051698,
      y: 37.3516293502189
    },
    {
      name: "복권명당경주점",
      address: "경북 경주시 동문로 46",
      x: 129.214210346305,
      y: 35.8486080075903
    },
    {
      name: "로또나라(목상)",
      address: "대전 대덕구 대덕대로1448번길 93",
      x: 127.410837113811,
      y: 36.4438728820807
    },
    {
      name: "제일수퍼",
      address: "서울 중랑구 봉화산로30길 75",
      x: 127.085246863783,
      y: 37.5988930583267
    },
    {
      name: "로또슈퍼",
      address: "광주 서구 상일로 37",
      x: 126.861329956104,
      y: 35.1588233357533
    },
    {
      name: "우리들커피앤스토어",
      address: "광주 서구 상무대로 811",
      x: 126.851250455815,
      y: 35.1483230698411
    },
    {
      name: "토마토",
      address: "전남 무안군 삼향읍 남악4로82번길 44, 102호",
      x: 126.470337927821,
      y: 34.8118847161646
    },
    {
      name: "대전둔산점",
      address: "대전 서구 문정로 114",
      x: 127.391929479749,
      y: 36.3464708270162
    },
    {
      name: "가든5슈퍼",
      address: "서울 송파구 충민로 66, 지하1층 제티-비1033호",
      x: 127.124961768886,
      y: 37.4776148442516
    },
    {
      name: "천안문복권",
      address: "서울 구로구 구로동로42길 60",
      x: 126.884190410636,
      y: 37.4982879648208
    },
    {
      name: "서래제일점",
      address: "서울 서초구 사평대로 20길 12",
      x: 126.996948319625,
      y: 37.4989419676907
    },
    {
      name: "인천구월이노점",
      address: "인천 남동구 성말로 9, 120호",
      x: 126.701700821529,
      y: 37.4458068243814
    },
    {
      name: "행주대교점",
      address: "경기 고양시 덕양구 행주로99번길 46-67",
      x: 126.820795129154,
      y: 37.6084524358162
    },
    {
      name: "스포츠스토리",
      address: "경남 창원시 마산회원구 내서읍 호원로 283, 4호",
      x: 128.522174827451,
      y: 35.258857119905
    },
    {
      name: "대박마트",
      address: "경기 안산시 상록구 반석로 70",
      x: 126.867526946594,
      y: 37.2964811767727
    },
    {
      name: "롯데편의점",
      address: "경기 파주시 탄현면 방촌로 1170, 2호",
      x: 126.744041354567,
      y: 37.8340270629071
    },
    {
      name: "영동황간점",
      address: "충북 영동군 황간면 영동황간로 1684",
      x: 127.911844575501,
      y: 36.2251989569841
    },
    {
      name: "편의점사랑 만수점",
      address: "인천 남동구 백범로 210",
      x: 126.726127497052,
      y: 37.460044433156
    },
    {
      name: "시흥신창점",
      address: "경기 시흥시 신천4길 12",
      x: 126.781273230889,
      y: 37.4383272115723
    },
    {
      name: "평택영광점",
      address: "경기 평택시 탄현1로 79",
      x: 127.052980152871,
      y: 37.066857424907
    },
    {
      name: "한마음마트",
      address: "광주 북구 양일로305번길 11-1",
      x: 126.896547368163,
      y: 35.2036938644812
    },
    {
      name: "홍대중앙점",
      address: "서울 마포구 어울마당로 130",
      x: 126.924521492277,
      y: 37.5558151632052
    },
    {
      name: "행운복권",
      address: "경기 용인시 처인구 포곡로124번길 12",
      x: 127.219746886265,
      y: 37.2695414881459
    },
    {
      name: "타워플러스점",
      address: "인천 남동구 구월남로 148",
      x: 126.705931332656,
      y: 37.4527752111738
    },
    {
      name: "강동구민회관점",
      address: "서울 강동구 상암로 171",
      x: 127.141356006457,
      y: 37.5461746351313
    },
    {
      name: "스카이토토",
      address: "인천 중구 공항동로295번길 77-8, B동 113-1호",
      x: 126.46378851682,
      y: 37.4698943056637
    },
    {
      name: "플러스유편의점",
      address: "경기 용인시 처인구 중부대로 1338",
      x: 127.193353438469,
      y: 37.2349591186333
    },
    {
      name: "한아름상사",
      address: "제주 제주시 노형로 340",
      x: 126.473301049402,
      y: 33.4811916852361
    },
    {
      name: "참조은복권방",
      address: "경남 통영시 중앙로 2",
      x: 128.41203647332,
      y: 34.8385243929333
    },
    {
      name: "응암역촌점",
      address: "서울 은평구 진흥로 13",
      x: 126.916951549283,
      y: 37.600023476916
    },
    {
      name: "서울역점",
      address: "서울 용산구 청파로 395, 101호",
      x: 126.968744137602,
      y: 37.554867209569
    },
    {
      name: "썬마트송죽점",
      address: "경기 수원시 장안구 송원로 39",
      x: 127.006771129829,
      y: 37.2991743431271
    },
    {
      name: "세종",
      address: "세종 세종 부용면 부강로 34",
      x: 127.366479662814,
      y: 36.5292941230002
    },
    {
      name: "GS25숭의중앙",
      address: "인천 미추홀구 경인로142번길 43",
      x: 126.657878934296,
      y: 37.4642783434467
    },
    {
      name: "웰컴25시편의점",
      address: "경기 파주시 탄현면 평화로 723, 3호",
      x: 126.707175340778,
      y: 37.7792613296271
    },
    {
      name: "피터팬(진해)",
      address: "경남 창원시 진해구 웅동로 76, 1호",
      x: 128.784603055076,
      y: 35.1243588818823
    },
    {
      name: "toto수족관",
      address: "경남 창원시 진해구 중원동로 73",
      x: 128.661430644861,
      y: 35.1510673429039
    },
    {
      name: "그린하이슈퍼(화장품)",
      address: "충북 청주시 흥덕구 오송읍 오송생명로 216",
      x: 127.332802682762,
      y: 36.6300221780494
    },
    {
      name: "하남산곡점",
      address: "경기 하남시 하남대로 193",
      x: 127.233608706792,
      y: 37.4928432334427
    },
    {
      name: "행운복권수퍼",
      address: "충북 청주시 서원구 무심서로 509",
      x: 127.482672139814,
      y: 36.636575942446
    },
    {
      name: "알리바이금당점",
      address: "전남 순천시 대석길 44",
      x: 127.526282745936,
      y: 34.945647452545
    },
    {
      name: "오오마트",
      address: "충남 당진시 무수동로 39",
      x: 126.636898854806,
      y: 36.8871089005398
    },
    {
      name: "드림D/C마트",
      address: "경북 칠곡군 왜관읍 공단로 198-23",
      x: 128.417854228929,
      y: 35.9675579673788
    },
    {
      name: "크로바쎄븐",
      address: "서울 송파구 법원로11길 7",
      x: 127.119226534642,
      y: 37.4853545765742
    },
    {
      name: "마실더그린테이블",
      address: "경기 용인시 기흥구 평촌1로1번길 7, 1층 101호",
      x: 127.153523676449,
      y: 37.2835626203255
    },
    {
      name: "로또마트",
      address: "경기 하남시 신평로 168",
      x: 127.211451588327,
      y: 37.5471439078095
    },
    {
      name: "대운랜드",
      address: "대전 동구 동대전로 223-1",
      x: 127.448411198602,
      y: 36.3415591876275
    },
    {
      name: "로손충대중문점",
      address: "충북 청주시 서원구 1순환로672번길 36",
      x: 127.457994352522,
      y: 36.6331704075739
    },
    {
      name: "대구봉덕희망점",
      address: "대구 남구 봉덕로 35",
      x: 128.594665443174,
      y: 35.8452562958486
    },
    {
      name: "삼정슈퍼",
      address: "서울 서대문구 거북골로 7",
      x: 126.926305160861,
      y: 37.5810423610135
    },
    {
      name: "구월인하점",
      address: "인천 남동구 문화서로4번길 2",
      x: 126.695276759441,
      y: 37.4456477161366
    },
    {
      name: "굿데이편의점",
      address: "경기 성남시 분당구 서현로180번길 26",
      x: 127.121267219195,
      y: 37.3872668897097
    },
    {
      name: "용현인하점",
      address: "인천 미추홀구 인하로134번길 3",
      x: 126.662864286311,
      y: 37.4493379106377
    },
    {
      name: "동네슈퍼",
      address: "인천 남동구 구월남로 350",
      x: 126.728541916444,
      y: 37.4515999696727
    },
    {
      name: "송탄동산점",
      address: "경기 평택시 특구로19번길 48",
      x: 127.060544405531,
      y: 37.0675208689042
    },
    {
      name: "수원우만점",
      address: "경기 수원시 팔달구 중부대로207번길 13, 101호",
      x: 127.039121515215,
      y: 37.277191653829
    },
    {
      name: "HM 24시 편의점",
      address: "서울 송파구 충민로 10 가든파이브 툴관 1층",
      x: 127.119106729654,
      y: 37.4786173172251
    },
    {
      name: "성일슈퍼",
      address: "경기 성남시 수정구 대왕판교로976번길 3-1, 1층",
      x: 127.102334770315,
      y: 37.427587228232
    },
    {
      name: "패밀리25시 마트",
      address: "경기 수원시 팔달구 효원로193번길 35",
      x: 127.023561688754,
      y: 37.2655274722459
    },
    {
      name: "해뜨리편의점",
      address: "경기 부천시 상동로 90, 129호",
      x: 126.753731929013,
      y: 37.5051341587108
    },
    {
      name: "하안1동점",
      address: "경기 광명시 안재로14번길 7-1",
      x: 126.872402194534,
      y: 37.4599399711271
    },
    {
      name: "개그스토리",
      address: "경남 양산시 평산남로 60, 신우빌딩 109호",
      x: 129.149519317402,
      y: 35.378226979189
    },
    {
      name: "공항단지점",
      address: "서울 강서구 방화대로6길 33",
      x: 126.818627186927,
      y: 37.5549893671274
    },
    {
      name: "알리바이송정공항24시편의점",
      address: "광주 광산구 송도로 262",
      x: 126.798756566941,
      y: 35.1367109270609
    },
    {
      name: "WIN-WIN 토토샵",
      address: "충남 당진시 송산면 송산로 837",
      x: 126.69749972508,
      y: 36.9610452145732
    },
    {
      name: "가야복권방",
      address: "서울 종로구 창신5길 15",
      x: 127.011444300482,
      y: 37.5738408180413
    },
    {
      name: "데일리마켓한신점",
      address: "강원 원주시 서원대로 383",
      x: 127.948568449583,
      y: 37.3319920156683
    },
    {
      name: "천일마트",
      address: "충북 제천시 내토로65길 17",
      x: 128.22767647462,
      y: 37.1557296969726
    },
    {
      name: "도계휴게소점",
      address: "강원 삼척시 도계읍 강원남부로 1695",
      x: 129.054325635291,
      y: 37.252599249259
    },
    {
      name: "나들가게",
      address: "광주 서구 마륵복개로 147",
      x: 126.853087566998,
      y: 35.1479352023554
    },
    {
      name: "이타임25",
      address: "경기 수원시 팔달구 경수대로495번길 19",
      x: 127.026632369242,
      y: 37.2704265951081
    },
    {
      name: "이지24시",
      address: "경기 부천시 심곡로9번길 28, 1층",
      x: 126.777512365511,
      y: 37.4827336967393
    },
    {
      name: "CU매탄동남점",
      address: "경기 수원시 영통구 동수원로 498, 1층",
      x: 127.04522503232,
      y: 37.2720233638499
    },
    {
      name: "대박유통",
      address: "경남 김해시 진영읍 김해대로361번길 2",
      x: 128.729837393267,
      y: 35.3070083309883
    },
    {
      name: "수원수인점",
      address: "경기 수원시 권선구 수인로 275",
      x: 126.972351763093,
      y: 37.281921293571
    },
    {
      name: "미니슈퍼",
      address: "경기 의정부시 태평로107번길 13",
      x: 127.050684166758,
      y: 37.7421027303474
    },
    {
      name: "토토마트",
      address: "강원 원주시 치악로 1623, 1층",
      x: 127.959882227075,
      y: 37.327691118408
    },
    {
      name: "S-24",
      address: "경기 시흥시 옥구공원로 189, 103-1호",
      x: 126.732346541667,
      y: 37.3443757499093
    },
    {
      name: "선이식품",
      address: "경기 용인시 처인구 포곡읍 포곡로 294",
      x: 127.233014716043,
      y: 37.280488153289
    },
    {
      name: "인트로(동성점)",
      address: "경남 창원시 마산합포구 해안대로 359",
      x: 128.578886213486,
      y: 35.2031977352944
    },
    {
      name: "위드미울산삼산본동점",
      address: "울산 남구 돋질로 445",
      x: 129.353512383349,
      y: 35.5427316535906
    },
    {
      name: "코리아마트",
      address: "대구 달서구 당산로 193",
      x: 128.548034682159,
      y: 35.8537273090808
    },
    {
      name: "1등드림 편의점",
      address: "경기 안산시 상록구 성호로 102",
      x: 126.862547821189,
      y: 37.3137334769164
    },
    {
      name: "세븐",
      address: "서울 서초구 매헌로1길 26",
      x: 127.034146471658,
      y: 37.4624082735548
    },
    {
      name: "로또기획",
      address: "경북 안동시 경북대로 443",
      x: 128.697858441221,
      y: 36.5680995638073
    },
    {
      name: "파주 규린점",
      address: "경기 파주시 탄현면 소금쟁이길 5, 1층",
      x: 126.699634087208,
      y: 37.7690476132644
    },
    {
      name: "두정부경점",
      address: "충남 천안시 서북구 늘푸른1길 20, 101호",
      x: 127.129539903451,
      y: 36.8271100742073
    },
    {
      name: "역삼래미안점",
      address: "서울 강남구 언주로 314, 102호",
      x: 127.046476269108,
      y: 37.4958917878081
    },
    {
      name: "부자나라",
      address: "서울 노원구 상계로3길 34",
      x: 127.062601289423,
      y: 37.657760841968
    },
    {
      name: "행운편의점",
      address: "경기 군포시 대야1로 3",
      x: 126.918993871774,
      y: 37.3264372576157
    },
    {
      name: "성서용산점",
      address: "대구 달서구 선원로 275",
      x: 128.522750312002,
      y: 35.8590028582049
    },
    {
      name: "IGA서판교점",
      address: "경기 성남시 분당구 운중로 233",
      x: 127.088961809459,
      y: 37.3900330925515
    },
    {
      name: "종로마트금동점",
      address: "광주 동구 백서로 127",
      x: 126.919247742911,
      y: 35.1420978532579
    },
    {
      name: "익산모현점",
      address: "전북 익산시 고현로8길 1(모현동1가)",
      x: 126.942835357326,
      y: 35.9434884854799
    },
    {
      name: "올림피아드",
      address: "강원 평창군 진부면 진부중앙로 93",
      x: 128.560154431476,
      y: 37.6394122886412
    },
    {
      name: "로또나라",
      address: "경기 파주시 자유로 2212, 자유로휴게소내",
      x: 126.683980977903,
      y: 37.7001768716207
    },
    {
      name: "제일상회",
      address: "서울 관악구 시흥대로 548",
      x: 126.901084634069,
      y: 37.4817894766254
    },
    {
      name: "행운의복권방",
      address: "서울 관악구 신림동7길 41",
      x: 126.926794084954,
      y: 37.485239693706
    },
    {
      name: "안성금광점",
      address: "경기 안성시 금광면 종합운동장로 137, 104호",
      x: 127.325935914022,
      y: 37.0104060238373
    },
    {
      name: "드림마트(원평점)",
      address: "경북 구미시 구미중앙로23길 24",
      x: 128.339212620544,
      y: 36.1276310660373
    },
    {
      name: "구미4공단점",
      address: "경북 구미시 산동면 첨단기업1로 60",
      x: 128.443941082855,
      y: 36.1405509830191
    },
    {
      name: "송내중앙점",
      address: "경기 부천시 송내대로42번길 58",
      x: 126.756516925604,
      y: 37.4870278475009
    },
    {
      name: "천하명당복권방(평화점)",
      address: "전북 전주시 완산구 평화18길 19",
      x: 127.134390625178,
      y: 35.7948061518864
    },
    {
      name: "올바이원",
      address: "서울 송파구 삼학사로19길 13",
      x: 127.095645757962,
      y: 37.5058482377574
    },
    {
      name: "대전법동유원점",
      address: "대전 대덕구 계족로663번길 22",
      x: 127.427521356615,
      y: 36.3707410030674
    },
    {
      name: "아농연마트",
      address: "충남 아산시 남부로 118",
      x: 126.994589926754,
      y: 36.7709935993628
    },
    {
      name: "김천부곡점",
      address: "경북 김천시 김천로 32",
      x: 128.10702373028,
      y: 36.1258903363875
    },
    {
      name: "해평할인마트",
      address: "경북 구미시 해평면 강동로 1612",
      x: 128.393463022432,
      y: 36.1945498013764
    },
    {
      name: "행신상사",
      address: "경기 고양시 덕양구 무원로 22, 105호",
      x: 126.832657936173,
      y: 37.6146888331961
    },
    {
      name: "은평티켓",
      address: "서울 은평구 은평로 101",
      x: 126.919053773925,
      y: 37.6000030433636
    },
    {
      name: "역삼태강점",
      address: "서울 강남구 테헤란로10길 14",
      x: 127.032335956542,
      y: 37.4981998375982
    },
    {
      name: "금맥을캐다",
      address: "대전 중구 대둔산로 472-1",
      x: 127.388836854739,
      y: 36.3112136017749
    },
    {
      name: "코사마트 밀목점",
      address: "경기 광주시 중앙로 344",
      x: 127.259763489971,
      y: 37.4297316423687
    },
    {
      name: "안성제1공단점",
      address: "경기 안성시 공단로 107",
      x: 127.244307029955,
      y: 37.0199946870152
    },
    {
      name: "해피타임",
      address: "경기 성남시 수정구 수정로119번길 7",
      x: 127.133244256265,
      y: 37.4419524037105
    },
    {
      name: "매봉산점",
      address: "서울 강남구 남부순환로377길 6",
      x: 127.04523375081,
      y: 37.4869613950071
    },
    {
      name: "그린수퍼",
      address: "서울 강동구 성내로 70, 1층 5-1호",
      x: 127.127457268601,
      y: 37.5275228183839
    },
    {
      name: "HM24편의점",
      address: "경기 성남시 분당구 운중로126번길 5",
      x: 127.077388879034,
      y: 37.3910147874869
    },
    {
      name: "프로토(사상점)",
      address: "부산 사상구 광장로81번길 75",
      x: 128.983670766143,
      y: 35.1656515476645
    },
    {
      name: "원주장양리점",
      address: "강원 원주시 소초면 북원로 3112",
      x: 127.963307087971,
      y: 37.4191724074188
    },
    {
      name: "미소래25문산로드점",
      address: "경기 파주시 문산읍 사임당로 361",
      x: 126.827499083114,
      y: 37.8618725050657
    },
    {
      name: "알파천안서북구점",
      address: "충남 천안시 서북구 성거길 123, 대주프라자 2층 201호",
      x: 127.202619483067,
      y: 36.8762735740133
    },
    {
      name: "부천역곡점",
      address: "경기 부천시 경인로 536",
      x: 126.814885518053,
      y: 37.4853279206574
    },
    {
      name: "대박마트",
      address: "인천 남동구 호구포로 219",
      x: 126.709566372347,
      y: 37.4026077147428
    },
    {
      name: "우리들 복산점",
      address: "울산 중구 서원5길 20",
      x: 129.33599941176,
      y: 35.5621269072479
    },
    {
      name: "우정상회(망우점)",
      address: "서울 중랑구 상봉로 110",
      x: 127.093345706876,
      y: 37.5957067932724
    },
    {
      name: "갈렙분식",
      address: "서울 중랑구 용마산로115길 92",
      x: 127.095273890863,
      y: 37.5982177560005
    },
    {
      name: "대구대원룸점",
      address: "경북 경산시 진량읍 대구대로 71",
      x: 128.83211507344,
      y: 35.9020093245147
    },
    {
      name: "포천어룡점",
      address: "경기 포천시 호국로 1359",
      x: 127.186963993428,
      y: 37.8811135082171
    },
    {
      name: "삼주천막기업",
      address: "경기 시흥시 금오로575번길 3",
      x: 126.833437816325,
      y: 37.4523732539273
    },
    {
      name: "위드미 당정역점",
      address: "경기 군포시 당정역로 92",
      x: 126.948860764869,
      y: 37.344340215179
    },
    {
      name: "그린마트(인덕원)",
      address: "경기 안양시 동안구 흥안대로 523",
      x: 126.976297678199,
      y: 37.4007237218157
    },
    {
      name: "알리바이수완점편의점",
      address: "광주 광산구 풍영로 229번안길 2-10",
      x: 126.814186211931,
      y: 35.1930277641997
    },
    {
      name: "동국마트",
      address: "경기 고양시 일산동구 정발산로 24 웨스턴2 제1층 제비 116호",
      x: 126.772038816453,
      y: 37.6558964094856
    },
    {
      name: "위드미 울산 터미널점",
      address: "울산 남구 화합로 146",
      x: 129.340251413154,
      y: 35.5376823747373
    },
    {
      name: "세븐",
      address: "제주 제주시 동광로 150",
      x: 126.542192560054,
      y: 33.5085243001739
    },
    {
      name: "터서점",
      address: "부산 동래구 아시아드대로 227",
      x: 129.066863921594,
      y: 35.2043670975833
    },
    {
      name: "라인마트",
      address: "광주 남구 봉선1로 33",
      x: 126.908917752387,
      y: 35.1279416543862
    },
    {
      name: "무궁화마트",
      address: "강원 춘천시 스무숲1길 79-1",
      x: 127.749628762806,
      y: 37.8493646861731
    },
    {
      name: "세븐스포츠",
      address: "강원 춘천시 퇴계로 21",
      x: 127.724298772217,
      y: 37.8662667891838
    },
    {
      name: "대구현풍대로점",
      address: "대구 달성군 현풍면 비슬로 581",
      x: 128.444470256201,
      y: 35.6905393667784
    },
    {
      name: "효원당슈퍼",
      address: "부산 금정구 부산대학로 48",
      x: 129.086075607732,
      y: 35.231426765513
    },
    {
      name: "성정사랑점",
      address: "충남 천안시 서북구 도원2길 18",
      x: 127.134224245038,
      y: 36.8202657354161
    },
    {
      name: "소문난할인마트",
      address: "서울 강남구 영동대로114길 29",
      x: 127.06200846116,
      y: 37.5163531484244
    },
    {
      name: "Full24시편의점",
      address: "충남 보령시 보령북로 25, 1층 2호",
      x: 126.602207314367,
      y: 36.3496681067615
    },
    {
      name: "소비자할인마트",
      address: "서울 관악구 조원로10길 37",
      x: 126.905136429252,
      y: 37.4819780466087
    },
    {
      name: "논스톱",
      address: "부산 동구 진성로 3, 남영상가 3-1",
      x: 129.048794824276,
      y: 35.1293222938432
    },
    {
      name: "삼일나드리마트",
      address: "경남 김해시 진례면 서부로 399",
      x: 128.753576064504,
      y: 35.2666243533382
    },
    {
      name: "역촌제일점",
      address: "서울 은평구 갈현로 59",
      x: 126.910236038233,
      y: 37.6032206799654
    },
    {
      name: "알리바이 서강대점",
      address: "광주 북구 서강로 66",
      x: 126.871442423411,
      y: 35.1776392421326
    },
    {
      name: "용인적동점",
      address: "경기 용인시 처인구 이동면 이원로 104",
      x: 127.217590434317,
      y: 37.1871849248939
    },
    {
      name: "yes25시마트",
      address: "인천 부평구 안남로 415",
      x: 126.710077021364,
      y: 37.5199632293859
    },
    {
      name: "익산인화점",
      address: "전북 익산시 평동로 610",
      x: 126.946811708368,
      y: 35.9324363876428
    },
    {
      name: "대광리점",
      address: "경기 연천군 신서면 연신로 1157",
      x: 127.107368032024,
      y: 38.1852329654303
    },
    {
      name: "한성슈퍼",
      address: "전북 익산시 익산대로 52",
      x: 126.943775560826,
      y: 35.931240855916
    },
    {
      name: "애플슈퍼",
      address: "경기 의정부시 신흥로 99",
      x: 127.043533129171,
      y: 37.7249257962275
    },
    {
      name: "LG사랑점",
      address: "경기 파주시 월롱면 엘씨디로241번길 8-5",
      x: 126.7571216016,
      y: 37.8114034112781
    },
    {
      name: "진접반도프라자점",
      address: "경기 남양주시 진접읍 해밀예당3로 138, 반도프라자108호",
      x: 127.195000169037,
      y: 37.7215091563231
    },
    {
      name: "해피데이",
      address: "전북 전주시 덕진구 백제대로 645",
      x: 127.139837267398,
      y: 35.8431329009503
    },
    {
      name: "대성상사",
      address: "경기 평택시 팽성읍 안정로29번길 32, 1층(우측호)",
      x: 127.04641296563,
      y: 36.9607190540658
    },
    {
      name: "신화복권방",
      address: "서울 강동구 양재대로 1520",
      x: 127.1416742637,
      y: 37.5412397539993
    },
    {
      name: "현대할인마트",
      address: "충남 보령시 동현로 32",
      x: 126.61065620264,
      y: 36.3504261553291
    },
    {
      name: "마니복권방",
      address: "서울 도봉구 방학로2길 67",
      x: 127.040809212201,
      y: 37.6659823878786
    },
    {
      name: "디올&스포츠토토",
      address: "경남 밀양시 석정로 58",
      x: 128.751627001287,
      y: 35.4949874430732
    },
    {
      name: "코사마트대동점",
      address: "대구 남구 대명남로 88-2",
      x: 128.567536769244,
      y: 35.8347299456819
    },
    {
      name: "스포츠토토방",
      address: "경기 파주시 운정로 62, B동 3호(야당동)",
      x: 126.772995030122,
      y: 37.7230049681315
    },
    {
      name: "IGA마트(백제고분점)",
      address: "서울 송파구 가락로 209",
      x: 127.116148519048,
      y: 37.5071999252324
    },
    {
      name: "용답본점",
      address: "서울 성동구 천호대로 286",
      x: 127.052476906905,
      y: 37.566591563558
    },
    {
      name: "강릉입암점",
      address: "강원 강릉시 성덕포남로 53",
      x: 128.918963343266,
      y: 37.7596126619706
    },
    {
      name: "제주넘버원",
      address: "제주 제주시 삼성로 26, 1층",
      x: 126.52899680098,
      y: 33.5056419447048
    },
    {
      name: "미니슈퍼",
      address: "경기 남양주시 석실로 703",
      x: 127.202236219086,
      y: 37.6244317887957
    },
    {
      name: "74호종합가판",
      address: "서울 종로구 청계천로 111, 가판대",
      x: 126.98988235649,
      y: 37.5684337964552
    },
    {
      name: "행운편의점",
      address: "제주 제주시 우정로11길 12 (외도일동)",
      x: 126.432146138478,
      y: 33.487662782887
    },
    {
      name: "경산상회",
      address: "경북 경산시 경안로 145",
      x: 128.737744555049,
      y: 35.8205219505059
    },
    {
      name: "대구대정문점",
      address: "경북 경산시 진량읍 대구대로 238",
      x: 128.848993123294,
      y: 35.8968087410059
    },
    {
      name: "고양연결점",
      address: "경기 고양시 일산동구 고봉로658번길 61-3",
      x: 126.79126043631,
      y: 37.7141764109872
    },
    {
      name: "청학제일점",
      address: "인천 연수구 청학로16번길 4(청학동, 1층0",
      x: 126.663671915059,
      y: 37.4284988275503
    },
    {
      name: "양주만송해피점",
      address: "경기 양주시 부흥로 2038-68",
      x: 127.083665667734,
      y: 37.802765042958
    },
    {
      name: "세븐일레븐 유통단지점",
      address: "대구 북구 유통단지로8길 76",
      x: 128.612916200442,
      y: 35.9055614979915
    },
    {
      name: "간석현대점",
      address: "인천 남동구 경인로524번길 43",
      x: 126.698139100101,
      y: 37.4593211319063
    },
    {
      name: "행운슈퍼복권사는날",
      address: "경기 부천시 경인로 148, 1층 (소사구 송내동 578-5)",
      x: 126.771797406738,
      y: 37.4837193103533
    },
    {
      name: "주안현대점",
      address: "인천 미추홀구 구월로 38",
      x: 126.694401362351,
      y: 37.4572145167214
    },
    {
      name: "정흥토토방",
      address: "서울 강북구 도봉로98길 21",
      x: 127.030851873318,
      y: 37.6413448905293
    },
    {
      name: "공릉제일점",
      address: "서울 노원구 동일로193길 21",
      x: 127.071466452156,
      y: 37.6257541048118
    },
    {
      name: "연신내행복점",
      address: "서울 은평구 통일로80길 9",
      x: 126.921631696853,
      y: 37.6200826940713
    },
    {
      name: "블루25시",
      address: "부산 사하구 사하로 184",
      x: 128.994137151425,
      y: 35.0981565161754
    },
    {
      name: "부산기장교리점",
      address: "부산 기장군 기장읍 차성로 359",
      x: 129.213587816538,
      y: 35.249613382187
    },
    {
      name: "양정동호점",
      address: "부산 부산진구 연수로 54",
      x: 129.076946773403,
      y: 35.1749443657238
    },
    {
      name: "부산재송동부점",
      address: "부산 해운대구 해운대로161번길 7",
      x: 129.122599597833,
      y: 35.1834649153153
    },
    {
      name: "봉양점",
      address: "경기 양주시 칠봉산로 307",
      x: 127.071943512287,
      y: 37.8605859956924
    },
    {
      name: "한아름슈퍼",
      address: "서울 중랑구 중랑천로10길 4",
      x: 127.073376684853,
      y: 37.5915095720344
    },
    {
      name: "먹골역점",
      address: "서울 중랑구 동일로157길 5",
      x: 127.077404115907,
      y: 37.6097897189972
    },
    {
      name: "광주월산제일점",
      address: "광주 남구 군분로 100",
      x: 126.890753322753,
      y: 35.1417680607022
    },
    {
      name: "울산방기점",
      address: "울산 울주군 삼남면 하방로 27",
      x: 129.089688572804,
      y: 35.5055183577362
    },
    {
      name: "SDI점",
      address: "울산 울주군 삼남면 반구대로 158",
      x: 129.095954733294,
      y: 35.5118560617483
    },
    {
      name: "블루25",
      address: "경남 김해시 장유면 율하3로 14",
      x: 128.812563059954,
      y: 35.1695969897725
    },
    {
      name: "동원하이퍼마켓",
      address: "경기 부천시 장말로 107-1",
      x: 126.754450448929,
      y: 37.4958054888971
    },
    {
      name: "복권판매점",
      address: "충남 당진시 당진중앙1로 129",
      x: 126.630909262769,
      y: 36.895459805716
    },
    {
      name: "청학타운점",
      address: "인천 연수구 청학로12번길 47",
      x: 126.666233831042,
      y: 37.4277215768041
    },
    {
      name: "경서1지구점",
      address: "인천 서구 경서로 70",
      x: 126.653694869993,
      y: 37.5584205755762
    },
    {
      name: "행운편의점 복권방",
      address: "경기 고양시 일산동구 고풍로 33",
      x: 126.796617254611,
      y: 37.6619337662096
    },
    {
      name: "탑동우방점",
      address: "경기 수원시 권선구 하탑로 21",
      x: 126.97403845617,
      y: 37.2688121682284
    },
    {
      name: "데이라이트 화곡점",
      address: "서울 강서구 강서로18길 15",
      x: 126.846472924061,
      y: 37.5339792808308
    },
    {
      name: "동홍마트",
      address: "제주 서귀포시 남원읍 태위로 672-1",
      x: 126.718469724619,
      y: 33.2788432289794
    },
    {
      name: "올웨이즈24",
      address: "경기 남양주시 해밀예당1로 220, M-타워 101호",
      x: 127.202615761402,
      y: 37.7200885469666
    },
    {
      name: "블루",
      address: "전북 전주시 완산구 평화로 190",
      x: 127.136637146845,
      y: 35.7934381150035
    },
    {
      name: "굿25시편의점",
      address: "경남 김해시 삼문동 41-10",
      x: 128.792411476055,
      y: 35.1973229953828
    },
    {
      name: "이천호민점",
      address: "경기 이천시 마장면 중부대로 648",
      x: 127.407549516986,
      y: 37.2527058024123
    },
    {
      name: "과천주암점",
      address: "경기 과천시 추사로 126",
      x: 127.03006253012,
      y: 37.4566111888003
    },
    {
      name: "화곡5호점",
      address: "서울 강서구 강서로17길 62",
      x: 126.842376515484,
      y: 37.5326508557414
    },
    {
      name: "안성대림동산점",
      address: "경기 안성시 공도읍 가족공원길 42",
      x: 127.206819250237,
      y: 37.0144669099272
    },
    {
      name: "안성당왕대로점",
      address: "경기 안성시 안성맞춤대로 1236",
      x: 127.266588703797,
      y: 37.0229378489542
    },
    {
      name: "포천아트밸리점",
      address: "경기 포천시 신북면 호국로 2010",
      x: 127.224369916396,
      y: 37.9295206605686
    },
    {
      name: "인천만수제일점",
      address: "인천 남동구 구월로 307",
      x: 126.72490123869,
      y: 37.4557880076322
    },
    {
      name: "대성상회(가자주류)",
      address: "인천 미추홀구 연남로 35",
      x: 126.701518656221,
      y: 37.4425062298688
    },
    {
      name: "용인갈담점",
      address: "경기 용인시 처인구 모현면 백옥대로 2228",
      x: 127.244617667822,
      y: 37.3234428138486
    },
    {
      name: "기흥대로점",
      address: "경기 용인시 기흥구 동탄기흥로 697, 101호",
      x: 127.097689579303,
      y: 37.2223363116427
    },
    {
      name: "베스트올길동2호점",
      address: "서울 강동구 천호대로187길 30",
      x: 127.142727528785,
      y: 37.5356256190447
    },
    {
      name: "스포츠하우스",
      address: "경기 성남시 수정구 산성대로 415",
      x: 127.158351563963,
      y: 37.4490527753007
    },
    {
      name: "첼시와맨유마트",
      address: "부산 수영구 과정로 83-2",
      x: 129.106956544085,
      y: 35.1788990876986
    },
    {
      name: "백석역점",
      address: "경기 고양시 일산동구 중앙로 1047, 1층 103호(백석동, 영림브레아오피스텔)",
      x: 126.787197904243,
      y: 37.6431092569009
    },
    {
      name: "궁 편의점",
      address: "서울 송파구 중대로18길 6",
      x: 127.126102146211,
      y: 37.4977178117099
    },
    {
      name: "행운마트",
      address: "대구 달서구 달구벌대로 1600",
      x: 128.541765791483,
      y: 35.8515302658713
    },
    {
      name: "전주우아대로점",
      address: "전북 전주시 덕진구 건산로 276(우아동2가)",
      x: 127.167334355474,
      y: 35.8355030482512
    },
    {
      name: "G25춘천미소점",
      address: "강원 춘천시 근화길15번길 43",
      x: 127.719972057241,
      y: 37.8723367776413
    },
    {
      name: "응암3동점",
      address: "서울 은평구 응암로21길 16",
      x: 126.916242404972,
      y: 37.5942923125442
    },
    {
      name: "편의점사랑 봉담수기점",
      address: "경기 화성시 봉담읍 수기웃말길 45",
      x: 126.982279983324,
      y: 37.2037365142094
    },
    {
      name: "에덴스포츠",
      address: "강원 원주시 라옹정길 59, 1층",
      x: 127.960971273315,
      y: 37.3205629432441
    },
    {
      name: "아름슈퍼",
      address: "충남 당진시 정안로 50",
      x: 126.649845123804,
      y: 36.9065427068526
    },
    {
      name: "부산재송제일점",
      address: "부산 해운대구 재반로 123",
      x: 129.126439757303,
      y: 35.1894659289255
    },
    {
      name: "의왕삼동본점",
      address: "경기 의왕시 장승길 2",
      x: 126.95512313351,
      y: 37.3210035146668
    },
    {
      name: "원마트",
      address: "서울 중구 충무로2길 20",
      x: 126.994240413058,
      y: 37.5623881352417
    },
    {
      name: "나우편의점",
      address: "인천 남동구 백범로 67",
      x: 126.738087187022,
      y: 37.45149725924
    },
    {
      name: "행운베팅샵",
      address: "대구 달서구 월배로 105",
      x: 128.525793689145,
      y: 35.8145840614531
    },
    {
      name: "금강서점문구",
      address: "전남 목포시 용당로 151",
      x: 126.400668759145,
      y: 34.8008957627512
    },
    {
      name: "오케이타임",
      address: "경남 밀양시 약산로 42",
      x: 128.749353893049,
      y: 35.492516524385
    },
    {
      name: "퍼펙트슈퍼",
      address: "울산 울주군 언양읍 반구대로 833-1",
      x: 129.127407918281,
      y: 35.5646422589123
    },
    {
      name: "지평휴게실상회",
      address: "경기 양주시 율정로 243",
      x: 127.103080578044,
      y: 37.8194857631102
    },
    {
      name: "안양능행점",
      address: "경기 안양시 만안구 소곡로 28",
      x: 126.92866858394,
      y: 37.390996972024
    },
    {
      name: "관양벤처다임점",
      address: "경기 안양시 동안구 학의로 250",
      x: 126.966726268814,
      y: 37.4018832825761
    },
    {
      name: "편한마트",
      address: "대전 동구 신기로 100, 614동 107호",
      x: 127.457387187081,
      y: 36.3103859365336
    },
    {
      name: "면목2호점",
      address: "서울 중랑구 면목로42길 14",
      x: 127.089644705261,
      y: 37.5792357359232
    },
    {
      name: "광주안골점",
      address: "경기 광주시 경안로 89",
      x: 127.251746670442,
      y: 37.4065923269922
    },
    {
      name: "화양사거리점",
      address: "서울 광진구 동일로 166",
      x: 127.066990412402,
      y: 37.5469048177856
    },
    {
      name: "낚시슈퍼",
      address: "인천 남동구 포구로 10",
      x: 126.739674059713,
      y: 37.3998073703241
    },
    {
      name: "용마트",
      address: "경기 과천시 별양상가2로 14",
      x: 126.992998163923,
      y: 37.4273279433209
    },
    {
      name: "수원서둔로점",
      address: "경기 수원시 권선구 서둔동 156-14",
      x: 126.986041722962,
      y: 37.2726049621065
    },
    {
      name: "양지슈퍼",
      address: "부산 동래구 충렬대로447번길 31",
      x: 129.107254579441,
      y: 35.1974560389624
    },
    {
      name: "동래대산점",
      address: "부산 동래구 명륜로 65",
      x: 129.084163524725,
      y: 35.1999520895862
    },
    {
      name: "복권방",
      address: "전북 전주시 완산구 봉곡로 83, 101",
      x: 127.10235995632,
      y: 35.8117243787393
    },
    {
      name: "행복찾기",
      address: "강원 인제군 북면 금강로 41",
      x: 128.205280388536,
      y: 38.1234334760431
    },
    {
      name: "통영미수공원점",
      address: "경남 통영시 미수해안로 36, 101호(미수동, 현대상가)",
      x: 128.406994653046,
      y: 34.8292670344562
    },
    {
      name: "광주신가아름점",
      address: "광주 광산구 수등로123번길 70",
      x: 126.824472885851,
      y: 35.1865813954091
    },
    {
      name: "휴가가는날",
      address: "경기 용인시 기흥구 흥덕2로 105번길 6",
      x: 127.073350318663,
      y: 37.2772833381779
    },
    {
      name: "학운그랜드점",
      address: "광주 동구 의재로 34-1(학동)",
      x: 126.9313438631,
      y: 35.1325484307367
    },
    {
      name: "서동태광점",
      address: "부산 금정구 개좌로 33(서동)",
      x: 129.109348397146,
      y: 35.2170764510174
    },
    {
      name: "신평역점",
      address: "부산 사하구 하신중앙로 176, 102호",
      x: 128.962759290684,
      y: 35.0945179453048
    },
    {
      name: "우리마트",
      address: "대전 유성구 테크노10로 45",
      x: 127.40916256735,
      y: 36.4165378282894
    },
    {
      name: "나눔로또정거장",
      address: "경기 수원시 장안구 수성로261번길 16",
      x: 127.000881341195,
      y: 37.2906902747818
    },
    {
      name: "유포리아",
      address: "경기 수원시 장안구 수성로316번길 12, 1층 101호",
      x: 127.006968002223,
      y: 37.2912318671473
    },
    {
      name: "현대아파트점",
      address: "부산 부산진구 거제대로 37",
      x: 129.066457433194,
      y: 35.1707552940831
    },
    {
      name: "양정오렌지점",
      address: "부산 부산진구 동평로 372, 1층(양정동)",
      x: 129.065865026795,
      y: 35.1745331487975
    },
    {
      name: "올할인마트",
      address: "전남 여수시 만성로 22-1",
      x: 127.698450775484,
      y: 34.7692057914322
    },
    {
      name: "인천영흥점",
      address: "인천 옹진군 영흥면 영흥로 158",
      x: 126.494358217358,
      y: 37.2578178094334
    },
    {
      name: "안양동일점",
      address: "경기 안양시 동안구 시민대로365번길 39, 동일테크노타운B동213호",
      x: 126.970416773421,
      y: 37.3981183545662
    },
    {
      name: "하남장군점",
      address: "경기 하남시 초일로 8-2",
      x: 127.176046635546,
      y: 37.5418795340647
    },
    {
      name: "금강슈퍼",
      address: "울산 북구 송도길 60",
      x: 129.371053303339,
      y: 35.5646158301367
    },
    {
      name: "이마트24사상감전점",
      address: "부산 사상구 학감대로 257, 보생빌딩 112호",
      x: 128.990206561137,
      y: 35.1539550183311
    },
    {
      name: "강서희망점",
      address: "서울 강서구 강서로5나길 90",
      x: 126.843167780428,
      y: 37.5285575824148
    },
    {
      name: "신동아편의점",
      address: "경북 구미시 송원동로 32-3",
      x: 128.348768993,
      y: 36.1201391789786
    },
    {
      name: "모현행복점",
      address: "전북 익산시 선화로3길 39-1(모현동1가)",
      x: 126.940362464974,
      y: 35.952250954468
    },
    {
      name: "용인유신",
      address: "경기 용인시 처인구 포곡읍 곡현로 200",
      x: 127.224486718373,
      y: 37.3043036061556
    },
    {
      name: "춘천애막골점",
      address: "강원 춘천시 애막골길11번길 34",
      x: 127.753295335096,
      y: 37.8669927950119
    },
    {
      name: "익산황등점",
      address: "전북 익산시 황등면 황등3길 2",
      x: 126.944656709055,
      y: 35.9992928218352
    },
    {
      name: "GS25강서메디칼",
      address: "서울 강서구 양천로 556",
      x: 126.860728364155,
      y: 37.5578028626502
    },
    {
      name: "중앙로또편의점",
      address: "경기 안산시 단원구 광덕4로 108, 116호",
      x: 126.824281064099,
      y: 37.3151668443315
    },
    {
      name: "강일코사할인마트",
      address: "서울 강동구 고덕로97길 29, 105호",
      x: 127.177832623849,
      y: 37.5583540269033
    },
    {
      name: "부산연산점",
      address: "부산 연제구 월드컵대로 109",
      x: 129.082434967848,
      y: 35.1839821328632
    },
    {
      name: "방촌점",
      address: "대구 동구 동촌로 267",
      x: 128.669212353347,
      y: 35.8801705028258
    },
    {
      name: "리빙스토아",
      address: "경남 진주시 진양호로 121",
      x: 128.052777958351,
      y: 35.1680361740529
    },
    {
      name: "남원터미널점",
      address: "전북 남원시 용성로 115",
      x: 127.388775585303,
      y: 35.410078695761
    },
    {
      name: "중앙슈퍼",
      address: "인천 연수구 청명로3번길 8-2 (청학동 486-5)",
      x: 126.673953056741,
      y: 37.416579554298
    },
    {
      name: "모닝프라자",
      address: "인천 남동구 남촌동로15번길 20",
      x: 126.716989440526,
      y: 37.431122055834
    },
    {
      name: "Korea25옥계점",
      address: "경북 구미시 산호대로25길 18-4",
      x: 128.41648984092,
      y: 36.1383559633674
    },
    {
      name: "평택용이점",
      address: "경기 평택시 현신3길 33-33(용이동)",
      x: 127.138016830868,
      y: 36.9976513261274
    },
    {
      name: "삼성마트",
      address: "전북 정읍시 수성4로 40, 101호",
      x: 126.858473596536,
      y: 35.5835399161972
    },
    {
      name: "이마트24 일산덕이점",
      address: "경기 고양시 일산서구 미래로 164, 덕성상가 1층",
      x: 126.746891716707,
      y: 37.6931286499831
    },
    {
      name: "순천인제점",
      address: "전남 순천시 장평로 43",
      x: 127.493785649587,
      y: 34.9437821104089
    },
    {
      name: "플러스하나",
      address: "전남 순천시 비봉길 6, 상가동 107호",
      x: 127.520091766507,
      y: 34.9713219814188
    },
    {
      name: "구곡토토",
      address: "강원 원주시 천매봉길 116",
      x: 127.943164922494,
      y: 37.3260034747204
    },
    {
      name: "유성토토",
      address: "강원 동해시 동해대로 5012",
      x: 129.111481153099,
      y: 37.4932579503801
    },
    {
      name: "덕계현진점",
      address: "경기 양주시 고덕로 159. 102호",
      x: 127.060831728129,
      y: 37.8078726193321
    },
    {
      name: "양주오봉산점",
      address: "경기 양주시 장흥면 석굴암길 8",
      x: 126.970546870353,
      y: 37.6998229038406
    },
    {
      name: "덕정두리점",
      address: "경기 양주시 회정로 134",
      x: 127.068336267092,
      y: 37.8371682436631
    },
    {
      name: "위드미쇼핑빌",
      address: "강원 원주시 단구로 36",
      x: 127.936797017758,
      y: 37.3451200178899
    },
    {
      name: "필동에이스점",
      address: "서울 중구 필동로 56(필동3가)",
      x: 126.99550095081,
      y: 37.5565892830441
    },
    {
      name: "화곡초록마을점",
      address: "서울 강서구 강서로18다길 41(화곡동, 1층)",
      x: 126.846703726472,
      y: 37.5359715113159
    },
    {
      name: "고성청간점",
      address: "강원 고성군 토성면 동해대로 5138",
      x: 128.554783945153,
      y: 38.2671794581839
    },
    {
      name: "강릉현대점",
      address: "강원 강릉시 내곡동 466-2 현대아파트상가동 103호",
      x: 128.882951105116,
      y: 37.7453260250423
    },
    {
      name: "여명슈퍼",
      address: "서울 성북구 장위로15길 4",
      x: 127.041502790684,
      y: 37.6143303193756
    },
    {
      name: "용산동자점",
      address: "서울 용산구 한강대로104길 51",
      x: 126.974983863027,
      y: 37.5505828289778
    },
    {
      name: "카페모닝아트",
      address: "인천 서구 승학로 493",
      x: 126.674445405378,
      y: 37.5655137569723
    },
    {
      name: "풍산트윈시티점",
      address: "경기 고양시 일산동구 위시티로 75(식사동, 외1필지 풍산트윈시티1동 113호)",
      x: 126.811182976995,
      y: 37.6787736693311
    },
    {
      name: "포천설운점",
      address: "경기 포천시 호국로 885",
      x: 127.159085744608,
      y: 37.8455573310982
    },
    {
      name: "포천미리내점",
      address: "경기 포천시 소흘읍 소흘로 114",
      x: 127.142846515544,
      y: 37.8118608054713
    },
    {
      name: "싱글벙글마트",
      address: "서울 영등포구 여의대방로43가길 6",
      x: 126.922406901021,
      y: 37.5066092193876
    },
    {
      name: "토탈정보통신",
      address: "서울 금천구 남부순환로112길 56(가산동, 정우센스빌)",
      x: 126.892955018148,
      y: 37.4772697782697
    },
    {
      name: "복권나라편의점",
      address: "경기 안양시 만안구 박달로 475",
      x: 126.905339190657,
      y: 37.4025586353617
    },
    {
      name: "동해천곡으뜸점",
      address: "강원 동해시 중앙로 152, 101동 1호",
      x: 129.118997404148,
      y: 37.515123021108
    },
    {
      name: "동해삼화점",
      address: "강원 동해시 효자로 267",
      x: 129.069855667999,
      y: 37.488903103191
    },
    {
      name: "동탄잎새점",
      address: "경기 화성시 동탄반송1길 36-22",
      x: 127.063833011934,
      y: 37.2103937329901
    },
    {
      name: "곡반정공원점",
      address: "경기 수원시 권선구 동수원로146번길 253",
      x: 127.031110160795,
      y: 37.2408146034761
    },
    {
      name: "동천현대",
      address: "경기 용인시 수지구 동천로 83",
      x: 127.09443335546,
      y: 37.3389818238173
    },
    {
      name: "사기막골점",
      address: "경기 성남시 중원구 순환로 234",
      x: 127.179431221785,
      y: 37.4447275230433
    },
    {
      name: "후레쉬원할인마트",
      address: "경남 김해시 동북로473번길 280-4",
      x: 128.945424809817,
      y: 35.3000120203535
    },
    {
      name: "선일상회",
      address: "서울 동대문구 왕산로 225, 1층 31-나호",
      x: 127.047209103701,
      y: 37.5821227010138
    },
    {
      name: "스마일토토",
      address: "서울 동대문구 서울시립대로12길 17",
      x: 127.050834466236,
      y: 37.5785078501245
    },
    {
      name: "썬빌리지(다운점)",
      address: "울산 중구 다운로 5",
      x: 129.274989952052,
      y: 35.5561141134799
    },
    {
      name: "관악쑥고개점",
      address: "서울 관악구 쑥고개로 99",
      x: 126.947707425639,
      y: 37.4793071165125
    },
    {
      name: "서대문연희점",
      address: "서울 서대문구 연희로 81-21(연희동, 1층)",
      x: 126.928937977566,
      y: 37.5658386083361
    },
    {
      name: "김포오리정점",
      address: "경기 김포시 월곶면 군하로 111, 1층",
      x: 126.560032733708,
      y: 37.7041178848165
    },
    {
      name: "중앙대점",
      address: "서울 동작구 흑석로 83",
      x: 126.958740625699,
      y: 37.5071638663304
    },
    {
      name: "구미황상주공점",
      address: "경북 구미시 검성로 90",
      x: 128.426842567564,
      y: 36.1175760354815
    },
    {
      name: "분당롯데점",
      address: "경기 성남시 분당구 황새울로258번길 43, 수내프라자 1층",
      x: 127.115495924505,
      y: 37.378315862276
    },
    {
      name: "썬24시편의점",
      address: "경기 파주시 문산읍 사임당로 117-1",
      x: 126.804629370282,
      y: 37.8653917450826
    },
    {
      name: "굿모닝마트 (등원)",
      address: "경기 파주시 광탄면 보광로 1281",
      x: 126.859995542688,
      y: 37.7925418866277
    },
    {
      name: "원당장미점",
      address: "경기 고양시 덕양구 마상로140번길 48",
      x: 126.836260981237,
      y: 37.6577824722716
    },
    {
      name: "동탄새강점",
      address: "경기 화성시 10용사3길 32",
      x: 127.067212576274,
      y: 37.1920980837992
    },
    {
      name: "토토와화장품",
      address: "서울 은평구 진흥로 81-1",
      x: 126.921544694053,
      y: 37.6042443352443
    },
    {
      name: "왜관역점",
      address: "경북 칠곡군 왜관읍 중앙로 192-1",
      x: 128.399272275632,
      y: 35.992065614545
    },
    {
      name: "국제슈퍼",
      address: "서울 중랑구 면목로85길 5",
      x: 127.085989025911,
      y: 37.5931796953192
    },
    {
      name: "위드미울주경찰서점",
      address: "울산 울주군 범서읍 점촌6길 7",
      x: 129.242954797817,
      y: 35.5687152942338
    },
    {
      name: "아이지에이마트 부발무촌점",
      address: "경기 이천시 황무로 1275",
      x: 127.481875903812,
      y: 37.2884601094741
    },
    {
      name: "연희타운점",
      address: "인천 서구 서곶로369번길 1",
      x: 126.676743256017,
      y: 37.5505240247801
    },
    {
      name: "금산군청점",
      address: "충남 금산군 금산읍 비호로 47",
      x: 127.488051667886,
      y: 36.1075227238339
    },
    {
      name: "진천성석점",
      address: "충북 진천군 진천읍 문화로 361",
      x: 127.450278358276,
      y: 36.8628842567515
    },
    {
      name: "토토카페마루",
      address: "전남 함평군 광남길 52, 2호",
      x: 126.51847220689,
      y: 35.0636721404764
    },
    {
      name: "다대사랑점",
      address: "부산 사하구 다대로429번길 15",
      x: 128.980735869696,
      y: 35.0637412190907
    },
    {
      name: "드림상사",
      address: "제주 제주시 도남로8길 2(도남동)",
      x: 126.527166107224,
      y: 33.4950207060034
    },
    {
      name: "문정대성점",
      address: "서울 송파구 송파대로22길 6",
      x: 127.122672968054,
      y: 37.4873052439782
    },
    {
      name: "공주미도점",
      address: "충남 공주시 우금티로 720",
      x: 127.135301653095,
      y: 36.4492696902365
    },
    {
      name: "연기금남용포점",
      address: "세종 세종 금남면 용포로 114-1",
      x: 127.281459185055,
      y: 36.4686488731644
    },
    {
      name: "황금S&S",
      address: "대구 수성구 상화로 46-1",
      x: 128.612282365257,
      y: 35.8346276321944
    },
    {
      name: "감전사랑점",
      address: "부산 사상구 새벽시장로 100",
      x: 128.984880452623,
      y: 35.1538884110548
    },
    {
      name: "경북고령점",
      address: "경북 고령군 대가야읍 중앙로 25-1",
      x: 128.270821400055,
      y: 35.7296861751769
    },
    {
      name: "대박복권판매점",
      address: "충북 충주시 탄금대로 14",
      x: 127.926940728135,
      y: 36.9737257595028
    },
    {
      name: "천안수신점",
      address: "충남 천안시 동남구 수신면 수신로 409",
      x: 127.279446301161,
      y: 36.7293944532821
    },
    {
      name: "현대슈퍼",
      address: "경기 고양시 일산동구 강송로74번길 60",
      x: 126.791558162489,
      y: 37.6490640645263
    },
    {
      name: "우리들공업탑점",
      address: "울산 남구 수암로 21",
      x: 129.310571822079,
      y: 35.5319541900421
    },
    {
      name: "잉크싸이트",
      address: "충북 청주시 서원구 구룡산로371번길 38",
      x: 127.485855374539,
      y: 36.6199416705943
    },
    {
      name: "연금",
      address: "충남 천안시 서북구 입장로 93",
      x: 127.220593765768,
      y: 36.9096172947964
    },
    {
      name: "GS25대전성남점",
      address: "대전 동구 계족로392번길 52",
      x: 127.435338441424,
      y: 36.3475732955894
    },
    {
      name: "영화슈퍼",
      address: "경남 김해시 장유면 대청로210번길 20, 104호",
      x: 128.797000744405,
      y: 35.1937282762396
    },
    {
      name: "아산인주점",
      address: "충남 아산시 인주면 밀두리 130",
      x: 126.886598173699,
      y: 36.8703530130801
    },
    {
      name: "천안불당신도시점",
      address: "충남 천안시 서북구 불당16길 13",
      x: 127.106245907019,
      y: 36.8012903205857
    },
    {
      name: "나드리슈퍼",
      address: "충남 천안시 서북구 쌍용대로 275, 101호",
      x: 127.136131827836,
      y: 36.8220128895574
    },
    {
      name: "홈마트(Home Mart)교동점",
      address: "경북 김천시 대학로 100",
      x: 128.093672539478,
      y: 36.1362621028058
    },
    {
      name: "홍대신안점",
      address: "세종 세종 섭골길 74",
      x: 127.287096697034,
      y: 36.6169081645791
    },
    {
      name: "청원오송원룸점",
      address: "충북 청주시 흥덕구 오송읍 만수길 14-2",
      x: 127.326822520572,
      y: 36.6233632154962
    },
    {
      name: "드림슈퍼",
      address: "경기 고양시 일산동구 성현로 341, 103호",
      x: 126.821509977521,
      y: 37.7027601217647
    },
    {
      name: "오금본점",
      address: "서울 송파구 위례성대로 180",
      x: 127.130972166064,
      y: 37.510129171453
    },
    {
      name: "안성미리내점",
      address: "경기 안성시 양성면 양성로 686",
      x: 127.220031526126,
      y: 37.1073855000307
    },
    {
      name: "삼익마트",
      address: "서울 강동구 상암로 211",
      x: 127.14615974634,
      y: 37.5466468565575
    },
    {
      name: "단지네",
      address: "경기 평택시 문화촌로 17",
      x: 127.114668678862,
      y: 36.9968779083956
    },
    {
      name: "플러스복권방",
      address: "전북 익산시 하나로 13길 26, 111동 106호",
      x: 126.979631508977,
      y: 35.9615218527815
    },
    {
      name: "영웅잉크복권",
      address: "경남 창원시 의창구 사림로 131",
      x: 128.685567895231,
      y: 35.24339474433
    },
    {
      name: "대성당",
      address: "부산 사상구 양지로 3 대성아파트상가 106-1",
      x: 129.004766175431,
      y: 35.1529714248882
    },
    {
      name: "중앙제과",
      address: "인천 중구 운중로 212",
      x: 126.554418153146,
      y: 37.4992702671034
    },
    {
      name: "대전안영점",
      address: "대전 중구 성산로 16",
      x: 127.379876014825,
      y: 36.2912593236052
    },
    {
      name: "논산공단로드점",
      address: "충남 논산시 성동면 논산평야로 394-1",
      x: 127.064485861079,
      y: 36.2147348389184
    },
    {
      name: "구만골슈퍼",
      address: "대전 대덕구 대전로 1132",
      x: 127.415310098075,
      y: 36.355487314607
    },
    {
      name: "성서모다점",
      address: "대구 달서구 성서공단로15길 5",
      x: 128.490207080187,
      y: 35.8355002346343
    },
    {
      name: "태양슈퍼",
      address: "서울 중랑구 중랑역로 64",
      x: 127.0781710761,
      y: 37.599069055033
    },
    {
      name: "방배센터점",
      address: "서울 서초구 방배로4길 10-3",
      x: 127.00081581622,
      y: 37.4780737607128
    },
    {
      name: "보보야피씨방",
      address: "인천 부평구 세월천로 13-1, 3층",
      x: 126.707858699286,
      y: 37.5125191925277
    },
    {
      name: "현대마트",
      address: "전북 군산시 가도로 177, 104호",
      x: 126.566949401069,
      y: 35.9621192570631
    },
    {
      name: "수원터미널제일점",
      address: "경기 수원시 권선구 경수대로 270, 수원복합터미널 1313호",
      x: 127.019638678088,
      y: 37.2505144677203
    },
    {
      name: "뚝섬유원지점",
      address: "서울 광진구 뚝섬로32길 62",
      x: 127.066075703794,
      y: 37.5328912713289
    },
    {
      name: "지니유통",
      address: "울산 남구 꽃대나리로 71",
      x: 129.337878748898,
      y: 35.5337337573281
    },
    {
      name: "Tmart",
      address: "강원 원주시 흥업면 남원로 42-1",
      x: 127.919311674098,
      y: 37.2998878609438
    },
    {
      name: "대흥본점",
      address: "대전 중구 중교로 30",
      x: 127.423260626735,
      y: 36.3249042644197
    },
    {
      name: "일광역점",
      address: "부산 기장군 일광면 일광로 113",
      x: 129.233873587684,
      y: 35.2666279063284
    },
    {
      name: "챔피언",
      address: "서울 마포구 포은로 80",
      x: 126.905547369296,
      y: 37.5542556680538
    },
    {
      name: "남대문본점",
      address: "서울 중구 세종대로 11",
      x: 126.973086507413,
      y: 37.5581757507727
    },
    {
      name: "희망복권방",
      address: "경기 수원시 팔달구 고등로 54",
      x: 127.003074225241,
      y: 37.2731417742522
    },
    {
      name: "알리바이(광천점)",
      address: "광주 서구 무진대로 907",
      x: 126.879771764923,
      y: 35.1619486720107
    },
    {
      name: "천사할인마트",
      address: "경남 김해시 상동로 575",
      x: 128.932189109691,
      y: 35.3089895604688
    },
    {
      name: "수원조원본점",
      address: "경기 수원시 장안구 조원로 68",
      x: 127.01764514143,
      y: 37.2995871577812
    },
    {
      name: "평내지원점",
      address: "경기 남양주시 경춘로1256번길 6, 112호, 113호",
      x: 127.234420408313,
      y: 37.6459517852693
    },
    {
      name: "해피하우스",
      address: "전북 전주시 덕진구 기린대로 703",
      x: 127.104660819011,
      y: 35.853496179051
    },
    {
      name: "대박슈퍼",
      address: "세종 세종 조치원읍 행복10길 3",
      x: 127.291208003234,
      y: 36.6035098877612
    },
    {
      name: "이지토토",
      address: "강원 양양군 양양읍 양양로 19",
      x: 128.626216800311,
      y: 38.0777148651535
    },
    {
      name: "문막종합잡화",
      address: "강원 원주시 문막읍 왕건로 41",
      x: 127.829148833971,
      y: 37.3230832012325
    },
    {
      name: "북구유통",
      address: "울산 북구 동대로 40",
      x: 129.356493066662,
      y: 35.6276545900896
    },
    {
      name: "믿음수퍼",
      address: "경기 남양주시 해밀예당1로 30-9, 106-1호",
      x: 127.197788350576,
      y: 37.7196595032283
    },
    {
      name: "공주유구본점",
      address: "충남 공주시 유구읍 중앙1길 100-1",
      x: 126.951257011311,
      y: 36.5537141198277
    },
    {
      name: "일심유통",
      address: "강원 인제군 북면 금강로 23",
      x: 128.206902809834,
      y: 38.1224635249815
    },
    {
      name: "수원매탄법원점",
      address: "경기 수원시 영통구 동수원로514번길 11",
      x: 127.047183457017,
      y: 37.2723794116783
    },
    {
      name: "건강식품",
      address: "경기 화성시 팔탄면 구장길 24",
      x: 126.90414106914,
      y: 37.1629692464104
    },
    {
      name: "수림복권방",
      address: "경남 양산시 양산역6길 13, 111호",
      x: 129.027412835984,
      y: 35.3374957214655
    },
    {
      name: "베스트올 장현점",
      address: "경기 남양주시 장현천로 12",
      x: 127.18484638172,
      y: 37.7180609186425
    },
    {
      name: "오성유통",
      address: "강원 원주시 판부면 오성마을길 63-4, 101호",
      x: 127.948529415617,
      y: 37.3194813164981
    },
    {
      name: "광명매점",
      address: "경기 화성시 효행로1156번길 6",
      x: 127.051776308124,
      y: 37.2141305039593
    },
    {
      name: "이마트24 구미인동점",
      address: "경북 구미시 진평길 88",
      x: 128.417935048613,
      y: 36.104476085176
    },
    {
      name: "디자인예인",
      address: "울산 중구 성안로 193",
      x: 129.317655387233,
      y: 35.5774372502548
    },
    {
      name: "위드미현대홈시티점",
      address: "서울 도봉구 도봉로106길 22",
      x: 127.033580151894,
      y: 37.6444604697605
    },
    {
      name: "예스플러스진위산단",
      address: "경기 평택시 진위산단로 53-95",
      x: 127.080024584714,
      y: 37.1235614087208
    },
    {
      name: "대광상회",
      address: "경기 남양주시 와부읍 덕소로 116번길 9",
      x: 127.211130551126,
      y: 37.5840803014648
    },
    {
      name: "멀티샵",
      address: "경기 성남시 수정구 수정남로 33",
      x: 127.131542465494,
      y: 37.4400924535165
    },
    {
      name: "광주용봉대박점",
      address: "광주 북구 저불로 51,1층",
      x: 126.894855584337,
      y: 35.1790312593561
    },
    {
      name: "파스텔암사점",
      address: "서울 강동구 구천면로 349",
      x: 127.13747091463,
      y: 37.550182446633
    },
    {
      name: "서정역점",
      address: "경기 평택시 탄현로 48",
      x: 127.053849867096,
      y: 37.0567860120434
    },
    {
      name: "삼보원마트",
      address: "경기 화성시 향남읍 발안공단로 103",
      x: 126.907781269158,
      y: 37.0862821137738
    },
    {
      name: "응암은평로점",
      address: "서울 은평구 은평로9길 14-1",
      x: 126.921634967462,
      y: 37.6015307029313
    },
    {
      name: "사능점",
      address: "경기 남양주시 진건읍 사릉로 444",
      x: 127.175815889091,
      y: 37.6579878130849
    },
    {
      name: "의정부 호현점",
      address: "경기 의정부시 승지로10번길 5",
      x: 127.090209983594,
      y: 37.738110248769
    },
    {
      name: "이레슈퍼",
      address: "서울 도봉구 해등로 133",
      x: 127.040408919447,
      y: 37.6553696846224
    },
    {
      name: "성수발전길점",
      address: "서울 성동구 아차산로11길 3",
      x: 127.059019927462,
      y: 37.5441391292714
    },
    {
      name: "대구개나리점",
      address: "대구 남구 대명로 123",
      x: 128.571212113508,
      y: 35.8396522380291
    },
    {
      name: "제천본점",
      address: "충북 제천시 내제로 237",
      x: 128.212050716681,
      y: 37.1473955231598
    },
    {
      name: "K마트",
      address: "경기 포천시 내촌로 41",
      x: 127.226079249079,
      y: 37.7840038261421
    },
    {
      name: "장한평지바트점",
      address: "서울 성동구 자동차시장1길 94-15, 101호",
      x: 127.068122949481,
      y: 37.5596168886045
    },
    {
      name: "용인천리점",
      address: "경기 용인시 처인구 이동면 백옥대로 760",
      x: 127.208869143342,
      y: 37.2041482177614
    },
    {
      name: "하나로편의점",
      address: "경기 포천시 용두로 88",
      x: 127.223396824323,
      y: 37.872116314144
    },
    {
      name: "나나컴",
      address: "경기 의정부시 용민로 483, 102호",
      x: 127.118081451565,
      y: 37.7507562105328
    },
    {
      name: "하나전기",
      address: "서울 영등포구 도영로 40-1",
      x: 126.897653225085,
      y: 37.509364198372
    },
    {
      name: "남안성IC점",
      address: "경기 안성시 미양면 제2공단2길 100",
      x: 127.253970543465,
      y: 36.9778129522093
    },
    {
      name: "안성미양점",
      address: "경기 안성시 미양면 안성맞춤대로 409",
      x: 127.244335254666,
      y: 36.9585422053809
    },
    {
      name: "광장휴게소점",
      address: "경기 안성시 일죽면 서동대로 7184",
      x: 127.449002450674,
      y: 37.084254742275
    },
    {
      name: "세븐몽키스커피",
      address: "서울 광진구 면목로 37, 1층 2호",
      x: 127.07640680589,
      y: 37.5574119441746
    },
    {
      name: "GS25성내신공원점",
      address: "서울 강동구 성안로13길 38",
      x: 127.130240879041,
      y: 37.5318938709264
    },
    {
      name: "이천응암점",
      address: "경기 이천시 부발읍 경충대로 1830",
      x: 127.512616931793,
      y: 37.2394387827124
    },
    {
      name: "여주현암점",
      address: "경기 여주시 도예로 28",
      x: 127.63988804312,
      y: 37.3064417058612
    },
    {
      name: "토토",
      address: "경남 창원시 성산구 성주로 147, 104호",
      x: 128.701552283263,
      y: 35.19922274613
    },
    {
      name: "성남운봉점",
      address: "경기 성남시 수정구 수정남로 84-1",
      x: 127.137081410472,
      y: 37.4415485059844
    },
    {
      name: "고잔주공9단지점",
      address: "경기 안산시 단원구 예술대학로 82",
      x: 126.837669135956,
      y: 37.3242971195193
    },
    {
      name: "교통카드판매대",
      address: "서울 영등포구 여의나루로 71",
      x: 126.92687397999,
      y: 37.5237811435126
    },
    {
      name: "충무필동점",
      address: "서울 중구 필동로 5",
      x: 126.996251531819,
      y: 37.5610311350121
    },
    {
      name: "해피데이",
      address: "경기 성남시 수정구 대왕판교로 945, 108호",
      x: 127.101798819813,
      y: 37.4246883082477
    },
    {
      name: "코리아25사곡점",
      address: "경북 구미시 상사동로 127-4",
      x: 128.358645007903,
      y: 36.0960271542259
    },
    {
      name: "ok마트",
      address: "경기 고양시 일산동구 고봉로 608",
      x: 126.788277139035,
      y: 37.7110854425121
    },
    {
      name: "현대25시",
      address: "경기 고양시 덕양구 삼원로 5",
      x: 126.877554586895,
      y: 37.6447289443181
    },
    {
      name: "사당남사점",
      address: "서울 동작구 동작대로13길 34",
      x: 126.978050406947,
      y: 37.4819356124844
    },
    {
      name: "365PLUS대림대박",
      address: "서울 영등포구 시흥대로 635",
      x: 126.905925607681,
      y: 37.4889191424723
    },
    {
      name: "성동성수점",
      address: "서울 성동구 광나루로 290, 106호",
      x: 127.061988034564,
      y: 37.5477149347695
    },
    {
      name: "구리가람점",
      address: "경기 구리시 안골로56번길 31",
      x: 127.138034918802,
      y: 37.5959910402814
    },
    {
      name: "에스에이치",
      address: "서울 동대문구 약령시로 119-1",
      x: 127.043257323872,
      y: 37.5832016232235
    },
    {
      name: "튜브락 답십리점",
      address: "서울 성동구 마장로 137, 133호",
      x: 127.025053595952,
      y: 37.5678250213491
    },
    {
      name: "동두천로드점",
      address: "경기 동두천시 평화로 3170",
      x: 127.068173419692,
      y: 37.9688683654055
    },
    {
      name: "계명대점",
      address: "대구 달서구 호산동로35북길 56",
      x: 128.483599215345,
      y: 35.8520020691802
    },
    {
      name: "버스충전소",
      address: "서울 서초구 신반포로 177, 반포쇼핑3동 앞 가판대",
      x: 127.003407328203,
      y: 37.5060995475667
    },
    {
      name: "JS 편의점",
      address: "경기 하남시 서하남로 589",
      x: 127.205297523351,
      y: 37.5224848664315
    },
    {
      name: "화성수촌점",
      address: "경기 화성시 봉담읍 삼천병마로 975",
      x: 126.939090865534,
      y: 37.1948274471075
    },
    {
      name: "당하제일점",
      address: "인천 서구 원당대로 676",
      x: 126.676443370188,
      y: 37.5932781288098
    },
    {
      name: "부산사직동점",
      address: "부산 동래구 사직북로 47",
      x: 129.059204482722,
      y: 35.1994819047176
    },
    {
      name: "공주대점",
      address: "충남 공주시 번영2로 78-6",
      x: 127.136871135927,
      y: 36.4725883888113
    },
    {
      name: "간이매점",
      address: "경기 시흥시 삼미시장4길 26",
      x: 126.782029780983,
      y: 37.4401061289592
    },
    {
      name: "슈퍼푸드",
      address: "충북 청주시 흥덕구 백봉로 229",
      x: 127.461170034627,
      y: 36.6495422936087
    },
    {
      name: "애니타임",
      address: "인천 부평구 충선로203번길 24",
      x: 126.734887749096,
      y: 37.5075814883877
    },
    {
      name: "서탄스포츠베팅샵",
      address: "경기 평택시 서탄로 297",
      x: 127.032541771851,
      y: 37.1091999856851
    },
    {
      name: "쌍문꽃동네점",
      address: "서울 도봉구 우이천로38길 51",
      x: 127.023422958455,
      y: 37.6516330400173
    },
    {
      name: "타코벳",
      address: "서울 양천구 신목로 2길 68, 1층 106호",
      x: 126.877348359324,
      y: 37.5238327188727
    },
    {
      name: "베스트올",
      address: "경기 부천시 석천로 356",
      x: 126.766452521696,
      y: 37.5183850864741
    },
    {
      name: "화성자안점",
      address: "경기 화성시 비봉면 하저자안로 219",
      x: 126.875320997819,
      y: 37.1976994307188
    },
    {
      name: "일등컴퓨터",
      address: "제주 제주시 중앙로 581",
      x: 126.545798068687,
      y: 33.4714153107944
    },
    {
      name: "편의점사랑 진접금곡점",
      address: "경기 남양주시 진접읍 해밀예당3로 116, 101호",
      x: 127.197028030207,
      y: 37.720026390405
    },
    {
      name: "베스트올원당점",
      address: "인천 서구 원당대로 841",
      x: 126.695098686927,
      y: 37.5941471532285
    },
    {
      name: "오아시스 토토",
      address: "경기 평택시 목천로17번길 131, C동 1층 101호",
      x: 127.052131706898,
      y: 37.0877939041157
    },
    {
      name: "마포성산본점",
      address: "서울 마포구 월드컵북로 69",
      x: 126.916342567679,
      y: 37.5599308118771
    },
    {
      name: "조은사료상사",
      address: "경기 안성시 남파로 163",
      x: 127.268341932941,
      y: 37.0162639477424
    },
    {
      name: "안성대림동산점",
      address: "경기 안성시 공도읍 대림동산길 34",
      x: 127.20303914416,
      y: 37.0129024062907
    },
    {
      name: "버스카드충전소",
      address: "서울 서초구 신반포로 205, 반포쇼핑6동 앞 가판대",
      x: 127.006460397501,
      y: 37.5070244820045
    },
    {
      name: "대전가오중앙점",
      address: "대전 동구 은어송로 56, 104호",
      x: 127.455701281783,
      y: 36.3058872924106
    },
    {
      name: "서산서궁팰리스점",
      address: "충남 서산시 한마음6로 37-5, 102호",
      x: 126.458510491018,
      y: 36.7747750216742
    },
    {
      name: "이천상회",
      address: "서울 강남구 선릉로 815",
      x: 127.03932763326,
      y: 37.5248658226122
    },
    {
      name: "잠실타워점",
      address: "서울 송파구 올림픽로 293-19",
      x: 127.102480420283,
      y: 37.5151233893841
    },
    {
      name: "태평상회",
      address: "대구 중구 종로 104",
      x: 128.591204030641,
      y: 35.8750760169035
    },
    {
      name: "리첼할인마트",
      address: "경북 영주시 대동로 2-1, 102호",
      x: 128.604130042395,
      y: 36.8149405168424
    },
    {
      name: "하나할인마트",
      address: "경기 화성시 양감면 초록로 258",
      x: 126.970177873013,
      y: 37.0772375601486
    },
    {
      name: "화성장지점",
      address: "경기 화성시 동탄면 장지로 12",
      x: 127.11785091153,
      y: 37.1553409766477
    },
    {
      name: "울산상북점",
      address: "울산 울주군 상북면 상북로 74",
      x: 129.103895539078,
      y: 35.5760537864638
    },
    {
      name: "터미널 센터",
      address: "경기 군포시 번영로 82",
      x: 126.934834134598,
      y: 37.3295969603515
    },
    {
      name: "김포청원점",
      address: "경기 김포시 사우중로 92, 107호",
      x: 126.721755369829,
      y: 37.622438037926
    },
    {
      name: "애니타임 해운대",
      address: "부산 해운대구 해운대로 649",
      x: 129.161271388507,
      y: 35.1652655149819
    },
    {
      name: "당산하이퍼마켓",
      address: "서울 영등포구 당산동4가 32-58",
      x: 126.898705685911,
      y: 37.5292573554229
    },
    {
      name: "동작가판점",
      address: "서울 동작구 상도로 246",
      x: 126.945743519213,
      y: 37.5047449090099
    },
    {
      name: "일등유통",
      address: "강원 속초시 중앙로 274",
      x: 128.596400757495,
      y: 38.2139307035682
    },
    {
      name: "full스포츠",
      address: "강원 원주시 문막읍 왕건로 99",
      x: 127.829285226392,
      y: 37.3287492220843
    },
    {
      name: "예지유통",
      address: "울산 동구 학문로 20",
      x: 129.427007504737,
      y: 35.5029972466768
    },
    {
      name: "무전동원룸점",
      address: "경남 통영시 안개4길 58",
      x: 128.433077233989,
      y: 34.8575002898478
    },
    {
      name: "정촌복권방",
      address: "경남 진주시 정촌면 화개천로 96, 나동",
      x: 128.10246527186,
      y: 35.1257574503967
    },
    {
      name: "공원마트",
      address: "충남 서산시 호수공원9로 78",
      x: 126.45177857377,
      y: 36.7721632445734
    },
    {
      name: "런닝맨",
      address: "울산 울주군 온양읍 온양로 10",
      x: 129.274948254419,
      y: 35.4152578397887
    },
    {
      name: "자운",
      address: "부산 기장군 정관로 565, 진우빌딩 108호",
      x: 129.175945608444,
      y: 35.3218041745352
    },
    {
      name: "양정번영로점",
      address: "부산 부산진구 거제대로36번길 27",
      x: 129.069148794278,
      y: 35.1719383332102
    },
    {
      name: "공덕래미안점",
      address: "서울 마포구 만리재옛길 66-1",
      x: 126.958279235309,
      y: 37.5493079708167
    },
    {
      name: "선산이문점",
      address: "경북 구미시 선산읍 단계서길 41",
      x: 128.298110253726,
      y: 36.2405096124118
    },
    {
      name: "구미역후문점",
      address: "경북 구미시 원남로 98",
      x: 128.330917278521,
      y: 36.1275297906145
    },
    {
      name: "청주운천점",
      address: "충북 청주시 흥덕구 사운로 277",
      x: 127.472102532322,
      y: 36.6520469514194
    },
    {
      name: "해피플러스마트",
      address: "울산 북구 강동산하3로 17, 104호",
      x: 129.43872354929,
      y: 35.6295840166746
    },
    {
      name: "창원신월삼거리점",
      address: "경남 창원시 성산구 신월로 3",
      x: 128.689836242747,
      y: 35.2311320216177
    },
    {
      name: "당동점",
      address: "경남 고성군 거류면 거류로 657-1",
      x: 128.404627509623,
      y: 34.9897296951303
    },
    {
      name: "포시즌마전점",
      address: "인천 서구 완정로10번길 2",
      x: 126.672890461526,
      y: 37.5946429730836
    },
    {
      name: "석촌중앙점",
      address: "서울 송파구 백제고분로 288",
      x: 127.098612097469,
      y: 37.5023187239242
    },
    {
      name: "광주이배재점",
      address: "경기 광주시 이배재로 494",
      x: 127.206174185751,
      y: 37.4317281275832
    },
    {
      name: "문덕강변점",
      address: "경북 포항시 남구 오천읍 냉천로 358",
      x: 129.40752928643,
      y: 35.963052446569
    },
    {
      name: "충주탄금대점",
      address: "충북 충주시 탄금대로 237",
      x: 127.905780451265,
      y: 36.984709847875
    },
    {
      name: "제천고암점",
      address: "충북 제천시 고암로 69",
      x: 128.214699829014,
      y: 37.1578019345133
    },
    {
      name: "공촌경남점",
      address: "인천 서구 경명대로694번길 1",
      x: 126.68570379971,
      y: 37.5516853614608
    },
    {
      name: "신동아점",
      address: "인천 미추홀구 미추홀대로 489",
      x: 126.677916645484,
      y: 37.4410442790176
    },
    {
      name: "양곡초원점",
      address: "경기 김포시 양곡2로80번길 70",
      x: 126.631140123073,
      y: 37.6578090020945
    },
    {
      name: "굿마트",
      address: "경기 용인시 기흥구 갈천로 68",
      x: 127.106711739972,
      y: 37.2698456480672
    },
    {
      name: "굿마트",
      address: "충북 청주시 흥덕구 대신로67번길 6-2",
      x: 127.435247789925,
      y: 36.6390895947238
    },
    {
      name: "오창양청점",
      address: "충북 청주시 청원구 오창읍 양청길 40",
      x: 127.426889096963,
      y: 36.7179356597675
    },
    {
      name: "아산탕정점",
      address: "충남 아산시 탕정면 탕정면로 205",
      x: 127.074022497812,
      y: 36.8081926572567
    },
    {
      name: "천우인더라인25시",
      address: "서울 양천구 지양로 74",
      x: 126.833816052734,
      y: 37.5222668871463
    },
    {
      name: "스마일 스토어",
      address: "서울 은평구 통일로 1020, 엠107호",
      x: 126.917852171711,
      y: 37.6333643585248
    },
    {
      name: "성내둔촌점",
      address: "서울 강동구 양재대로85길 15",
      x: 127.133897426583,
      y: 37.5243272283425
    },
    {
      name: "영광수선",
      address: "경기 안산시 단원구 선부광장1로 121, 다동 101호",
      x: 126.812108218786,
      y: 37.3322432382441
    },
    {
      name: "필동부상사",
      address: "울산 북구 매곡본길 45-3",
      x: 129.360070412317,
      y: 35.6396795608607
    },
    {
      name: "하얀기쁨 운동화 수선점",
      address: "울산 북구 당수골12길 1",
      x: 129.358241490441,
      y: 35.6320697043841
    },
    {
      name: "주니상사",
      address: "강원 원주시 한지공원길 180",
      x: 127.933820975968,
      y: 37.3370368147624
    },
    {
      name: "그린캐슬",
      address: "경기 안산시 상록구 항가울로 23, 102호,103호",
      x: 126.847129275056,
      y: 37.2839873137845
    },
    {
      name: "강릉포남한송로점",
      address: "강원 강릉시 경강로 2244",
      x: 128.90820482957,
      y: 37.7640339705634
    },
    {
      name: "진우유통",
      address: "강원 원주시 관설안길 18",
      x: 127.960890209632,
      y: 37.3179175452652
    },
    {
      name: "해피데이마트",
      address: "서울 송파구 동남로6길 14",
      x: 127.124683310429,
      y: 37.4890442461633
    },
    {
      name: "군산오식도점",
      address: "전북 군산시 가도2길 27-8, 101호",
      x: 126.568883486317,
      y: 35.9477396648368
    },
    {
      name: "대연엔젤점",
      address: "부산 남구 수영로220번길 8",
      x: 129.090400466747,
      y: 35.13461659283
    },
    {
      name: "영도해동점",
      address: "부산 영도구 절영로13번길 64",
      x: 129.043387232457,
      y: 35.0918025121775
    },
    {
      name: "광주하나점",
      address: "경기 광주시 벌원길 65",
      x: 127.248092267015,
      y: 37.4159251316617
    },
    {
      name: "울산슈퍼(농심할인마트)",
      address: "부산 동래구 충렬대로359번길 27",
      x: 129.09842498605,
      y: 35.199137330753
    },
    {
      name: "중리공단점",
      address: "경남 창원시 마산회원구 내서읍 중리공단로 105",
      x: 128.509210693872,
      y: 35.2407493151942
    },
    {
      name: "밀양수산점",
      address: "경남 밀양시 하남읍 수산중앙로 31",
      x: 128.708905421821,
      y: 35.3748087847252
    },
    {
      name: "포천화산점",
      address: "경기 포천시 가산면 방축리 140-7",
      x: 127.174567024259,
      y: 37.8391325099468
    },
    {
      name: "로또편의점",
      address: "전남 보성군 벌교읍 채동선로 218-1",
      x: 127.34378454859,
      y: 34.8422217900478
    },
    {
      name: "광화문광장점",
      address: "서울 종로구 새문안로 103-1",
      x: 126.976179012331,
      y: 37.5704809608086
    },
    {
      name: "광주동천호반점",
      address: "광주 서구 유림로98번길 3",
      x: 126.864436730443,
      y: 35.1713056129077
    },
    {
      name: "서초식품",
      address: "서울 서초구 서운로 226",
      x: 127.021778119932,
      y: 37.503112648361
    },
    {
      name: "채널24편의점복권방",
      address: "경남 창원시 의창구 지귀로 34",
      x: 128.650740649653,
      y: 35.2461177739186
    },
    {
      name: "대구칠곡화성점",
      address: "대구 북구 대천로 101",
      x: 128.560351203183,
      y: 35.9370140930376
    },
    {
      name: "세븐일레븐 시흥오이도원룸점",
      address: "경기 시흥시 오이도2길 13-1",
      x: 126.69045052322,
      y: 37.3431426663719
    },
    {
      name: "마이컴",
      address: "경기 광주시 양벌로 292-1, 103동 101호",
      x: 127.247806198833,
      y: 37.3729972634033
    },
    {
      name: "수원매산로점",
      address: "경기 수원시 팔달구 갓매산로 30",
      x: 127.0059663608,
      y: 37.2674340182679
    },
    {
      name: "증평로드점",
      address: "충북 증평군 증평읍 중부로 2265",
      x: 127.56455208472,
      y: 36.7870618563792
    },
    {
      name: "씨유진량대원점",
      address: "경북 경산시 진량읍 공단5로4길 53",
      x: 128.820986728065,
      y: 35.8582716063657
    },
    {
      name: "예스마트",
      address: "경기 남양주시 별내중앙로 56, 105호",
      x: 127.123737966215,
      y: 37.6475546107885
    },
    {
      name: "우리마트",
      address: "서울 성북구 동소문로23길 20",
      x: 127.017160906282,
      y: 37.5943195219122
    },
    {
      name: "행운마트(용문점)",
      address: "경기 양평군 용문로 358-1",
      x: 127.593675837624,
      y: 37.4843500526233
    },
    {
      name: "대박토토",
      address: "강원 원주시 천사로 24, 103호",
      x: 127.927998671122,
      y: 37.3478622680819
    },
    {
      name: "성우마트",
      address: "경기 양평군 강남로 883-1",
      x: 127.475977772156,
      y: 37.4894919163945
    },
    {
      name: "싱글벙글할인마트",
      address: "경기 광명시 광명로 884",
      x: 126.853915512188,
      y: 37.4778158692263
    },
    {
      name: "양곡타운",
      address: "경기 김포시 양촌읍 양곡2로60번길 28-32",
      x: 126.629666417219,
      y: 37.6558902583777
    },
    {
      name: "경인유통",
      address: "경기 광명시 일직로 72, A동 116호",
      x: 126.88918699963,
      y: 37.4200359072339
    },
    {
      name: "의림유통",
      address: "충북 제천시 내제로 155",
      x: 128.204691440086,
      y: 37.1430568036525
    },
    {
      name: "인천남동공단점",
      address: "인천 남동구 논현고잔로109번길 114",
      x: 126.707168588053,
      y: 37.3949765714123
    },
    {
      name: "동작국사봉길점",
      address: "서울 동작구 국사봉길 87-1",
      x: 126.931259694726,
      y: 37.4962052032654
    },
    {
      name: "송강중앙점",
      address: "대전 유성구 봉산로 52",
      x: 127.385947890182,
      y: 36.4378657167301
    },
    {
      name: "방배공원점",
      address: "서울 서초구 도구로 63",
      x: 126.987374937522,
      y: 37.4823147698024
    },
    {
      name: "장성상무대점",
      address: "전남 장성군 삼계면 능성로 558",
      x: 126.669678747047,
      y: 35.2554912962057
    },
    {
      name: "평택청룡점",
      address: "경기 평택시 만세로 1545",
      x: 127.122460623044,
      y: 37.025891392322
    },
    {
      name: "진해해군점",
      address: "경남 창원시 진해구 중원로 49, 1호",
      x: 128.659203088781,
      y: 35.1486440886635
    },
    {
      name: "신창프뤼몰점",
      address: "광주 광산구 신창로 64, 106호",
      x: 126.837399334676,
      y: 35.1909424340389
    },
    {
      name: "화양리점",
      address: "서울 광진구 동일로30길 52",
      x: 127.070183245867,
      y: 37.5474005848572
    },
    {
      name: "안락서원점",
      address: "부산 동래구 명안로39번길 85",
      x: 129.099910381952,
      y: 35.2008557439671
    },
    {
      name: "대전문화스토리점",
      address: "대전 중구 계룡로 922, 115호",
      x: 127.414804759798,
      y: 36.3196954502412
    },
    {
      name: "온수점",
      address: "서울 구로구 부일로1길 23",
      x: 126.820747053461,
      y: 37.4920428816568
    },
    {
      name: "신탄진상서점",
      address: "대전 대덕구 벚꽃길 76",
      x: 127.425502635155,
      y: 36.4333481356412
    },
    {
      name: "벽제삼거리점",
      address: "경기 고양시 덕양구 혜음로 180-1",
      x: 126.901173294387,
      y: 37.7166129291647
    },
    {
      name: "상봉제일점",
      address: "서울 중랑구 망우로 270",
      x: 127.082666864382,
      y: 37.5953470612305
    },
    {
      name: "리더마트",
      address: "경기 시흥시 서해안로 81-44, 오이도철강단지 1동 143호",
      x: 126.698299162166,
      y: 37.3423776974266
    },
    {
      name: "상주터미널점",
      address: "경북 상주시 동수1길 3",
      x: 128.15131318542,
      y: 36.4197218942715
    },
    {
      name: "두호점",
      address: "경북 포항시 북구 삼호로 247",
      x: 129.37875162073,
      y: 36.060293357477
    },
    {
      name: "러브로드점",
      address: "경북 경산시 압량읍 고분길 15",
      x: 128.757939262548,
      y: 35.8415048489886
    },
    {
      name: "흥해희망점",
      address: "경북 포항시 북구 흥해읍 동해대로 1473",
      x: 129.342074413796,
      y: 36.1040821328304
    },
    {
      name: "공도삼성점",
      address: "경기 안성시 공도읍 진건중길 10",
      x: 127.141882275226,
      y: 36.994207788364
    },
    {
      name: "행복한가게",
      address: "서울 동대문구 왕산로 112-1",
      x: 127.035764275811,
      y: 37.5779882784407
    },
    {
      name: "한신상품권",
      address: "강원 원주시 송림길 48-22",
      x: 127.951883323,
      y: 37.3312993729962
    },
    {
      name: "해피편의점",
      address: "경남 창원시 의창구 도계로8번길 1",
      x: 128.633734191784,
      y: 35.2595029366258
    },
    {
      name: "신의정부부대찌개",
      address: "경기 광주시 도척로 340",
      x: 127.335989001703,
      y: 37.3225656681022
    },
    {
      name: "영주하망점",
      address: "경북 영주시 광복로 124",
      x: 128.632155918886,
      y: 36.8272161240688
    },
    {
      name: "플러스마트",
      address: "경기 고양시 일산동구 성석로 130",
      x: 126.797734415903,
      y: 37.6888596082159
    },
    {
      name: "베테랑",
      address: "부산 남구 천제등로 29",
      x: 129.088566322481,
      y: 35.1332087169888
    },
    {
      name: "슈퍼스타",
      address: "인천 계양구 장제로 1000",
      x: 126.745598261555,
      y: 37.5547525190766
    },
    {
      name: "바로세탁&신우유통(목련점)",
      address: "대구 수성구 용학로48길 17",
      x: 128.63531775058,
      y: 35.8195223418532
    },
    {
      name: "대구중리점",
      address: "대구 서구 국채보상로 168",
      x: 128.549513591643,
      y: 35.8691464797355
    },
    {
      name: "시화베스트점",
      address: "경기 시흥시 공단1대로196번길 16, B동101호",
      x: 126.722423070027,
      y: 37.3375010181447
    },
    {
      name: "씨스페이스오이도점",
      address: "경기 시흥시 오이도로 105, 104호",
      x: 126.692640296689,
      y: 37.347720183107
    },
    {
      name: "역곡은하점",
      address: "경기 부천시 역곡로20번길 49",
      x: 126.813521801691,
      y: 37.4878797703492
    },
    {
      name: "용두허브리츠점",
      address: "서울 동대문구 왕산로26길 35",
      x: 127.036605354586,
      y: 37.576493181046
    },
    {
      name: "양주부흥로점",
      address: "경기 양주시 광적면 부흥로 913",
      x: 126.99199480348,
      y: 37.8117145150814
    },
    {
      name: "양주복지리점",
      address: "경기 양주시 백석읍 양주산성로 519",
      x: 126.996267323846,
      y: 37.7861242103867
    },
    {
      name: "지환상회",
      address: "강원 원주시 호저면 원문로 637",
      x: 127.899681434387,
      y: 37.3532142932257
    },
    {
      name: "봉화산점",
      address: "강원 원주시 장미공원길 69",
      x: 127.929256658128,
      y: 37.3459276805993
    },
    {
      name: "광주소촌대박점",
      address: "광주 광산구 소촌로 147",
      x: 126.791856163446,
      y: 35.1573862848631
    },
    {
      name: "신안제일점",
      address: "광주 북구 무등로180번길 11",
      x: 126.903255030215,
      y: 35.165069382763
    },
    {
      name: "베스트올 의정부가능점",
      address: "경기 의정부시 태평로 154-1",
      x: 127.050537886093,
      y: 37.7462233733257
    },
    {
      name: "카페클럽",
      address: "서울 성북구 삼선교로23길 15",
      x: 127.014085540888,
      y: 37.5902264520161
    },
    {
      name: "블루통신",
      address: "충남 천안시 서북구 불당대로 269, 123호",
      x: 127.125933678717,
      y: 36.8002787993336
    },
    {
      name: "축석고개점",
      address: "경기 포천시 소흘읍 광릉수목원로 1185",
      x: 127.116528196781,
      y: 37.7784121608951
    },
    {
      name: "태봉유통",
      address: "울산 북구 성내3길 2",
      x: 129.401698078745,
      y: 35.5250746383606
    },
    {
      name: "파티야",
      address: "부산 강서구 대저로 281",
      x: 128.982838781255,
      y: 35.2123910608801
    },
    {
      name: "예스Plus 남동공단점",
      address: "인천 남동구 논현고잔로135번길 9, 108호",
      x: 126.712960174398,
      y: 37.3951787246453
    },
    {
      name: "사랑유통",
      address: "강원 원주시 천사로 23-9",
      x: 127.927831297469,
      y: 37.3490997499875
    },
    {
      name: "행복유통",
      address: "강원 원주시 모란1길 69",
      x: 127.932960176015,
      y: 37.3615835295872
    },
    {
      name: "스마일플러스원 동수원지점",
      address: "경기 수원시 팔달구 경수대로 617",
      x: 127.029825528176,
      y: 37.2806775107059
    },
    {
      name: "행복한편의점",
      address: "서울 중랑구 중랑역로 129",
      x: 127.07693488541,
      y: 37.6049396390001
    },
    {
      name: "구미구평본점",
      address: "경북 구미시 인동35길 20",
      x: 128.433754461496,
      y: 36.0959817054878
    },
    {
      name: "시흥정왕군서로점",
      address: "경기 시흥시 정왕천로375번길 52-7",
      x: 126.746870526807,
      y: 37.3449674360715
    },
    {
      name: "광명우림점",
      address: "경기 광명시 하안로 180-14, 상가동 103,104호",
      x: 126.889026677624,
      y: 37.4534908170807
    },
    {
      name: "위드미(파주야당점)",
      address: "경기 파주시 하우고개길 65",
      x: 126.762803348053,
      y: 37.71026526493
    },
    {
      name: "마석사랑점",
      address: "경기 남양주시 화도읍 비룡로55번길 3-12",
      x: 127.300606022228,
      y: 37.6567988851187
    },
    {
      name: "대한유통",
      address: "울산 북구 박상진11로 1, 112호",
      x: 129.36381036785,
      y: 35.6003005616563
    },
    {
      name: "하나로마트",
      address: "대전 서구 청사로 5, 하나로아파트 상가 108호",
      x: 127.365675199468,
      y: 36.3601902683434
    },
    {
      name: "잠원점",
      address: "서울 서초구 잠원로 202-11, 제상가1동105호",
      x: 127.014791778965,
      y: 37.519466599064
    },
    {
      name: "월드컵",
      address: "경기 수원시 팔달구 월드컵로 299-1",
      x: 127.035109057982,
      y: 37.2853269557601
    },
    {
      name: "팡파레",
      address: "부산 강서구 명지국제12로 3-7",
      x: 128.921376774073,
      y: 35.1055548542952
    },
    {
      name: "이마트24 광화문시대점",
      address: "서울 종로구 사직로8길 42",
      x: 126.973125723031,
      y: 37.5737729016185
    },
    {
      name: "구미옥계삼구점",
      address: "경북 구미시 옥계북로 21",
      x: 128.419950813077,
      y: 36.1386317209923
    },
    {
      name: "인평수퍼",
      address: "경북 구미시 인동21길 23",
      x: 128.429644299287,
      y: 36.0989151676298
    },
    {
      name: "주공마트",
      address: "경기 양주시 광적면 광적로 225, 다동",
      x: 126.972666793701,
      y: 37.8359797805273
    },
    {
      name: "옥동삼성점",
      address: "경북 안동시 광명로 198",
      x: 128.704675197896,
      y: 36.5636092827638
    },
    {
      name: "안동병원행복대로점",
      address: "경북 안동시 경북대로 171",
      x: 128.701490141975,
      y: 36.5472891424014
    },
    {
      name: "에이스",
      address: "울산 동구 화진길 34",
      x: 129.421577580479,
      y: 35.489534155657
    },
    {
      name: "찬은글로벌",
      address: "경기 가평군 보납로 26-1, 101호",
      x: 127.513468388761,
      y: 37.8308753429701
    },
    {
      name: "우리기프트",
      address: "강원 원주시 원문로 172",
      x: 127.930728051881,
      y: 37.3563489395076
    },
    {
      name: "예스플러스안산테콤점",
      address: "경기 안산시 상록구 수인로 714",
      x: 126.929688699921,
      y: 37.2972482294527
    },
    {
      name: "아름마트",
      address: "울산 동구 명덕3길 27",
      x: 129.430943621359,
      y: 35.5237040706793
    },
    {
      name: "씨유 용현세아점",
      address: "경기 의정부시 시민로387번길 31",
      x: 127.077608531648,
      y: 37.7362481753313
    },
    {
      name: "컴나라",
      address: "광주 북구 우치로 180-1",
      x: 126.909033191727,
      y: 35.1825472994893
    },
    {
      name: "익산고려점",
      address: "전북 익산시 춘포면 궁성로 100",
      x: 127.054392398534,
      y: 35.9225549631793
    },
    {
      name: "의정리빙점",
      address: "경기 의정부시 신흥로208번길 14",
      x: 127.044228899142,
      y: 37.7346292639833
    },
    {
      name: "예산덕산점",
      address: "충남 예산군 덕산면 덕산온천로 403",
      x: 126.666140418581,
      y: 36.7023293009391
    },
    {
      name: "제주도련사거리점",
      address: "제주 제주시 연삼로 978",
      x: 126.589575502439,
      y: 33.5151313179465
    },
    {
      name: "제주서호점",
      address: "제주 서귀포시 김정문화로 63",
      x: 126.511482728731,
      y: 33.2509723385248
    },
    {
      name: "서귀법환점",
      address: "제주 서귀포시 이어도로 916",
      x: 126.512634042062,
      y: 33.2373416178584
    },
    {
      name: "나누리편의점",
      address: "울산 울주군 삼남면 남상평2길 2",
      x: 129.120656189184,
      y: 35.5589490898545
    },
    {
      name: "보광점",
      address: "서울 용산구 장문로 104, 상가동102호",
      x: 127.00122292465,
      y: 37.5261035836159
    },
    {
      name: "씨스페이스",
      address: "경북 칠곡군 석적읍 남율로9길 30",
      x: 128.40231325078,
      y: 36.0676709835224
    },
    {
      name: "산단탑마트",
      address: "광주 광산구 평동산단로 188",
      x: 126.768579960154,
      y: 35.123464280431
    },
    {
      name: "위너스",
      address: "제주 제주시 원노형3길 29",
      x: 126.482850645528,
      y: 33.4864980105994
    },
    {
      name: "디지텔나라",
      address: "제주 제주시 지석4길 17, 다-103",
      x: 126.579940098778,
      y: 33.5196068912574
    },
    {
      name: "레이트",
      address: "제주 제주시 산지로 41",
      x: 126.528209872562,
      y: 33.5135939582621
    },
    {
      name: "동양유통",
      address: "경남 거제시 거제대로 3557-1",
      x: 128.692452783391,
      y: 34.8757944266703
    },
    {
      name: "미르상사",
      address: "강원 원주시 동부순환로 2, 103호",
      x: 127.969188807899,
      y: 37.3176217290592
    },
    {
      name: "정왕공원로점",
      address: "경기 시흥시 큰솔로12번안길 14-20",
      x: 126.754390829637,
      y: 37.3383134273853
    },
    {
      name: "공원슈퍼",
      address: "서울 용산구 임정로 41",
      x: 126.957966398732,
      y: 37.5433529774291
    },
    {
      name: "밤섬자이 행복점",
      address: "서울 마포구 토정로 149, 102호,103호",
      x: 126.927694560914,
      y: 37.5458450814854
    },
    {
      name: "안산사동로점",
      address: "경기 안산시 상록구 후곡5길 2",
      x: 126.85035231147,
      y: 37.2946489036185
    },
    {
      name: "문현대로점",
      address: "부산 남구 수영로 17",
      x: 129.069736230301,
      y: 35.1372256772214
    },
    {
      name: "일산호수공원점",
      address: "경기 고양시 일산동구 호수로 688, 1층 비-101호",
      x: 126.763984872,
      y: 37.6626691830556
    },
    {
      name: "부천주은점",
      address: "경기 부천시 지양로152번길 13",
      x: 126.825558585736,
      y: 37.5235989137162
    },
    {
      name: "과천산과들점",
      address: "경기 과천시 향촌길 5-1",
      x: 126.995742489536,
      y: 37.4266904240839
    },
    {
      name: "우방편의점",
      address: "경북 포항시 남구 희망대로 777",
      x: 129.358049209799,
      y: 36.0091575944191
    },
    {
      name: "스마일존",
      address: "강원 화천군 중앙로 28",
      x: 127.706816654439,
      y: 38.1037266610395
    },
    {
      name: "유정담배",
      address: "경남 산청군 산청읍 덕계로 23",
      x: 127.87834301268,
      y: 35.4166416087987
    },
    {
      name: "해빛가야대로점",
      address: "부산 부산진구 가야대로 570-1",
      x: 129.034349036018,
      y: 35.154054821361
    },
    {
      name: "퇴계나라",
      address: "강원 춘천시 안마산로 214, 상가29호",
      x: 127.736568080033,
      y: 37.8499716301674
    },
    {
      name: "레몬비 중곡점",
      address: "서울 광진구 동일로78길 55",
      x: 127.082370356113,
      y: 37.5686760636806
    },
    {
      name: "여의도아이비점",
      address: "서울 영등포구 국제금융로 86, 상가동 126호",
      x: 126.931800002781,
      y: 37.5202061193308
    },
    {
      name: "코끼리수퍼",
      address: "서울 송파구 마천로28길 8",
      x: 127.13944101789,
      y: 37.5019285357923
    },
    {
      name: "편의점 사랑",
      address: "인천 중구 서해대로 214, 연안상가 3호",
      x: 126.623655321481,
      y: 37.4468764868452
    },
    {
      name: "진장마트",
      address: "울산 북구 진장로 90",
      x: 129.357265258787,
      y: 35.5691522015769
    },
    {
      name: "쌩큐마트",
      address: "경북 구미시 산호대로35길 13",
      x: 128.42511777255,
      y: 36.1376240676635
    },
    {
      name: "보령법원점",
      address: "충남 보령시 중앙로 115",
      x: 126.591581782044,
      y: 36.3518375260695
    },
    {
      name: "준텔레콤(SK)",
      address: "서울 종로구 종로 124-1",
      x: 126.991397362285,
      y: 37.5701358971187
    },
    {
      name: "포미도서대여점",
      address: "전남 목포시 용해지구로 6",
      x: 126.39867235091,
      y: 34.8174487662029
    },
    {
      name: "하나할인마트",
      address: "인천 서구 봉오대로318번길 18",
      x: 126.684963115288,
      y: 37.5262721293538
    },
    {
      name: "그린마트(길동)",
      address: "서울 강동구 양재대로111길 34",
      x: 127.13777175832,
      y: 37.5375427955667
    },
    {
      name: "중국식품편상점",
      address: "경기 김포시 중구로 69",
      x: 126.711615173705,
      y: 37.6267132778555
    },
    {
      name: "매송마트",
      address: "경기 화성시 매송면 푸른들판로 1993",
      x: 126.886216002407,
      y: 37.2754811065992
    },
    {
      name: "럭키할인마트",
      address: "경기 부천시 경인로9번길 22-1, 104동 101호",
      x: 126.756579319,
      y: 37.4840722252131
    },
    {
      name: "모자슈퍼",
      address: "경기 의정부시 호국로 1115",
      x: 127.027733552832,
      y: 37.7430775547205
    },
    {
      name: "24시농수산상회",
      address: "전북 전주시 덕진구 동부대로 1179",
      x: 127.118758163811,
      y: 35.8682381348015
    },
    {
      name: "태백상회",
      address: "서울 강남구 도곡로13길 8",
      x: 127.036618020134,
      y: 37.4917722466837
    },
    {
      name: "수원파장본점",
      address: "경기 수원시 장안구 파장천로12번길 39",
      x: 126.996305287145,
      y: 37.3059961347465
    },
    {
      name: "형제슈퍼",
      address: "서울 종로구 자하문로 39",
      x: 126.971100692714,
      y: 37.5795696913241
    },
    {
      name: "탑포인트(동인천역)",
      address: "인천 중구 참외전로 131-24",
      x: 126.632226426428,
      y: 37.4748829866235
    },
    {
      name: "애경슈퍼",
      address: "서울 영등포구 가마산로34길 4",
      x: 126.89621590991,
      y: 37.4984930380741
    },
    {
      name: "신동아서점",
      address: "서울 영등포구 영등포로 382-1",
      x: 126.920513658082,
      y: 37.5135010043721
    },
    {
      name: "정문유통",
      address: "대구 달서구 야외음악당로 49",
      x: 128.552715866415,
      y: 35.8418005266861
    },
    {
      name: "케이마트",
      address: "서울 중랑구 상봉중앙로 42",
      x: 127.087621940278,
      y: 37.6008239437616
    },
    {
      name: "복도리슈퍼",
      address: "경남 양산시 삼성5길 28",
      x: 129.040340346595,
      y: 35.3580142057615
    },
    {
      name: "우선종합물류",
      address: "울산 울주군 언양읍 동부2길 39",
      x: 129.127440873192,
      y: 35.5691079607741
    },
    {
      name: "해오름마트",
      address: "울산 중구 우정2길 16",
      x: 129.312247879334,
      y: 35.5596752188751
    },
    {
      name: "베스토아",
      address: "대전 서구 만년남로11번길 26",
      x: 127.375177676097,
      y: 36.3663428566749
    },
    {
      name: "출판산업단지점",
      address: "대구 달서구 월곡로 99길 29",
      x: 128.520741405464,
      y: 35.831891333507
    },
    {
      name: "남한강낚시",
      address: "충북 충주시 행정7길 40-1",
      x: 127.91693577781,
      y: 37.0141572116397
    },
    {
      name: "대전나룻터점",
      address: "대전 중구 계룡로874번길 12",
      x: 127.410472014012,
      y: 36.3233554929845
    },
    {
      name: "행복토토판매점",
      address: "충남 서산시 구진로 6",
      x: 126.435991033743,
      y: 36.9361277864002
    },
    {
      name: "전주백제로점",
      address: "전북 전주시 완산구 백제대로 230",
      x: 127.123464657267,
      y: 35.8136657008507
    },
    {
      name: "로그인 신도림역점",
      address: "서울 영등포구 경인로 702",
      x: 126.892150189375,
      y: 37.5108406430472
    },
    {
      name: "돼지유통",
      address: "울산 동구 문재로 58-2",
      x: 129.420381915494,
      y: 35.4854112722018
    },
    {
      name: "리얼스토어",
      address: "대구 달서구 평리로 88",
      x: 128.534112287685,
      y: 35.858574155778
    },
    {
      name: "씨스페이스구미산동점",
      address: "경북 구미시 산동면 신당1로 4길 3, 103호",
      x: 128.429938736504,
      y: 36.1543692570328
    },
    {
      name: "의정부가로수점",
      address: "경기 의정부시 신촌로 23",
      x: 127.037148473849,
      y: 37.7503953310279
    },
    {
      name: "이천덕평점",
      address: "경기 이천시 마장면 덕평로 917",
      x: 127.362825758308,
      y: 37.2396874598485
    },
    {
      name: "오렌지25시",
      address: "경기 동두천시 동두천로 13",
      x: 127.053975905733,
      y: 37.8826722794601
    },
    {
      name: "누네그린유통",
      address: "강원 원주시 나비허리길 120-19",
      x: 127.962074648718,
      y: 37.3196364887919
    },
    {
      name: "아이스크림할인마트",
      address: "강원 원주시 황소마을길 13-9",
      x: 127.94370565903,
      y: 37.3298708489373
    },
    {
      name: "대구성심점",
      address: "대구 남구 대명로 12",
      x: 128.558846446207,
      y: 35.8375545736996
    },
    {
      name: "경주터미널점",
      address: "경북 경주시 태종로 695",
      x: 129.204181238109,
      y: 35.8387134707128
    },
    {
      name: "하나슈퍼",
      address: "경기 파주시 광탄면 명봉산로 299",
      x: 126.859807961633,
      y: 37.7473452491013
    },
    {
      name: "드림토토",
      address: "광주 동구 의재로 66",
      x: 126.934826180782,
      y: 35.1319838463974
    },
    {
      name: "현대25 등원점",
      address: "경기 파주시 조리읍 통일로 426",
      x: 126.803203137102,
      y: 37.7513953531601
    },
    {
      name: "포인트",
      address: "서울 강동구 올림픽로 677",
      x: 127.124349828032,
      y: 37.5419953843113
    },
    {
      name: "중앙할인마트",
      address: "서울 금천구 범안로 1136",
      x: 126.888536683719,
      y: 37.4653308234224
    },
    {
      name: "산격점",
      address: "대구 북구 산격로 97",
      x: 128.60720974769,
      y: 35.8987309936758
    },
    {
      name: "Q마트",
      address: "강원 속초시 새마을길 28",
      x: 128.602973831799,
      y: 38.1865154301301
    },
    {
      name: "초이스마트거북시장점",
      address: "인천 서구 거북로 122",
      x: 126.675227520987,
      y: 37.5029005752172
    },
    {
      name: "청라센트럴점",
      address: "인천 서구 중봉대로 588, 109호",
      x: 126.650256298043,
      y: 37.5320476910542
    },
    {
      name: "한국유통",
      address: "경기 고양시 덕양구 내유길 38-7",
      x: 126.853511922815,
      y: 37.7191234566593
    },
    {
      name: "주노",
      address: "경기 고양시 덕양구 행당로 35",
      x: 126.828633263086,
      y: 37.6194211687501
    },
    {
      name: "씨스페이스 서정마을점",
      address: "경기 고양시 덕양구 중앙로 390",
      x: 126.851550631579,
      y: 37.6159528796951
    },
    {
      name: "정남진 동산유통",
      address: "전남 장흥군 장흥읍 동교3길 15-1",
      x: 126.906744443478,
      y: 34.680579870235
    },
    {
      name: "우리마트",
      address: "서울 중구 다산로 32, 431호",
      x: 127.005677166122,
      y: 37.5471667734011
    },
    {
      name: "효성텔레콤",
      address: "경기 수원시 권선구 곡반정로65번길 37",
      x: 127.02676946736,
      y: 37.2350622144591
    },
    {
      name: "미소마트",
      address: "경기 수원시 팔달구 화산로6번길 15-1",
      x: 126.986639029443,
      y: 37.2855650478029
    },
    {
      name: "동대문 휘경로점",
      address: "서울 동대문구 망우로 77",
      x: 127.061771664222,
      y: 37.5901988753682
    },
    {
      name: "금수레마트",
      address: "경기 수원시 팔달구 수성로157번길 27-4, 104호",
      x: 126.989368422653,
      y: 37.2874659755153
    },
    {
      name: "짱아슈퍼",
      address: "경남 양산시 웅상대로 935",
      x: 129.15472640319,
      y: 35.3829336208283
    },
    {
      name: "인천주안시민점",
      address: "인천 미추홀구 주안서로 10",
      x: 126.677988622316,
      y: 37.4596323108739
    },
    {
      name: "삼척해변점",
      address: "강원 삼척시 새천년도로 523",
      x: 129.171126036356,
      y: 37.4658648257972
    },
    {
      name: "가평상천점",
      address: "경기 가평군 청평면 경춘로 1362",
      x: 127.457574112544,
      y: 37.773636965284
    },
    {
      name: "군산공단점",
      address: "전북 군산시 외항로 549",
      x: 126.609453280241,
      y: 35.9640566660106
    },
    {
      name: "로또슈퍼센터",
      address: "부산 서구 대영로 94-1",
      x: 129.021416298031,
      y: 35.1111510604453
    },
    {
      name: "원스슈퍼",
      address: "부산 사하구 옥천로 7",
      x: 129.005139728494,
      y: 35.0882989152163
    },
    {
      name: "안산지식산업센터점",
      address: "경기 안산시 단원구 번영1로 65, 이동 101,102호",
      x: 126.737680641252,
      y: 37.3197489624174
    },
    {
      name: "의정부로드점",
      address: "경기 의정부시 호국로 966",
      x: 127.013192583259,
      y: 37.7371930551879
    },
    {
      name: "죽전점",
      address: "경기 용인시 수지구 대지로 20",
      x: 127.112297552722,
      y: 37.3270500789177
    },
    {
      name: "영월우리네유통",
      address: "강원 영월군 중앙1로 32",
      x: 128.46594363735,
      y: 37.1839320503422
    },
    {
      name: "편의점 사랑",
      address: "인천 연수구 해돋이로 108, 세진빌딩 102호",
      x: 126.650494041677,
      y: 37.3917498972078
    },
    {
      name: "구미터미널점",
      address: "경북 구미시 송원동로 69",
      x: 128.350700181858,
      y: 36.122896798072
    },
    {
      name: "천안성거휴게소점",
      address: "충남 천안시 서북구 성거읍 망향로 312",
      x: 127.18204203449,
      y: 36.8487609073198
    },
    {
      name: "리버파크점",
      address: "서울 동작구 만양로 3길 20",
      x: 126.946118884633,
      y: 37.5082107065725
    },
    {
      name: "얼음왕국",
      address: "전북 전주시 덕진구 편운로 40, 도로측 정면 우측",
      x: 127.080426594254,
      y: 35.8725405883799
    },
    {
      name: "하남초이점",
      address: "경기 하남시 초이로 50",
      x: 127.171445383299,
      y: 37.535055198494
    },
    {
      name: "오케이정보통신",
      address: "서울 서대문구 거북골로 168",
      x: 126.911554836027,
      y: 37.5765767264769
    },
    {
      name: "청주성화점",
      address: "충북 청주시 서원구 장전로20번길 54",
      x: 127.452181582992,
      y: 36.6157650028396
    },
    {
      name: "광혜원산업단지점",
      address: "충북 진천군 광혜원면 장기길 30",
      x: 127.442372453949,
      y: 36.9843682350519
    },
    {
      name: "물향기마트",
      address: "경기 오산시 오산대역로132번길 27-2, 101호",
      x: 127.058966140376,
      y: 37.1692299210528
    },
    {
      name: "대구이현점",
      address: "대구 서구 문화로17길 38",
      x: 128.542371786381,
      y: 35.8776003517474
    },
    {
      name: "대구남부점",
      address: "대구 수성구 달구벌대로 2610",
      x: 128.647670360179,
      y: 35.8578663478012
    },
    {
      name: "여주터미널점",
      address: "경기 여주시 세종로 77-1",
      x: 127.635497205449,
      y: 37.2908269576678
    },
    {
      name: "연수그린점",
      address: "인천 연수구 청능대로113번길 11",
      x: 126.677077375951,
      y: 37.4131655326341
    },
    {
      name: "신촌아이비점",
      address: "서울 마포구 서강로 136",
      x: 126.93579173517,
      y: 37.5540455131893
    },
    {
      name: "오류동선점",
      address: "서울 구로구 오류로 86",
      x: 126.84097459881,
      y: 37.4924615261049
    },
    {
      name: "곡성중앙점",
      address: "전남 곡성군 곡성읍 중앙로 100-2",
      x: 127.293932483709,
      y: 35.2804356267305
    },
    {
      name: "복권천국(범천)",
      address: "부산 남구 전포대로 94",
      x: 129.067054518999,
      y: 35.1450713030469
    },
    {
      name: "전주효자롯데점",
      address: "전북 전주시 완산구 홍산북로 13",
      x: 127.103285379584,
      y: 35.817598278054
    },
    {
      name: "은아할인마트",
      address: "경남 창원시 성산구 신사로 4, 10호",
      x: 128.686475018655,
      y: 35.2269775249125
    },
    {
      name: "무지개점",
      address: "대구 북구 침산로21길 24, 109동 102호",
      x: 128.587648277055,
      y: 35.8868451361891
    },
    {
      name: "수원율전2점",
      address: "경기 수원시 장안구 율전로 79",
      x: 126.967734659448,
      y: 37.2965483014547
    },
    {
      name: "로손편의점",
      address: "경북 칠곡군 북삼읍 북삼로 41",
      x: 128.342838803966,
      y: 36.0714734406099
    },
    {
      name: "창원공단로점",
      address: "경남 창원시 성산구 공단로 230, 103호",
      x: 128.648537816735,
      y: 35.2145108141031
    },
    {
      name: "스포츠선산",
      address: "경북 구미시 산동면 첨단기업1로 18",
      x: 128.439392614256,
      y: 36.1404916610865
    },
    {
      name: "발산제일점",
      address: "서울 강서구 우장산로 31",
      x: 126.840590381703,
      y: 37.5545516429641
    },
    {
      name: "당고개점",
      address: "서울 노원구 상계로 299",
      x: 127.078401664647,
      y: 37.670160877861
    },
    {
      name: "화도묵현점",
      address: "경기 남양주시 화도읍 비룡로 160, 102호",
      x: 127.301730053846,
      y: 37.6659696856384
    },
    {
      name: "철원고석정점",
      address: "강원 철원군 동송읍 태봉로 1828",
      x: 127.288440145534,
      y: 38.188638765891
    },
    {
      name: "월산로드점",
      address: "경기 남양주시 화도읍 경춘로 2244",
      x: 127.336796799599,
      y: 37.6559069856304
    },
    {
      name: "망우본점",
      address: "서울 중랑구 용마산로115길 91",
      x: 127.095399176228,
      y: 37.5979861902648
    },
    {
      name: "행운토토",
      address: "경기 오산시 성호대로 68",
      x: 127.068886224018,
      y: 37.1487900158282
    },
    {
      name: "장호원점",
      address: "경기 이천시 장호원읍 장터로61번길 25",
      x: 127.631222473958,
      y: 37.1171671225089
    },
    {
      name: "대전복수점",
      address: "대전 서구 오량2길 3",
      x: 127.375033346037,
      y: 36.3100157842751
    },
    {
      name: "금성상회",
      address: "부산 동래구 우장춘로4번길 39",
      x: 129.07253043255,
      y: 35.2078959012411
    },
    {
      name: "광주능평점",
      address: "경기 광주시 오포읍 오포로 122",
      x: 127.179695436918,
      y: 37.3439207907161
    },
    {
      name: "광장슈퍼",
      address: "경기 안산시 단원구 중앙대로 463",
      x: 126.790598302783,
      y: 37.32790902909
    },
    {
      name: "청주행복점",
      address: "충북 청주시 흥덕구 덕암로47번길 46",
      x: 127.459611823504,
      y: 36.6551419705472
    },
    {
      name: "석수중앙점",
      address: "경기 안양시 만안구 안양로 483",
      x: 126.909469082128,
      y: 37.4125874284918
    },
    {
      name: "로또 봉곡점",
      address: "경남 창원시 의창구 창이대로 201",
      x: 128.659447510588,
      y: 35.2450059764517
    },
    {
      name: "정산터미널점",
      address: "충남 청양군 정산면 칠갑산로 1912",
      x: 126.949859848237,
      y: 36.41198915548
    },
    {
      name: "그린홈마트",
      address: "전남 여수시 시청로 60",
      x: 127.663032956755,
      y: 34.7670059301599
    },
    {
      name: "조던레고토토",
      address: "경기 시흥시 은계번영길 7, 113호",
      x: 126.801620713753,
      y: 37.4370981790032
    },
    {
      name: "구로천일점",
      address: "서울 구로구 디지털로32길 79",
      x: 126.899752015371,
      y: 37.4835332463617
    },
    {
      name: "부영홈마트",
      address: "충남 천안시 서북구 성환읍 천안대로 1843, 상가동 101,102호",
      x: 127.13539522797,
      y: 36.9028130783493
    },
    {
      name: "머드마트",
      address: "충남 보령시 대천항로 334",
      x: 126.508830446164,
      y: 36.3264727158153
    },
    {
      name: "풍산캐슬점",
      address: "경기 하남시 덕풍동로 111, 107호",
      x: 127.208444997124,
      y: 37.5511978838069
    },
    {
      name: "체리봉봉",
      address: "경남 창원시 성산구 반송로 43",
      x: 128.662144647616,
      y: 35.2413651582731
    },
    {
      name: "수원세류2점",
      address: "경기 수원시 권선구 덕영대로1152번길 2",
      x: 127.016625472709,
      y: 37.2506183690056
    },
    {
      name: "전주부킹점",
      address: "전북 전주시 완산구 유연로 327",
      x: 127.121529300123,
      y: 35.8255100527334
    },
    {
      name: "용운스포츠토토행운수퍼",
      address: "대전 동구 대학로 38-1, 101호",
      x: 127.455677724977,
      y: 36.3332715376631
    },
    {
      name: "위드미파주통일로점",
      address: "경기 파주시 광탄면 보광로 1515",
      x: 126.86597712004,
      y: 37.8119992908992
    },
    {
      name: "아이마트24",
      address: "인천 연수구 학나래로117번길 4",
      x: 126.698069669066,
      y: 37.4285915102983
    },
    {
      name: "충남강경점",
      address: "충남 논산시 강경읍 계백로 156-1",
      x: 127.017271014346,
      y: 36.1578070231293
    },
    {
      name: "안동옥동드림점",
      address: "경북 안동시 경북대로 387",
      x: 128.701417959189,
      y: 36.5639461353944
    },
    {
      name: "로그인 마산해운점",
      address: "경남 창원시 마산합포구 월영동12길 70",
      x: 128.562256566033,
      y: 35.1793447452994
    },
    {
      name: "우주하우징페어",
      address: "경남 양산시 서일동로 19",
      x: 129.036319745995,
      y: 35.3402574595446
    },
    {
      name: "은아기사식당",
      address: "강원 춘천시 당간지주길 61",
      x: 127.722138180336,
      y: 37.8922176624947
    },
    {
      name: "아이스크림 할인점",
      address: "강원 원주시 흥양로 104",
      x: 127.958576719751,
      y: 37.3832839712056
    },
    {
      name: "아주수퍼",
      address: "전남 순천시 이수로 31-1",
      x: 127.490989115821,
      y: 34.9486148368656
    },
    {
      name: "문학중앙점",
      address: "인천 미추홀구 승학길 6",
      x: 126.67945923059,
      y: 37.4396627167492
    },
    {
      name: "예그리나",
      address: "대구 남구 용두길 33",
      x: 128.604543640348,
      y: 35.8335268433549
    },
    {
      name: "큐마트",
      address: "서울 용산구 원효로48길 10",
      x: 126.960680052819,
      y: 37.5343613903204
    },
    {
      name: "레알마트",
      address: "인천 부평구 부평대로 256",
      x: 126.721456065678,
      y: 37.5142348403413
    },
    {
      name: "이마트24 삼원안산점(삼원지원센터)",
      address: "경기 안산시 단원구 목내로 45",
      x: 126.772519357273,
      y: 37.3041126367318
    },
    {
      name: "송전슈퍼",
      address: "서울 성동구 자동차시장1길 57",
      x: 127.063998569658,
      y: 37.5609396971073
    },
    {
      name: "미스터마트오산부산점",
      address: "경기 오산시 경기동로 197",
      x: 127.093600893994,
      y: 37.1592991518124
    },
    {
      name: "가람과 늘예솔",
      address: "경기 용인시 기흥구 사은로84번길 10, 301호 103호",
      x: 127.113437206674,
      y: 37.2540844951938
    },
    {
      name: "대박복권",
      address: "울산 울주군 청량면 온산로 713",
      x: 129.307247594709,
      y: 35.4908905258288
    },
    {
      name: "베이핑월드",
      address: "광주 북구 대자로 72",
      x: 126.880324101599,
      y: 35.1731698621766
    },
    {
      name: "프렌들이스토아",
      address: "서울 마포구 월드컵북로44길 49",
      x: 126.894733339323,
      y: 37.5768061933577
    },
    {
      name: "세븐일레븐 인천장기점",
      address: "인천 계양구 황어로126번길 2",
      x: 126.734765972193,
      y: 37.5794057196591
    },
    {
      name: "순이네마트",
      address: "경기 김포시 양촌읍 고음달로 181",
      x: 126.609674577482,
      y: 37.6180451958628
    },
    {
      name: "정성통신",
      address: "경기 광주시 고불로 120, 외1필지",
      x: 127.213024750002,
      y: 37.3967331616441
    },
    {
      name: "준모터스",
      address: "서울 동대문구 한천로14길 56",
      x: 127.065684739171,
      y: 37.5665998204112
    },
    {
      name: "이마트24 안산본오점",
      address: "경기 안산시 상록구 상록수로 16",
      x: 126.861579178237,
      y: 37.3023807517351
    },
    {
      name: "위드미 서정점",
      address: "경기 평택시 서정남로 131",
      x: 127.053838796523,
      y: 37.0610079060155
    },
    {
      name: "스탑바이본점",
      address: "경기 광명시 기아로 46",
      x: 126.884590003497,
      y: 37.435968150779
    },
    {
      name: "토토",
      address: "경기 안양시 만안구 안양로257번길 24",
      x: 126.922684030379,
      y: 37.3952324301936
    },
    {
      name: "씨엔토",
      address: "서울 송파구 오금로19길 6",
      x: 127.113586150261,
      y: 37.5102083475935
    },
    {
      name: "씨스페이스 괘법은하점",
      address: "부산 사상구 사상로148번길 39, 5동 101호",
      x: 128.989294570926,
      y: 35.1599230768795
    },
    {
      name: "철원와수리점",
      address: "강원 철원군 서면 와수로 173번길 8",
      x: 127.437970659955,
      y: 38.2391306806373
    },
    {
      name: "논스톱24시 편의점",
      address: "서울 강서구 곰달래로 220",
      x: 126.857387257906,
      y: 37.5314946714963
    },
    {
      name: "월드마트",
      address: "경남 창원시 성산구 가음정로43번길 1, 101호",
      x: 128.688788848277,
      y: 35.2094179954559
    },
    {
      name: "대성슈퍼",
      address: "경남 창원시 성산구 연덕로184번길 1, 7호",
      x: 128.666443838457,
      y: 35.2190934605548
    },
    {
      name: "스펠라샵",
      address: "서울 관악구 조원중앙로1길 12",
      x: 126.903812173602,
      y: 37.4806204173267
    },
    {
      name: "이천창전사거리점",
      address: "경기 이천시 향교로 85",
      x: 127.446788162919,
      y: 37.2844966205236
    },
    {
      name: "강릉교동황제점",
      address: "강원 강릉시 강릉대로 211",
      x: 128.893609816018,
      y: 37.7585072379116
    },
    {
      name: "백석동문오피스점",
      address: "경기 고양시 일산동구 호수로 358-25, 201동 110호",
      x: 126.786172873685,
      y: 37.6399297270956
    },
    {
      name: "위드미 방통대점",
      address: "대구 달서구 선원로 30",
      x: 128.495642044333,
      y: 35.8590478601549
    },
    {
      name: "코리아슈퍼",
      address: "대구 달서구 달구벌대로 1130",
      x: 128.491009562684,
      y: 35.8509509516664
    },
    {
      name: "위드미 서면학원가점",
      address: "부산 부산진구 동천로 53",
      x: 129.062121873569,
      y: 35.1535723320296
    },
    {
      name: "아름마트",
      address: "서울 송파구 송이로23길 12, 103호",
      x: 127.124691183436,
      y: 37.4953448880322
    },
    {
      name: "드림문구",
      address: "경남 진주시 도동로240번길 3",
      x: 128.122345699176,
      y: 35.1918388945974
    },
    {
      name: "운정대박마트 복권",
      address: "경기 파주시 가람로 22",
      x: 126.753352282563,
      y: 37.7329023877326
    },
    {
      name: "대통마트",
      address: "서울 강서구 곰달래로49길 80",
      x: 126.856235024141,
      y: 37.5349371679407
    },
    {
      name: "오렌지마트",
      address: "경남 김해시 금관대로 1260",
      x: 128.858622648272,
      y: 35.2374265226001
    },
    {
      name: "그린스토리",
      address: "경남 거제시 장평1로 128",
      x: 128.607013524119,
      y: 34.892678595555
    },
    {
      name: "왕토토",
      address: "충남 논산시 중앙로480번길 45",
      x: 127.088384141665,
      y: 36.2064377117715
    },
    {
      name: "약산",
      address: "충남 논산시 중앙로384번길 13",
      x: 127.090954430386,
      y: 36.1996260271204
    },
    {
      name: "블루모바일",
      address: "충남 아산시 음봉로 582",
      x: 127.073892651105,
      y: 36.8380736951728
    },
    {
      name: "서초국제점",
      address: "서울 서초구 서초중앙로2길 35",
      x: 127.019192893295,
      y: 37.484096350928
    },
    {
      name: "성복토토",
      address: "전남 완도군 완도읍 개포로171번길 10",
      x: 126.746518682462,
      y: 34.3206787324381
    },
    {
      name: "필토토마트",
      address: "충남 아산시 시민로 328",
      x: 126.997623260116,
      y: 36.7783796111053
    },
    {
      name: "강변테크노마트점",
      address: "서울 광진구 광나루로56길 85",
      x: 127.095692162256,
      y: 37.535725176732
    },
    {
      name: "한국유통",
      address: "경기 수원시 영통구 에듀타운로 101",
      x: 127.044854444992,
      y: 37.2899090489911
    },
    {
      name: "나이스",
      address: "경기 수원시 권선구 당진로15번길 56, 102호",
      x: 126.938984343475,
      y: 37.2920971102154
    },
    {
      name: "행당으뜸점",
      address: "서울 성동구 왕십리로21길 33",
      x: 127.031222188695,
      y: 37.5598736100669
    },
    {
      name: "강릉곶감점",
      address: "강원 강릉시 곶감전길 9",
      x: 128.897196672579,
      y: 37.7523629007903
    },
    {
      name: "토마토컴퓨터",
      address: "강원 원주시 천매봉길 36-8",
      x: 127.942990000434,
      y: 37.3229755257632
    },
    {
      name: "길갈통신",
      address: "경남 창원시 마산회원구 팔용로 32",
      x: 128.586921053343,
      y: 35.232379815763
    },
    {
      name: "만선",
      address: "부산 수영구 수영로 485, 6동 5호",
      x: 129.110645773426,
      y: 35.1493432052207
    },
    {
      name: "나이스카워시",
      address: "경기 시흥시 역전로 215",
      x: 126.747092912782,
      y: 37.3482474705808
    },
    {
      name: "로또.토토&편의점",
      address: "경기 평택시 청북읍 고렴리 663-9, 101호",
      x: 126.918409148783,
      y: 37.0625016318418
    },
    {
      name: "씨스페이스남양만남의광장점",
      address: "경남 사천시 사천대로 690",
      x: 128.058470611907,
      y: 34.9822805651153
    },
    {
      name: "서산읍내점",
      address: "충남 서산시 부춘1로 43",
      x: 126.445250676196,
      y: 36.7855711469939
    },
    {
      name: "발산1단지점",
      address: "서울 강서구 강서로47길 108",
      x: 126.830534237555,
      y: 37.553565372328
    },
    {
      name: "싸비",
      address: "강원 춘천시 효자로150번길 11-4",
      x: 127.736912255982,
      y: 37.8759819953728
    },
    {
      name: "준마트",
      address: "인천 서구 심곡로 37-3",
      x: 126.673685012191,
      y: 37.5424905383737
    },
    {
      name: "구리한성점",
      address: "경기 구리시 이문안로 53",
      x: 127.137418957082,
      y: 37.5925000583704
    },
    {
      name: "연무중앙점",
      address: "충남 논산시 연무읍 안심로 127",
      x: 127.099346387726,
      y: 36.1325009634915
    },
    {
      name: "럭키상회",
      address: "경남 창원시 의창구 봉곡로 114",
      x: 128.670169688205,
      y: 35.2473144436505
    },
    {
      name: "대전으능정이점",
      address: "대전 중구 대흥로165번길 41",
      x: 127.429025303718,
      y: 36.3266686736264
    },
    {
      name: "오학유통",
      address: "경기 여주시 도예로 76",
      x: 127.643776618022,
      y: 37.3094056960847
    },
    {
      name: "대박24시",
      address: "경기 고양시 일산동구 고양대로 892",
      x: 126.793978870123,
      y: 37.6780308468943
    },
    {
      name: "동부슈퍼",
      address: "대전 동구 동서대로 1706",
      x: 127.439225860924,
      y: 36.3496610570299
    },
    {
      name: "폰마트",
      address: "경남 김해시 분성로 536",
      x: 128.904515052904,
      y: 35.2352825092016
    },
    {
      name: "라이프SHOP",
      address: "경기 오산시 세마역로19번길 18, 103호",
      x: 127.043593262094,
      y: 37.1822197928495
    },
    {
      name: "성주컴퓨터",
      address: "서울 노원구 덕릉로 845",
      x: 127.082274347197,
      y: 37.6718565868596
    },
    {
      name: "이마트24 금광베네스타점",
      address: "경기 용인시 처인구 이동면 백옥대로 711",
      x: 127.208102044125,
      y: 37.2000126670327
    },
    {
      name: "태풍마트",
      address: "경기 용인시 기흥구 어정로 86",
      x: 127.139566547648,
      y: 37.2737924508845
    },
    {
      name: "이천송정점",
      address: "경기 이천시 증신로291번길 138",
      x: 127.433343271159,
      y: 37.2954918824672
    },
    {
      name: "일산애니골점",
      address: "경기 고양시 일산동구 애니골길 42",
      x: 126.791237419172,
      y: 37.6715481756635
    },
    {
      name: "김천혁신엠코점",
      address: "경북 김천시 용전1로 9, 119동 101호",
      x: 128.183710687766,
      y: 36.1190524875361
    },
    {
      name: "스타유통",
      address: "강원 홍천군 홍천읍 공작산로 37",
      x: 127.89709913682,
      y: 37.6921167546132
    },
    {
      name: "스포츠베팅샵",
      address: "경북 포항시 북구 새마을로 58",
      x: 129.35388188292,
      y: 36.0395734317049
    },
    {
      name: "굿프렌드즈마트",
      address: "전북 전주시 덕진구 두간로 30",
      x: 127.117720393707,
      y: 35.8651337980056
    },
    {
      name: "아중지구점",
      address: "전북 전주시 덕진구 산정2길 13",
      x: 127.169043887062,
      y: 35.8374718854723
    },
    {
      name: "행복편의점",
      address: "서울 구로구 구로중앙로 14",
      x: 126.892301347465,
      y: 37.4915949425815
    },
    {
      name: "황금마트",
      address: "서울 관악구 호암로 585",
      x: 126.932766350791,
      y: 37.469663529103
    },
    {
      name: "쉼표",
      address: "부산 수영구 광안해변로 314",
      x: 129.127595982583,
      y: 35.156903754398
    },
    {
      name: "거창점",
      address: "경남 거창군 거창읍 거함대로 3200",
      x: 127.911793658783,
      y: 35.6802069078256
    },
    {
      name: "계산시장점",
      address: "인천 계양구 계산로103번길 13",
      x: 126.723560602062,
      y: 37.5386387568371
    },
    {
      name: "한양복권판매",
      address: "경기 군포시 산본로 194",
      x: 126.946225170997,
      y: 37.3555200949975
    },
    {
      name: "퍼펙트유통",
      address: "경기 안산시 상록구 이동로 20",
      x: 126.859193006169,
      y: 37.3071799139768
    },
    {
      name: "대구본점",
      address: "대구 동구 동부로30길 40",
      x: 128.628591731524,
      y: 35.8734873453487
    },
    {
      name: "도봉럭키점",
      address: "서울 도봉구 도봉로169나길 24",
      x: 127.043488207254,
      y: 37.6785295550567
    },
    {
      name: "해피데이",
      address: "강원 춘천시 행촌로 11, 102호",
      x: 127.722010903495,
      y: 37.8588384160228
    },
    {
      name: "성남라이온스밸리점",
      address: "경기 성남시 중원구 사기막골로45번길 14, B동 B307호",
      x: 127.169855162778,
      y: 37.4367182318836
    },
    {
      name: "쉼터마트",
      address: "경기 하남시 신장로 157",
      x: 127.201483317157,
      y: 37.5398033371806
    },
    {
      name: "중앙유통",
      address: "경기 광주시 광여로 70",
      x: 127.353335061175,
      y: 37.349745608058
    },
    {
      name: "팝스토어 라페스타점",
      address: "경기 고양시 일산동구 무궁화로 31-16",
      x: 126.767466476922,
      y: 37.6634902227534
    },
    {
      name: "파주창만점",
      address: "경기 파주시 광탄면 혜음로 1418",
      x: 126.84945562443,
      y: 37.8070853319862
    },
    {
      name: "수원세류3점",
      address: "경기 수원시 권선구 세지로56번길 3",
      x: 127.017019288116,
      y: 37.2570716782164
    },
    {
      name: "진천제일점",
      address: "충북 진천군 진천읍 백사천길 53",
      x: 127.445461954894,
      y: 36.8601438808523
    },
    {
      name: "대구침산본점",
      address: "대구 북구 침산남로19길 6, A동 101호",
      x: 128.586955255988,
      y: 35.8896127812402
    },
    {
      name: "사거리수퍼",
      address: "대구 달성군 유가읍 테크노중앙대로 326-43, 103호",
      x: 128.459918029785,
      y: 35.6988991037137
    },
    {
      name: "억수로천냥마트",
      address: "부산 강서구 신호산단4로 64번길 12",
      x: 128.879601165392,
      y: 35.0847007642944
    },
    {
      name: "원마트 두산점",
      address: "대구 수성구 상화로 111",
      x: 128.619312680993,
      y: 35.8353300615616
    },
    {
      name: "스포츠토토",
      address: "경북 포항시 남구 상공로 125",
      x: 129.361247233679,
      y: 36.0187817685225
    },
    {
      name: "이마트24 대구노원점",
      address: "대구 북구 노원동로 33",
      x: 128.57502454757,
      y: 35.8940664226857
    },
    {
      name: "광명마트",
      address: "경기 광명시 광삼로 33",
      x: 126.861511192186,
      y: 37.4783637292393
    },
    {
      name: "성심상회",
      address: "경북 포항시 북구 불종로 78",
      x: 129.36800122423,
      y: 36.0381442516156
    },
    {
      name: "토토타임24시 하소점",
      address: "충북 제천시 신백로 34, 상가동 1-10호",
      x: 128.224301957042,
      y: 37.1280886335899
    },
    {
      name: "영인24시편의점",
      address: "강원 속초시 영금정로 32",
      x: 128.5998207753,
      y: 38.212200423864
    },
    {
      name: "써니유통",
      address: "강원 원주시 반곡길 17, 1층 2호",
      x: 127.96448343973,
      y: 37.3400395300236
    },
    {
      name: "스마일 store",
      address: "경기 안양시 동안구 관악대로 299",
      x: 126.956163604276,
      y: 37.4032230804111
    },
    {
      name: "오산세교대로점",
      address: "경기 오산시 독산성로 359, 비동 1층",
      x: 127.035299069781,
      y: 37.1850154622613
    },
    {
      name: "한강시민공원점",
      address: "서울 마포구 망원로 8",
      x: 126.897805669982,
      y: 37.5557295599462
    },
    {
      name: "풍전수퍼",
      address: "경기 부천시 조마루로 428",
      x: 126.791166299839,
      y: 37.497089932121
    },
    {
      name: "에이치제이 유통",
      address: "서울 구로구 구로동로 28길 31",
      x: 126.885889486629,
      y: 37.4908922648947
    },
    {
      name: "이마트24 안산디지털점",
      address: "경기 안산시 단원구 능안로 81",
      x: 126.778802676865,
      y: 37.3232687007827
    },
    {
      name: "행운스토어",
      address: "경기 수원시 장안구 만석로159번길 49",
      x: 126.996755120972,
      y: 37.3035186594807
    },
    {
      name: "꽃마을점",
      address: "서울 서초구 효령로49길 38",
      x: 127.009969995734,
      y: 37.48564875539
    },
    {
      name: "행운의집",
      address: "제주 제주시 공항로 2",
      x: 126.495951277797,
      y: 33.5059364682672
    },
    {
      name: "지마트",
      address: "경북 칠곡군 북삼읍 북삼로 148",
      x: 128.334554766617,
      y: 36.0681308031632
    },
    {
      name: "우리들(북구청점)",
      address: "울산 북구 무룡로 29",
      x: 129.363572948849,
      y: 35.5810884350649
    },
    {
      name: "일산동주점",
      address: "경기 고양시 일산서구 주화로 40",
      x: 126.76330337212,
      y: 37.6683837172898
    },
    {
      name: "대흥슈퍼",
      address: "대구 동구 동촌역사로 5",
      x: 128.65240213716,
      y: 35.8879234813999
    },
    {
      name: "우일슈퍼",
      address: "전남 순천시 팔마로 13",
      x: 127.489815180458,
      y: 34.9468575589351
    },
    {
      name: "씨스페이스 이화리점",
      address: "경기 화성시 우정읍 이화뱅곳길 1",
      x: 126.800003723831,
      y: 37.0402714740131
    },
    {
      name: "알리바이 하남산단6번로점",
      address: "광주 광산구 하남산단6번로 57, 상가동 108호",
      x: 126.801091720636,
      y: 35.2025341674026
    },
    {
      name: "황금알",
      address: "울산 북구 호계4길 2",
      x: 129.355020768182,
      y: 35.6233871312138
    },
    {
      name: "옥련점",
      address: "인천 연수구 독배로 35",
      x: 126.644431339104,
      y: 37.4239015943626
    },
    {
      name: "거제옥포국산점",
      address: "경남 거제시 옥포로 237-1",
      x: 128.690275283793,
      y: 34.8960220448845
    },
    {
      name: "대전구암점",
      address: "대전 유성구 유성대로694번길 34",
      x: 127.333633669986,
      y: 36.3547494657328
    },
    {
      name: "코사마트(자원점)",
      address: "경기 파주시 통일로 539",
      x: 126.795783241925,
      y: 37.7583004350327
    },
    {
      name: "간석테크",
      address: "인천 남동구 경인로 595",
      x: 126.703847176989,
      y: 37.4648674077175
    },
    {
      name: "솔마트",
      address: "서울 강북구 삼양로109길 4",
      x: 127.016378831148,
      y: 37.6419137859369
    },
    {
      name: "김세혁베팅샵",
      address: "서울 강서구 마곡중앙8로 90, 132호",
      x: 126.837593310628,
      y: 37.5605729719154
    },
    {
      name: "토토24시편의점 장락점",
      address: "충북 제천시 청전대로 242",
      x: 128.224241661041,
      y: 37.1515461063751
    },
    {
      name: "중랑점",
      address: "서울 중랑구 망우로 353, 엠코C동 1층",
      x: 127.091624142481,
      y: 37.5983328190955
    },
    {
      name: "한아름건강",
      address: "경남 창원시 마산합포구 합포로 194-1",
      x: 128.586816818516,
      y: 35.2144769172774
    },
    {
      name: "부산덕천2점",
      address: "부산 북구 의성로 83",
      x: 129.01018885433,
      y: 35.2132105245674
    },
    {
      name: "원타임성복점",
      address: "경기 용인시 수지구 성복2로 250",
      x: 127.060061301483,
      y: 37.3194307855783
    },
    {
      name: "대구뉴퀸스로드점",
      address: "대구 서구 평리로35길 27",
      x: 128.54291016887,
      y: 35.8626198370919
    },
    {
      name: "데일리24 한성프라자점",
      address: "강원 원주시 북원로 2235, 112호",
      x: 127.933220280855,
      y: 37.3456416754277
    },
    {
      name: "유마트",
      address: "인천 서구 봉수대로 1180",
      x: 126.662561536784,
      y: 37.5818264343963
    },
    {
      name: "빙그레마트",
      address: "경북 성주군 성주읍 성밖숲길 153",
      x: 128.291577213766,
      y: 35.917583094478
    },
    {
      name: "고양점",
      address: "경기 고양시 덕양구 혜음로 68",
      x: 126.902946950854,
      y: 37.7065935960875
    },
    {
      name: "씨스페이스 남문시장점",
      address: "대구 중구 명륜로12길 1",
      x: 128.59016423011,
      y: 35.8619729195016
    },
    {
      name: "울산달동제일점",
      address: "울산 남구 신정로 27",
      x: 129.32226612609,
      y: 35.5343552509539
    },
    {
      name: "대명센터점",
      address: "대구 남구 대명로 317",
      x: 128.590059734412,
      y: 35.8455510089451
    },
    {
      name: "안동상회",
      address: "서울 동대문구 망우로 131",
      x: 127.067427768295,
      y: 37.5918475685303
    },
    {
      name: "시흥정왕본점",
      address: "경기 시흥시 정왕천로411번길 11",
      x: 126.750943405293,
      y: 37.3447956047438
    },
    {
      name: "로또분식",
      address: "경남 김해시 장유면 장유로 180, 107호",
      x: 128.805532139887,
      y: 35.2070820646145
    },
    {
      name: "나들가게 편의점",
      address: "경기 고양시 일산동구 중앙로 1048, 105호, 106호",
      x: 126.787861318886,
      y: 37.6436642856737
    },
    {
      name: "세이점",
      address: "대전 중구 계룡로874번길 55",
      x: 127.408224241908,
      y: 36.3224834605972
    },
    {
      name: "행쇼",
      address: "인천 미추홀구 인주대로 164-1",
      x: 126.655105025581,
      y: 37.4559161344272
    },
    {
      name: "계양은영점(세븐일레븐간판점)",
      address: "인천 계양구 도두리로6번길 15",
      x: 126.7349265753,
      y: 37.5325140626107
    },
    {
      name: "가락중앙점",
      address: "서울 송파구 송이로17길 54-28",
      x: 127.126302707931,
      y: 37.5008420147913
    },
    {
      name: "웰빙공예",
      address: "경북 안동시 단원로 75",
      x: 128.711926119548,
      y: 36.5717717728678
    },
    {
      name: "역전슈퍼",
      address: "경남 창원시 의창구 의창대로 58",
      x: 128.607190632944,
      y: 35.2564186942794
    },
    {
      name: "이동터미널점",
      address: "경기 포천시 이동면 장암1길 18",
      x: 127.367030788393,
      y: 38.0357385927636
    },
    {
      name: "조은유통",
      address: "경남 창원시 의창구 천주로 499",
      x: 128.602292590515,
      y: 35.3009268767802
    },
    {
      name: "가자주류백화점",
      address: "서울 중구 퇴계로 197, 102호",
      x: 126.993929572783,
      y: 37.5614541465376
    },
    {
      name: "서울세탁소",
      address: "경남 창원시 성산구 신촌로 21, 20호",
      x: 128.626780661543,
      y: 35.2075614670978
    },
    {
      name: "해피마트",
      address: "경기 성남시 수정구 산성대로 281",
      x: 127.148131414584,
      y: 37.4415683312779
    },
    {
      name: "행복로또",
      address: "광주 동구 남문로 699",
      x: 126.928000071962,
      y: 35.1329921244792
    },
    {
      name: "방학신우점",
      address: "서울 도봉구 방학로10길 10",
      x: 127.033082621152,
      y: 37.6628648912756
    },
    {
      name: "하나스포츠",
      address: "경기 가평군 가평읍 가화로 50",
      x: 127.515810694214,
      y: 37.8243876608348
    },
    {
      name: "트래디",
      address: "충남 예산군 예산읍 예산로176번길 46",
      x: 126.84915338144,
      y: 36.6777186894305
    },
    {
      name: "편의마트",
      address: "경기 파주시 월롱면 엘지로386번길 4",
      x: 126.759012080904,
      y: 37.8173422513397
    },
    {
      name: "경주동천1호점",
      address: "경북 경주시 양정로251번길 14",
      x: 129.222842409997,
      y: 35.8552501609697
    },
    {
      name: "위드미파주신촌점",
      address: "경기 파주시 교하로 1015",
      x: 126.712761238699,
      y: 37.7351433446571
    },
    {
      name: "씨스페이스김해구산점",
      address: "부산 사상구 새벽시장로29번길 40",
      x: 128.977580012583,
      y: 35.1575558611287
    },
    {
      name: "싱싱마트",
      address: "경기 파주시 교하로 1195",
      x: 126.728363690855,
      y: 37.7446132733609
    },
    {
      name: "문발슈퍼",
      address: "경기 파주시 교하로 931",
      x: 126.706750032166,
      y: 37.7291143147762
    },
    {
      name: "해양사",
      address: "인천 중구 항동7가 60",
      x: 126.602915694809,
      y: 37.4561554120436
    },
    {
      name: "편의점사랑",
      address: "인천 연수구 송도미래로 30, F동 109호",
      x: 126.647280218866,
      y: 37.3666405488818
    },
    {
      name: "행운마트",
      address: "경기 수원시 영통구 동탄원천로1109번길 8",
      x: 127.058070622309,
      y: 37.2691085685216
    },
    {
      name: "운정삼성프라자점",
      address: "경기 파주시 미래로 375, 105호",
      x: 126.745851749055,
      y: 37.7114039101352
    },
    {
      name: "신논현역점",
      address: "서울 서초구 사평대로53길 41",
      x: 127.021069063644,
      y: 37.5060901493185
    },
    {
      name: "제이제이편의점",
      address: "충남 천안시 서북구 서부11길 21",
      x: 127.139434940413,
      y: 36.8201575538657
    },
    {
      name: "구리센타점",
      address: "경기 구리시 검배로6번길 24",
      x: 127.14015256982,
      y: 37.5999417303517
    },
    {
      name: "대구갈산센터점",
      address: "대구 달서구 성서로72길 27",
      x: 128.508968031415,
      y: 35.849496103874
    },
    {
      name: "ampm편의점 문산점",
      address: "경기 파주시 문산읍 당동2로 1",
      x: 126.785044300405,
      y: 37.8677672056715
    },
    {
      name: "씨스페이스 로또명당점",
      address: "경기 김포시 통진읍 율마로 339-21",
      x: 126.597866505253,
      y: 37.68259202446
    },
    {
      name: "시흥정왕역점",
      address: "경기 시흥시 오동마을로6번길 17",
      x: 126.742815200082,
      y: 37.3521973589686
    },
    {
      name: "차암일등로또",
      address: "충남 천안시 서북구 밤개울1길 1-5",
      x: 127.10136678401,
      y: 36.8404976063151
    },
    {
      name: "GS 25성남테크점",
      address: "경기 성남시 중원구 사기막골로 124",
      x: 127.177483892075,
      y: 37.4405625538568
    },
    {
      name: "춘천석사점",
      address: "강원 춘천시 애막골길11번길 22",
      x: 127.752433979694,
      y: 37.866207105665
    },
    {
      name: "경복궁마트",
      address: "전북 전주시 완산구 평화로 124",
      x: 127.135079052827,
      y: 35.7876918809785
    },
    {
      name: "광주문형점",
      address: "경기 광주시 오포읍 오포로 504",
      x: 127.212321733089,
      y: 37.3432933206551
    },
    {
      name: "씨스페이스 경주외동점",
      address: "경북 경주시 외동읍 연안개곡2길 15-59",
      x: 129.320821585635,
      y: 35.7305077781591
    },
    {
      name: "베스트올 상수점",
      address: "경기 양주시 남면 화합로610번길 106",
      x: 127.003350245301,
      y: 37.8697452730526
    },
    {
      name: "유니크",
      address: "강원 원주시 이화1길 39-14",
      x: 127.933989446965,
      y: 37.3397339764218
    },
    {
      name: "마포토정로점",
      address: "서울 마포구 토정로 32길 12",
      x: 126.940767625594,
      y: 37.5403439227333
    },
    {
      name: "노다지복권방",
      address: "경기 파주시 법원읍 술이홀로 906",
      x: 126.875183403046,
      y: 37.8514390610254
    },
    {
      name: "행복마트",
      address: "충남 아산시 배방읍 용연로 20-2",
      x: 127.08963392313,
      y: 36.7953284510835
    },
    {
      name: "굿마트",
      address: "대전 유성구 테크노7로 23",
      x: 127.401384139672,
      y: 36.4253770675965
    },
    {
      name: "토토 프렌즈",
      address: "충남 보령시 남대천로 54, 1층 2호",
      x: 126.593631394611,
      y: 36.3489700387528
    },
    {
      name: "씨스페이스김천신음점",
      address: "경북 김천시 신음1길 33, A동 1층",
      x: 128.119105984665,
      y: 36.135974966993
    },
    {
      name: "경북윤업사",
      address: "대구 남구 대명로 123",
      x: 128.571212113508,
      y: 35.8396522380291
    },
    {
      name: "행운텔레콤",
      address: "경북 영천시 언하공단로 90",
      x: 128.953869470713,
      y: 35.9862081800331
    },
    {
      name: "위드미 사월역점",
      address: "대구 수성구 달구벌대로 3303",
      x: 128.717371691034,
      y: 35.8368792991544
    },
    {
      name: "동두천중앙점",
      address: "경기 동두천시 중앙로 233",
      x: 127.052951592162,
      y: 37.9023360692181
    },
    {
      name: "덕평IC점",
      address: "경기 이천시 마장면 덕평로 812",
      x: 127.366692954511,
      y: 37.2301804616895
    },
    {
      name: "예스플러스강서화곡점",
      address: "서울 강서구 국회대로7길 6",
      x: 126.860662433152,
      y: 37.529929398228
    },
    {
      name: "대일슈퍼",
      address: "서울 양천구 목동남로4길 17",
      x: 126.865317041511,
      y: 37.50896063118
    },
    {
      name: "망원편의점",
      address: "서울 마포구 희우정로 70",
      x: 126.904562658769,
      y: 37.5524847762713
    },
    {
      name: "베스트올신평화점",
      address: "서울 중구 청계천로 298",
      x: 127.011069634436,
      y: 37.5694538182223
    },
    {
      name: "우경",
      address: "경남 양산시 서창로 104",
      x: 129.166813072118,
      y: 35.410088869874
    },
    {
      name: "다연",
      address: "서울 마포구 서강로16길 25-1",
      x: 126.935504704597,
      y: 37.5526338535699
    },
    {
      name: "행운마트",
      address: "경기 용인시 기흥구 동백3로11번길 12",
      x: 127.153125181437,
      y: 37.2702108147105
    },
    {
      name: "희진상회",
      address: "경남 창원시 성산구 토월로 92",
      x: 128.684295643897,
      y: 35.2190177604482
    },
    {
      name: "토토앤조이",
      address: "충남 서산시 시장4길 34",
      x: 126.458407752485,
      y: 36.7811149966048
    },
    {
      name: "한아름슈퍼",
      address: "서울 송파구 성내천로 260",
      x: 127.153978421607,
      y: 37.497381758272
    },
    {
      name: "삼성할인마트",
      address: "경기 화성시 삼성1로 150, 102호",
      x: 127.078348391879,
      y: 37.2173653627139
    },
    {
      name: "편의점사랑",
      address: "경기 화성시 동탄중앙로 76, 101호",
      x: 127.072527665956,
      y: 37.1931846826201
    },
    {
      name: "종로당주점",
      address: "서울 종로구 새문안로3길 21",
      x: 126.972574367642,
      y: 37.5721010688002
    },
    {
      name: "K25",
      address: "인천 중구 영종대로162번길 26, 105호",
      x: 126.495069525747,
      y: 37.4919592089025
    },
    {
      name: "이마트24 간석점",
      address: "인천 남동구 동암남로34번길 50, B동 101호",
      x: 126.707046423928,
      y: 37.4682906535805
    },
    {
      name: "오광편의점",
      address: "경기 성남시 수정구 위례순환로4길 30",
      x: 127.149418970717,
      y: 37.4696985609971
    },
    {
      name: "신내제일점",
      address: "서울 중랑구 봉화산로 218",
      x: 127.097061714442,
      y: 37.6073860355769
    },
    {
      name: "차부상회",
      address: "경기 김포시 통진읍 조강로 50",
      x: 126.600338424238,
      y: 37.6903489666799
    },
    {
      name: "토토나라",
      address: "강원 춘천시 영서로 2492",
      x: 127.713504664784,
      y: 37.8807952612872
    },
    {
      name: "논현학나래점",
      address: "서울 강남구 강남대로136길 7",
      x: 127.021375090779,
      y: 37.5131657738555
    },
    {
      name: "파주 LG복권방",
      address: "경기 파주시 경의로 1751",
      x: 126.77007522897,
      y: 37.7658268603055
    },
    {
      name: "명학역점",
      address: "경기 안양시 만안구 덕천로 52, 103호",
      x: 126.936291656079,
      y: 37.3858951370498
    },
    {
      name: "딩크텔레콤",
      address: "서울 구로구 중앙로8길 19",
      x: 126.863936383191,
      y: 37.5026094894336
    },
    {
      name: "여주희망점",
      address: "경기 여주시 여주남로 74",
      x: 127.612944207389,
      y: 37.2821791085004
    },
    {
      name: "세븐토토&슈즈",
      address: "서울 양천구 가로공원로 134",
      x: 126.830844999823,
      y: 37.5359886033466
    },
    {
      name: "봉천제일점",
      address: "서울 관악구 남부순환로 1932",
      x: 126.96355399757,
      y: 37.4768194334572
    },
    {
      name: "대박잡화",
      address: "강원 원주시 치악로 1584",
      x: 127.96163763991,
      y: 37.3244023636241
    },
    {
      name: "엠케이디지탈코리아",
      address: "서울 성동구 상원12길 18",
      x: 127.049740629044,
      y: 37.5505604060872
    },
    {
      name: "우리매점",
      address: "경기 안산시 단원구 부부로 92",
      x: 126.791959438767,
      y: 37.3365227557156
    },
    {
      name: "태성",
      address: "전북 전주시 완산구 고사평5길 10",
      x: 127.109024564799,
      y: 35.8368998953586
    },
    {
      name: "영진기획",
      address: "서울 용산구 소월로20길 23",
      x: 126.985422729314,
      y: 37.5454471742255
    },
    {
      name: "응암서희점",
      address: "서울 은평구 응암로 152",
      x: 126.915717594432,
      y: 37.585639081014
    },
    {
      name: "의정부 청사점",
      address: "경기 의정부시 장곡로628번길 26",
      x: 127.07261480455,
      y: 37.7495148788266
    },
    {
      name: "제이에스원",
      address: "서울 성북구 종암로 117",
      x: 127.033547631257,
      y: 37.6005973519552
    },
    {
      name: "검단서해점",
      address: "인천 서구 검단로529번길 21",
      x: 126.660494836257,
      y: 37.6050810387044
    },
    {
      name: "푸앙",
      address: "강원 속초시 만천길 20-9",
      x: 128.575404093874,
      y: 38.1993807616373
    },
    {
      name: "수원율전본점",
      address: "경기 수원시 장안구 서부로 2123",
      x: 126.970921221825,
      y: 37.2981326097568
    },
    {
      name: "강릉초당점",
      address: "강원 강릉시 연당길 87",
      x: 128.91398406563,
      y: 37.7851697132264
    },
    {
      name: "신매태왕점",
      address: "대구 수성구 욱수천로 70",
      x: 128.711704925445,
      y: 35.8346237146511
    },
    {
      name: "미니마트",
      address: "경기 안양시 동안구 흥안대로 78",
      x: 126.953894584245,
      y: 37.3688816002862
    },
    {
      name: "평택서재점",
      address: "경기 평택시 서재7길 37",
      x: 127.09201136467,
      y: 37.0074243406268
    },
    {
      name: "시흥하중로점",
      address: "경기 시흥시 하중로117번길 3",
      x: 126.799592543488,
      y: 37.4000568273468
    },
    {
      name: "웨이팅행신점",
      address: "경기 고양시 덕양구 중앙로557번길 18",
      x: 126.834294971955,
      y: 37.6230380667359
    },
    {
      name: "상대원 도장잡화",
      address: "경기 성남시 중원구 둔촌대로 393",
      x: 127.16063850371,
      y: 37.4335707162388
    },
    {
      name: "신철원 센터점",
      address: "강원 철원군 갈말읍 명성로 125번길 3",
      x: 127.307160703361,
      y: 38.1429166002241
    },
    {
      name: "안양중앙로점",
      address: "경기 안양시 만안구 안양로 343, 111호",
      x: 126.918398172507,
      y: 37.4019805430286
    },
    {
      name: "대전노은스타점",
      address: "대전 유성구 왕가봉로24번길 28-2",
      x: 127.316808857959,
      y: 36.3653573933697
    },
    {
      name: "하남덕풍본점",
      address: "경기 하남시 역말로 17",
      x: 127.200426453175,
      y: 37.5338671914812
    },
    {
      name: "역삼한서점",
      address: "서울 강남구 테헤란로38길 11",
      x: 127.041782586457,
      y: 37.5012958846463
    },
    {
      name: "승승장구",
      address: "경기 수원시 권선구 금호로 221-1",
      x: 126.97432414755,
      y: 37.2754501988955
    },
    {
      name: "노다지",
      address: "서울 성동구 연무장7길 3-1",
      x: 127.054286775738,
      y: 37.5431308392213
    },
    {
      name: "서수원푸르지오점",
      address: "경기 수원시 권선구 입북로77번길 62, 제116동 105호",
      x: 126.954191505287,
      y: 37.299916956285
    },
    {
      name: "행운복권방",
      address: "서울 동대문구 서울시립대로 147",
      x: 127.05314807526,
      y: 37.5832465983676
    },
    {
      name: "챔스",
      address: "경북 영주시 중앙로 53",
      x: 128.622120848519,
      y: 36.8212240279735
    },
    {
      name: "복권나라",
      address: "인천 미추홀구 토금북로 47",
      x: 126.639337423492,
      y: 37.4536176267821
    },
    {
      name: "별을쏘는베팅샵",
      address: "대전 대덕구 덕암로 184",
      x: 127.422890297934,
      y: 36.4368747381243
    },
    {
      name: "미니스포츠토토",
      address: "충남 부여군 부여읍 석탑로 62-1",
      x: 126.912877776194,
      y: 36.2816015939202
    },
    {
      name: "이마트24 서산하나로점",
      address: "충남 서산시 안견로 277",
      x: 126.452904055955,
      y: 36.7770174514062
    },
    {
      name: "붐토토",
      address: "서울 강남구 언주로 405, 107호",
      x: 127.043950332457,
      y: 37.4991851221367
    },
    {
      name: "광명푸른점",
      address: "경기 광명시 광명로 848",
      x: 126.852447873061,
      y: 37.4747977378679
    },
    {
      name: "장미슈퍼",
      address: "경기 안성시 안성맞춤대로 1033",
      x: 127.268820625667,
      y: 37.0057684599064
    },
    {
      name: "알프스산장",
      address: "부산 기장군 정관읍 산단2로 49",
      x: 129.18415168648,
      y: 35.3176535683337
    },
    {
      name: "또만나슈퍼",
      address: "경남 진주시 대신로 255",
      x: 128.117032045535,
      y: 35.1833119120561
    },
    {
      name: "탑세일마트",
      address: "경남 창원시 마산합포구 자산삼거리로 53,102호",
      x: 128.564868638889,
      y: 35.2054410593231
    },
    {
      name: "코리아마트",
      address: "경북 안동시 하이마로 10",
      x: 128.677607398167,
      y: 36.5737878465533
    },
    {
      name: "구미임수점",
      address: "경북 구미시 3공단1로 284",
      x: 128.402442533299,
      y: 36.1072632774789
    },
    {
      name: "구암후레쉬할인마트",
      address: "경남 창원시 마산회원구 구암남11길 28",
      x: 128.600802051949,
      y: 35.250209586021
    },
    {
      name: "동네슈퍼",
      address: "경기 수원시 권선구 정조로398번길 24",
      x: 127.015800264543,
      y: 37.2451455369619
    },
    {
      name: "에브리데이",
      address: "부산 사하구 다송로 6",
      x: 128.980426714432,
      y: 35.0665011144683
    },
    {
      name: "청학유통",
      address: "부산 영도구 태종로 317",
      x: 129.060597976771,
      y: 35.096971326313
    },
    {
      name: "옥산마트",
      address: "경북 경산시 성암로13길 18-1",
      x: 128.723042598342,
      y: 35.8248712900548
    },
    {
      name: "씨스페이스 경산갑제점",
      address: "경북 경산시 화랑로8길 216",
      x: 128.771694519269,
      y: 35.8329805651805
    },
    {
      name: "일신공인중개사사무소",
      address: "대구 동구 신암로16길 2",
      x: 128.609231926977,
      y: 35.8781366842778
    },
    {
      name: "수성그린마트",
      address: "경남 창원시 진해구 경화시장로 35",
      x: 128.690405170539,
      y: 35.1567609306522
    },
    {
      name: "진해상회",
      address: "경남 창원시 진해구 진해대로886번길 18, 101호",
      x: 128.705070745375,
      y: 35.1499486694889
    },
    {
      name: "오렌지마트",
      address: "대전 동구 홍도로 71-1",
      x: 127.427793362772,
      y: 36.3524803983551
    },
    {
      name: "위드미 대구도원점",
      address: "대구 달서구 상화로 310",
      x: 128.547703179841,
      y: 35.8079609336443
    },
    {
      name: "대박신화",
      address: "경북 포항시 남구 양학천로 178, 101호",
      x: 129.364436033713,
      y: 36.0275424124538
    },
    {
      name: "그린마트",
      address: "경북 구미시 야은로 429",
      x: 128.329781793602,
      y: 36.1366724760402
    },
    {
      name: "문경IC낚시",
      address: "경북 문경시 당교로 170",
      x: 128.181758365744,
      y: 36.5840521530188
    },
    {
      name: "영해점",
      address: "경북 영덕군 영해면 예주시장길 4",
      x: 129.404615051565,
      y: 36.5383177400416
    },
    {
      name: "그린마트",
      address: "서울 노원구 노원로30길 69",
      x: 127.070574834501,
      y: 37.6559450970113
    },
    {
      name: "대구수성들안길점",
      address: "대구 수성구 들안로 75",
      x: 128.61649118649,
      y: 35.8366519152417
    },
    {
      name: "묵현천마점",
      address: "경기 남양주시 먹갓로서길 33",
      x: 127.272725117899,
      y: 37.6595104732588
    },
    {
      name: "안산삼일로점",
      address: "경기 안산시 단원구 보배4길 1",
      x: 126.82853587042,
      y: 37.3302184303056
    },
    {
      name: "효자촌점",
      address: "경기 성남시 분당구 불정로376번길 7",
      x: 127.137039054723,
      y: 37.3737178202958
    },
    {
      name: "용인미래점",
      address: "경기 용인시 기흥구 죽전로 11",
      x: 127.109887693719,
      y: 37.3207470055556
    },
    {
      name: "신천민아점",
      address: "대구 동구 동대구로 466",
      x: 128.626093913629,
      y: 35.8719541114666
    },
    {
      name: "요런떡복기",
      address: "경북 경주시 외동읍 우박길 61-2",
      x: 129.320590881326,
      y: 35.677985705863
    },
    {
      name: "오류역점",
      address: "서울 구로구 경인로20길 9",
      x: 126.843960173202,
      y: 37.4954643260145
    },
    {
      name: "프랜드 패밀리(고림점)",
      address: "경기 용인시 처인구 경안천로 266",
      x: 127.219993114501,
      y: 37.2547342295872
    },
    {
      name: "해태슈퍼",
      address: "광주 서구 경열로 62",
      x: 126.892858789633,
      y: 35.1507923853582
    },
    {
      name: "도매시장편의점",
      address: "광주 서구 매월2로 16",
      x: 126.858692657615,
      y: 35.1162032593515
    },
    {
      name: "모악",
      address: "전북 전주시 완산구 우전로 333",
      x: 127.101663207718,
      y: 35.8243926397241
    },
    {
      name: "함열코사마트",
      address: "전북 익산시 함열읍 함열5길 26",
      x: 126.96302899094,
      y: 36.0762667478026
    },
    {
      name: "평촌관평로점",
      address: "경기 안양시 동안구 관양동 1607",
      x: 126.963186683498,
      y: 37.3933053176042
    },
    {
      name: "신안할인마트",
      address: "서울 중랑구 공릉로2나길 44",
      x: 127.079512359283,
      y: 37.6141418050431
    },
    {
      name: "매직라이트",
      address: "경기 광주시 이배재로 110",
      x: 127.242665313738,
      y: 37.4264997272562
    },
    {
      name: "할인마트",
      address: "서울 중랑구 중랑천로20길 26",
      x: 127.073206856608,
      y: 37.5968405740703
    },
    {
      name: "우리식품",
      address: "서울 성동구 아차산로11길 26",
      x: 127.060135843876,
      y: 37.5457916293377
    },
    {
      name: "성서 공단센터점",
      address: "대구 달서구 월암동 1-143",
      x: 128.495254953212,
      y: 35.8341305694292
    },
    {
      name: "일등 복권 편의점",
      address: "대구 달서구 대명천로 220",
      x: 128.53619207262,
      y: 35.84220335202
    },
    {
      name: "퀼트인하우스",
      address: "서울 동작구 대림로 44",
      x: 126.908803830869,
      y: 37.4878415416242
    },
    {
      name: "의정부본점",
      address: "경기 의정부시 시민로 83",
      x: 127.04452089288,
      y: 37.7387719935114
    },
    {
      name: "하프타임서면몰점",
      address: "부산 부산진구 가야대로784번길 33",
      x: 129.057336671738,
      y: 35.1559553739222
    },
    {
      name: "용인양지리조트점",
      address: "경기 용인시 처인구 남평로 114",
      x: 127.295240513702,
      y: 37.2263167911685
    },
    {
      name: "율산마트",
      address: "전남 순천시 율산길 15",
      x: 127.524317517405,
      y: 34.941480223465
    },
    {
      name: "김포중앙점",
      address: "경기 김포시 돌문로 98",
      x: 126.713295530013,
      y: 37.6220081986582
    },
    {
      name: "대구봉덕본점",
      address: "대구 남구 봉덕로6길 53",
      x: 128.591160289886,
      y: 35.8437258532418
    },
    {
      name: "인천용현점",
      address: "인천 미추홀구 낙섬서로 27",
      x: 126.634745680281,
      y: 37.4520606377152
    },
    {
      name: "김해위더스점",
      address: "경남 김해시 활천로267번길 8, 102호",
      x: 128.908665968966,
      y: 35.2435649960443
    },
    {
      name: "대구범어공원점",
      address: "대구 수성구 달구벌대로496길 24",
      x: 128.633865057652,
      y: 35.8569718414531
    },
    {
      name: "서경대본점",
      address: "서울 성북구 서경로 99",
      x: 127.013151136271,
      y: 37.6117380725023
    },
    {
      name: "워커힐점",
      address: "서울 광진구 아차산로 630",
      x: 127.107996640955,
      y: 37.5488324836158
    },
    {
      name: "해피라인",
      address: "경기 고양시 덕양구 행신로 303, 101호",
      x: 126.845421519082,
      y: 37.6220848767959
    },
    {
      name: "충북감곡점",
      address: "충북 음성군 감곡면 장감로 148",
      x: 127.638828912715,
      y: 37.1188449514219
    },
    {
      name: "청평터미널본점",
      address: "경기 가평군 청평면 청평중앙로 58",
      x: 127.420788550858,
      y: 37.7383419802149
    },
    {
      name: "검단마전점",
      address: "인천 서구 마전로115번길 2-1",
      x: 126.668970679687,
      y: 37.6098801616407
    },
    {
      name: "승리토프",
      address: "경기 파주시 봉천로 48",
      x: 126.806565081287,
      y: 37.7439309118996
    },
    {
      name: "장대중앙점",
      address: "대전 유성구 장대로 104",
      x: 127.333990288957,
      y: 36.3639013432947
    },
    {
      name: "원주단계공원점",
      address: "강원 원주시 금불3길 26",
      x: 127.932044057592,
      y: 37.349626150415
    },
    {
      name: "관저느리울점",
      address: "대전 서구 관저동로 47-3",
      x: 127.340364080453,
      y: 36.2961364873948
    },
    {
      name: "토토복권방",
      address: "경기 시흥시 공단1대로 244, 19동 122호",
      x: 126.728446655944,
      y: 37.3353318953191
    },
    {
      name: "일산연안점",
      address: "경기 고양시 일산서구 일중로 96, 연안상가 101,102호",
      x: 126.774800274739,
      y: 37.6881342924464
    },
    {
      name: "토토편의점",
      address: "충남 당진시 송악읍 반촌로 194",
      x: 126.702078498714,
      y: 36.9017371734469
    },
    {
      name: "소망복권방",
      address: "전북 전주시 덕진구 산정3길 38",
      x: 127.168068959786,
      y: 35.83913444951
    },
    {
      name: "시화하나점",
      address: "경기 시흥시 옥구상가1길 17",
      x: 126.721941766269,
      y: 37.3534518485148
    },
    {
      name: "경대행복점",
      address: "대구 동구 경대로 84",
      x: 128.616517870329,
      y: 35.8880566052676
    },
    {
      name: "포항대잠제일점",
      address: "경북 포항시 남구 새천년대로422번길 14",
      x: 129.345260847466,
      y: 36.0128526140411
    },
    {
      name: "석바위점",
      address: "인천 미추홀구 주안동로 7",
      x: 126.685644451698,
      y: 37.4588300325547
    },
    {
      name: "성남복지점",
      address: "경기 성남시 중원구 제일로35번길 23",
      x: 127.134302462769,
      y: 37.4308537622926
    },
    {
      name: "세븐일레븐 용인양지본점",
      address: "경기 용인시 처인구 양지로 136",
      x: 127.283442385412,
      y: 37.2343725673819
    },
    {
      name: "김포운양유보라점",
      address: "경기 김포시 고촌읍 은행영사정로 5번길 8-27",
      x: 126.77125907878,
      y: 37.6015416534795
    },
    {
      name: "가평설악점",
      address: "경기 가평군 설악면 신천중앙로 114",
      x: 127.491280353044,
      y: 37.6778249171741
    },
    {
      name: "등촌5호점",
      address: "서울 강서구 강서로68길 12",
      x: 126.841550722394,
      y: 37.5662197525578
    },
    {
      name: "수원팩토리점",
      address: "경기 수원시 영통구 삼성로 274",
      x: 127.064363011499,
      y: 37.265612968071
    },
    {
      name: "대흥당",
      address: "전북 정읍시 관통로 102",
      x: 126.855652539249,
      y: 35.5589265593113
    },
    {
      name: "제주종달점",
      address: "제주 제주시 구좌읍 일주동로 3719",
      x: 126.893930977912,
      y: 33.4928127909798
    },
    {
      name: "애플스토어",
      address: "광주 광산구 목련로 64-1",
      x: 126.804783840726,
      y: 35.1722121448022
    },
    {
      name: "백만불",
      address: "제주 서귀포시 중산간동로 7884, 101호",
      x: 126.573875080247,
      y: 33.2658347682502
    },
    {
      name: "전주 대성점GS25",
      address: "전북 전주시 완산구 춘향로 5277",
      x: 127.17084262338,
      y: 35.8006628861847
    },
    {
      name: "알뜰폰마트",
      address: "전북 전주시 덕진구 과학로 53",
      x: 127.124665101175,
      y: 35.8745730924272
    },
    {
      name: "해피타임",
      address: "경기 고양시 덕양구 호국로 842",
      x: 126.840338355416,
      y: 37.660036999911
    },
    {
      name: "홍천대곡리",
      address: "강원 홍천군 서면 한서로 2086",
      x: 127.667161325096,
      y: 37.6199383327472
    },
    {
      name: "진주개양점",
      address: "경남 진주시 호탄길 9",
      x: 128.116115817316,
      y: 35.1623837083039
    },
    {
      name: "진주동문점",
      address: "경남 진주시 망경로298번길 4",
      x: 128.085690884605,
      y: 35.1852097267667
    },
    {
      name: "한림공단점",
      address: "경남 김해시 한림면 김해대로916번길 117",
      x: 128.790053793106,
      y: 35.2854836366402
    },
    {
      name: "정관신도시점",
      address: "부산 기장군 정관읍 구연방곡로 9",
      x: 129.184009262445,
      y: 35.3205045730439
    },
    {
      name: "천안백석비전점",
      address: "충남 천안시 서북구 한들1로 9-23",
      x: 127.113619570123,
      y: 36.8243172374008
    },
    {
      name: "아산북수점",
      address: "충남 아산시 배방읍 북수로 86",
      x: 127.07026589702,
      y: 36.7734786181179
    },
    {
      name: "복지슈퍼",
      address: "부산 사상구 모라동 283-9",
      x: 128.986421371981,
      y: 35.1926526495993
    },
    {
      name: "명동삼거리점",
      address: "경남 김해시 한림면 한림로 52",
      x: 128.810202276689,
      y: 35.2982422088803
    },
    {
      name: "남지중앙점",
      address: "경남 창녕군 남지읍 남지중앙로 111",
      x: 128.481638979436,
      y: 35.39236900394
    },
    {
      name: "GS25금호역점",
      address: "서울 성동구 매봉길 50, B201호",
      x: 127.01218936757,
      y: 37.5472989077685
    },
    {
      name: "천안병천아우내점",
      address: "충남 천안시 동남구 병천면 아우내순대길 13",
      x: 127.297031475893,
      y: 36.759352871136
    },
    {
      name: "당진보건소정문점",
      address: "충남 당진시 서부로 39-3, 101호",
      x: 126.629694931944,
      y: 36.8862347752947
    },
    {
      name: "유성도안점",
      address: "대전 유성구 봉명서로 43-4",
      x: 127.341525945361,
      y: 36.3464590585782
    },
    {
      name: "세븐일레븐 논산훈련소정문점",
      address: "충남 논산시 연무읍 득안대로 487-8",
      x: 127.097866929151,
      y: 36.114153898744
    },
    {
      name: "B&M마트",
      address: "충북 청주시 상당구 쇠내로 68",
      x: 127.501298890746,
      y: 36.6247060419561
    },
    {
      name: "청주용암부영점",
      address: "충북 청주시 상당구 용암북로120번길 21-1",
      x: 127.512082296683,
      y: 36.6197652502923
    },
    {
      name: "럭키슈퍼",
      address: "충남 아산시 곡교리길10번길 29",
      x: 126.981637267686,
      y: 36.8079078980952
    },
    {
      name: "공단할인마트",
      address: "충남 아산시 인주면 인주산단로 23-30",
      x: 126.87834178046,
      y: 36.8727695321114
    },
    {
      name: "미니스톱 김포대곶점",
      address: "경기 김포시 대곶면 대명항로 268",
      x: 126.58993330729,
      y: 37.6519576077578
    },
    {
      name: "횡성점",
      address: "강원 횡성군 횡성읍 횡성로 401",
      x: 127.985493581205,
      y: 37.4889092111408
    },
    {
      name: "금희슈퍼",
      address: "경기 김포시 하성면 월하로 587",
      x: 126.620736689712,
      y: 37.7114536311142
    },
    {
      name: "씨스페이스 부천오정점",
      address: "경기 부천시 성곡로 117",
      x: 126.794964606439,
      y: 37.5228485153461
    },
    {
      name: "대구약목대로점",
      address: "경북 칠곡군 약목면 칠곡대로 1042",
      x: 128.386938850678,
      y: 36.008978205701
    },
    {
      name: "세븐일레븐 김포하성원산점",
      address: "경기 김포시 하성로 297",
      x: 126.636038977581,
      y: 37.7015889399963
    },
    {
      name: "태백삼수점",
      address: "강원 태백시 전나무길 2",
      x: 128.978017972599,
      y: 37.1818833870238
    },
    {
      name: "잠실방이점",
      address: "서울 송파구 올림픽로32길 3",
      x: 127.108993500469,
      y: 37.5157151944277
    },
    {
      name: "정동진으뜸점",
      address: "강원 강릉시 강동면 헌화로 1094",
      x: 129.032199835072,
      y: 37.6905284655348
    },
    {
      name: "하나로편의점",
      address: "경기 김포시 양촌읍 황금3로 81, 111호",
      x: 126.617768719484,
      y: 37.6108005749995
    },
    {
      name: "에스 25",
      address: "경기 안산시 단원구 삼일로 401",
      x: 126.822414370917,
      y: 37.3335749306556
    },
    {
      name: "경기마트",
      address: "경기 화성시 정남면 만년로 679",
      x: 126.98877853382,
      y: 37.1809157955717
    },
    {
      name: "수원휴먼스카이",
      address: "경기 수원시 권선구 오목천로132번길 33",
      x: 126.976487226435,
      y: 37.2427190935333
    },
    {
      name: "청주봉명원룸점",
      address: "충북 청주시 흥덕구 덕암로12번길 16",
      x: 127.455155600777,
      y: 36.6516767678109
    },
    {
      name: "소유",
      address: "충남 서산시 지곡면 충의로 1543-3",
      x: 126.441976394506,
      y: 36.9041706020821
    },
    {
      name: "광주우산아제점",
      address: "광주 광산구 사암로106번길 57",
      x: 126.81042242557,
      y: 35.1537817592605
    },
    {
      name: "이천장암점",
      address: "경기 이천시 마장면 서이천로 572",
      x: 127.401301702311,
      y: 37.2726219363883
    },
    {
      name: "경기광주대로점",
      address: "경기 광주시 오포읍 회안대로 16",
      x: 127.246624280687,
      y: 37.3568254422196
    },
    {
      name: "동두천신한대점",
      address: "경기 동두천시 어수로 31",
      x: 127.046648917061,
      y: 37.9042658555933
    },
    {
      name: "포천성동점",
      address: "경기 포천시 영중면 호국로 3138",
      x: 127.252584788175,
      y: 38.0212097149227
    },
    {
      name: "부산시청점",
      address: "부산 부산진구 중앙대로 990",
      x: 129.0751365221,
      y: 35.1774574609461
    },
    {
      name: "그린편의점",
      address: "경남 김해시 율하6로 52, 112호",
      x: 128.824648964839,
      y: 35.1717466317333
    },
    {
      name: "스포츠토토",
      address: "경기 파주시 방촌로 401",
      x: 126.722937247075,
      y: 37.7812663319405
    },
    {
      name: "가좌청기와점",
      address: "인천 서구 가정로 63",
      x: 126.670989640994,
      y: 37.4900214469901
    },
    {
      name: "CU 운정역점",
      address: "경기 파주시 운정역길 377",
      x: 126.768000711679,
      y: 37.7251105429474
    },
    {
      name: "선유힐마트",
      address: "경기 파주시 문산읍 돈유안길 42-3",
      x: 126.805387892513,
      y: 37.8602725462203
    },
    {
      name: "파주LCD5호점",
      address: "경기 파주시 월롱면 엘씨디로8번길 24",
      x: 126.776692493128,
      y: 37.8117577416286
    },
    {
      name: "빛가람마트",
      address: "전남 나주시 영산포로 132",
      x: 126.706835161011,
      y: 34.9939240304767
    },
    {
      name: "파주광탄영장점",
      address: "경기 파주시 광탄면 보광로 662",
      x: 126.903605347217,
      y: 37.765234559337
    },
    {
      name: "토토잉크",
      address: "인천 서구 청라루비로 106, 상가동 103호",
      x: 126.642023110663,
      y: 37.5344043550594
    },
    {
      name: "나주한전점",
      address: "전남 나주시 한빛로 17, 104호",
      x: 126.77907420182,
      y: 35.0231385477095
    },
    {
      name: "SuperMarket",
      address: "광주 남구 금화로 391",
      x: 126.888323719524,
      y: 35.1423381205978
    },
    {
      name: "금호유통",
      address: "광주 북구 서방로 56-2",
      x: 126.918986866355,
      y: 35.1724726911577
    },
    {
      name: "그린편의점",
      address: "경기 파주시 월롱산로 65",
      x: 126.763712722537,
      y: 37.7814416464056
    },
    {
      name: "기흥단지점",
      address: "경기 용인시 기흥구 기흥단지로 45",
      x: 127.103926584098,
      y: 37.2250939765532
    },
    {
      name: "영천IC점",
      address: "경북 영천시 봉동1길 70",
      x: 128.944954489035,
      y: 35.9333116231918
    },
    {
      name: "대원세탁",
      address: "경북 고령군 대가야읍 왕릉로 84",
      x: 128.266038319056,
      y: 35.7273180419414
    },
    {
      name: "길동스위트점",
      address: "서울 강동구 양재대로111길 15",
      x: 127.138561502491,
      y: 37.5369836121307
    },
    {
      name: "대박슈퍼",
      address: "대구 달성군 다사읍 세천로 113",
      x: 128.473550170312,
      y: 35.8739447286029
    },
    {
      name: "태종대공원점",
      address: "부산 영도구 태종로 834",
      x: 129.080897749934,
      y: 35.0621162314802
    },
    {
      name: "생림봉림점",
      address: "경남 김해시 생림면 봉림로 30",
      x: 128.849169093305,
      y: 35.3270513593257
    },
    {
      name: "수성제일점",
      address: "대구 수성구 명덕로 488",
      x: 128.623611410201,
      y: 35.8536221044566
    },
    {
      name: "태종대점",
      address: "부산 영도구 태종로 750",
      x: 129.080026483163,
      y: 35.0692405128202
    },
    {
      name: "GS25 신갈태광점",
      address: "경기 용인시 기흥구 신정로41번길 1-1",
      x: 127.103118941331,
      y: 37.2748265401727
    },
    {
      name: "대풍유통",
      address: "대구 달서구 중흥로 77",
      x: 128.559571177089,
      y: 35.8283026735891
    },
    {
      name: "이마트24 용인황금점",
      address: "경기 용인시 처인구 남사면 경기동로 286",
      x: 127.156872418089,
      y: 37.1412457200475
    },
    {
      name: "현대마트",
      address: "경기 시흥시 금오로 446",
      x: 126.832400402856,
      y: 37.4425560600346
    },
    {
      name: "진해이동대로점",
      address: "경남 창원시 진해구 충장로 466",
      x: 128.69935486471,
      y: 35.1475653982624
    },
    {
      name: "신당본점",
      address: "서울 중구 퇴계로76길 24",
      x: 127.015330782118,
      y: 37.5641852187651
    },
    {
      name: "한내공단점",
      address: "경남 거제시 연초면 연하해안로 711",
      x: 128.60681910769,
      y: 34.9254302069793
    },
    {
      name: "거제두모점",
      address: "경남 거제시 두모길 36",
      x: 128.720415309888,
      y: 34.8723963461255
    },
    {
      name: "거제아주조은점",
      address: "경남 거제시 아주1로 90",
      x: 128.683120504029,
      y: 34.8675323128349
    },
    {
      name: "죽림e조은점",
      address: "경남 통영시 광도면 죽림5로 49",
      x: 128.421009042508,
      y: 34.8849478876969
    },
    {
      name: "현대 25 교하점",
      address: "경기 파주시 청암로 17번길 45, 1층 104호",
      x: 126.73471282351,
      y: 37.7290667654756
    },
    {
      name: "나누리복권방",
      address: "경기 수원시 권선구 경수대로302번길 29, 상가동 101호",
      x: 127.023050693731,
      y: 37.2534724305908
    },
    {
      name: "포항해도코리아점",
      address: "경북 포항시 남구 문예로 125",
      x: 129.367642041629,
      y: 36.0179166324699
    },
    {
      name: "효창공원점",
      address: "서울 용산구 효창원로 150",
      x: 126.962285392859,
      y: 37.5413742189167
    },
    {
      name: "이마트24 법원점",
      address: "경기 평택시 비전2로 15, 101호",
      x: 127.09651479736,
      y: 37.0083951928539
    },
    {
      name: "베스트올 기흥역점",
      address: "경기 용인시 기흥구 기흥로 4",
      x: 127.11628333853,
      y: 37.2764741467688
    },
    {
      name: "천호사거리점",
      address: "서울 강동구 천호대로157길 26",
      x: 127.127552334563,
      y: 37.5388374796553
    },
    {
      name: "백석역점(세븐간판)",
      address: "경기 고양시 일산동구 일산로 46, 124호",
      x: 126.787882489759,
      y: 37.6423554662304
    },
    {
      name: "돼지복권방",
      address: "서울 강동구 올림픽로 746",
      x: 127.126982162082,
      y: 37.5476995988425
    },
    {
      name: "우리동네",
      address: "경기 파주시 조리읍 등원로 207",
      x: 126.820819096114,
      y: 37.7647864803845
    },
    {
      name: "구리으뜸점",
      address: "경기 구리시 체육관로 173",
      x: 127.135845225611,
      y: 37.6000607419339
    },
    {
      name: "대박복권방",
      address: "전북 전주시 완산구 효자로 267",
      x: 127.114717100342,
      y: 35.8192520896502
    },
    {
      name: "리원상회",
      address: "부산 수영구 과정로 50",
      x: 129.10764907612,
      y: 35.1757991520227
    },
    {
      name: "신우마트",
      address: "경남 거제시 연초면 연하해안로 419",
      x: 128.618217035964,
      y: 34.9109016602093
    },
    {
      name: "편의점사랑 울산청량점",
      address: "울산 울주군 청량면 상남길 1",
      x: 129.308035610093,
      y: 35.4838173630936
    },
    {
      name: "로또판매점",
      address: "부산 서구 대영로 27",
      x: 129.014972011183,
      y: 35.109777215014
    },
    {
      name: "대박",
      address: "전북 전주시 완산구 배학2길 37",
      x: 127.101129556738,
      y: 35.819660392823
    },
    {
      name: "씨스페이스 범천골드점",
      address: "부산 부산진구 범일로 150",
      x: 129.059551369616,
      y: 35.1433567768349
    },
    {
      name: "로또편의점",
      address: "인천 서구 중봉대로612번길 10-16, 109호",
      x: 126.651624357677,
      y: 37.533385119795
    },
    {
      name: "양산미소공인중개사사무소",
      address: "경남 양산시 물금읍 야리로 127, 108호",
      x: 129.009605558884,
      y: 35.3113537057953
    },
    {
      name: "서원탑훼미리주공점",
      address: "경남 창원시 마산회원구 내서읍 숲속로 32",
      x: 128.497061004719,
      y: 35.228655566961
    },
    {
      name: "동방",
      address: "경남 김해시 진영읍 하계로 113",
      x: 128.715311967113,
      y: 35.2855151096746
    },
    {
      name: "좋은날 유통",
      address: "울산 북구 무룡로 79",
      x: 129.369080896052,
      y: 35.5806050503249
    },
    {
      name: "SG편의점",
      address: "울산 북구 효암로 84-1",
      x: 129.363958605485,
      y: 35.5551201255577
    },
    {
      name: "다모아",
      address: "경북 안동시 태화중앙로 50",
      x: 128.71026203949,
      y: 36.5586125913712
    },
    {
      name: "다온편의점",
      address: "서울 강북구 오현로 190, 103호",
      x: 127.039410708924,
      y: 37.6284742878356
    },
    {
      name: "수정수퍼",
      address: "서울 동대문구 한천로 215",
      x: 127.068099972878,
      y: 37.5801294107494
    },
    {
      name: "이레트레이딩",
      address: "서울 동대문구 제기로 91",
      x: 127.04336829384,
      y: 37.5869422353342
    },
    {
      name: "뉴스",
      address: "대전 동구 동서대로1683번길 76-8",
      x: 127.435915593927,
      y: 36.3522881121936
    },
    {
      name: "한솔잉크토너",
      address: "충북 청주시 상당구 무농정로15번길 2",
      x: 127.505028670325,
      y: 36.606061217938
    },
    {
      name: "푸른식품마트",
      address: "충남 당진시 송산면 당산1로 563, 107호,108호",
      x: 126.665296104895,
      y: 36.9278931679707
    },
    {
      name: "행이슈퍼",
      address: "충남 당진시 송악읍 신복운로5길 3",
      x: 126.780372746969,
      y: 36.9418478063776
    },
    {
      name: "위드미",
      address: "경기 남양주시 오남읍 진건오남로 781-56",
      x: 127.201821539377,
      y: 37.6966581291444
    },
    {
      name: "다운상회",
      address: "광주 남구 월산로 147-1",
      x: 126.895843827047,
      y: 35.1508104013292
    },
    {
      name: "대박천국로또편의점",
      address: "전북 군산시 가도로 217",
      x: 126.566670264353,
      y: 35.9657517430705
    },
    {
      name: "애드윈",
      address: "전북 전주시 덕진구 견훤로 160",
      x: 127.16102496135,
      y: 35.8263105433032
    },
    {
      name: "메니아마트",
      address: "서울 성동구 동일로 135, 102호",
      x: 127.065017010828,
      y: 37.5445630532018
    },
    {
      name: "한아름슈퍼",
      address: "서울 중랑구 동일로 755",
      x: 127.079784713886,
      y: 37.5978807396262
    },
    {
      name: "베스트올",
      address: "경기 양주시 백석읍 부흥로 1200",
      x: 127.011094298236,
      y: 37.7924057936763
    },
    {
      name: "날개편의점",
      address: "충남 서천군 서천읍 사곡로 3",
      x: 126.683195930089,
      y: 36.0840425865455
    },
    {
      name: "제이통신(J통신)",
      address: "충남 아산시 용연로 67",
      x: 127.090677281776,
      y: 36.7907600959521
    },
    {
      name: "Any-store",
      address: "충남 아산시 탕정면 매곡한들15길 27",
      x: 127.081784955806,
      y: 36.7862837691656
    },
    {
      name: "이훼미리마트",
      address: "부산 부산진구 신암로 79",
      x: 129.05361643357,
      y: 35.1483854747383
    },
    {
      name: "삼원푸드",
      address: "충북 음성군 금왕읍 무극로333번길 22",
      x: 127.597789317025,
      y: 36.9961470939326
    },
    {
      name: "수완컴퓨터",
      address: "광주 광산구 장신로 62, 105호",
      x: 126.816943947999,
      y: 35.1905483750569
    },
    {
      name: "두리기획",
      address: "광주 광산구 풍영로 41",
      x: 126.811578627389,
      y: 35.1756262440133
    },
    {
      name: "광림마트",
      address: "서울 강남구 도산대로26길 8",
      x: 127.027480370987,
      y: 37.5186358560104
    },
    {
      name: "웨이스탑",
      address: "경기 부천시 소향로 239",
      x: 126.774348325924,
      y: 37.5008379979602
    },
    {
      name: "삼육오플러스",
      address: "경기 부천시 범안로 60",
      x: 126.807807279457,
      y: 37.4763658275175
    },
    {
      name: "한양슈퍼",
      address: "경기 광주시 도척로 310",
      x: 127.336433792289,
      y: 37.3251568445935
    },
    {
      name: "듀얼컴퓨터",
      address: "경기 광주시 무들로 205",
      x: 127.305172781513,
      y: 37.3802155813292
    },
    {
      name: "쌍굴다리슈퍼",
      address: "경기 부천시 부천로 173",
      x: 126.785796084287,
      y: 37.4994375254876
    },
    {
      name: "현대마트",
      address: "서울 강서구 공항대로 649",
      x: 126.876977705085,
      y: 37.5473527618794
    },
    {
      name: "스마일슈퍼",
      address: "경기 화성시 삼성1로 283",
      x: 127.070805897619,
      y: 37.2274390563991
    },
    {
      name: "반정슈퍼",
      address: "경기 화성시 반정로 33",
      x: 127.027290423851,
      y: 37.2296868097595
    },
    {
      name: "코사마트",
      address: "제주 서귀포시 중앙로 199, 1층 상가8호",
      x: 126.558536378334,
      y: 33.2622577816772
    },
    {
      name: "해와달",
      address: "제주 제주시 용담로 28",
      x: 126.505449977314,
      y: 33.5130951444553
    },
    {
      name: "일등슈퍼",
      address: "제주 제주시 신광로 28",
      x: 126.489920091223,
      y: 33.4897039790157
    },
    {
      name: "백경",
      address: "제주 서귀포시 서문로29번길 1",
      x: 126.558947886425,
      y: 33.2502906561579
    },
    {
      name: "알리바이 쌍촌점",
      address: "광주 서구 내방로 258",
      x: 126.8686845095,
      y: 35.1576315508658
    },
    {
      name: "의정부가능로점",
      address: "경기 의정부시 가능로119번길 17, 106,107호",
      x: 127.044031048841,
      y: 37.7480346773334
    },
    {
      name: "해피마트",
      address: "서울 송파구 중대로12길 4, 102호",
      x: 127.123003331851,
      y: 37.4942528357145
    },
    {
      name: "팝스토어(석촌호수점)",
      address: "서울 송파구 석촌호수로18길 24",
      x: 127.101506848837,
      y: 37.5048403479834
    },
    {
      name: "스타편의점",
      address: "인천 부평구 부평대로 146",
      x: 126.721733545813,
      y: 37.5044493520972
    },
    {
      name: "수마트",
      address: "서울 강남구 개포로22길 19",
      x: 127.048542099489,
      y: 37.477752673752
    },
    {
      name: "청명",
      address: "경기 안산시 상록구 본원로 41",
      x: 126.863086226191,
      y: 37.2921014991064
    },
    {
      name: "고덕역점",
      address: "서울 강동구 고덕로 256",
      x: 127.154105278912,
      y: 37.5546198628524
    },
    {
      name: "평택안정해피점",
      address: "경기 평택시 팽성읍 안정순환로 150",
      x: 127.041885250945,
      y: 36.9611965120586
    },
    {
      name: "역촌편의점",
      address: "서울 은평구 진흥로1길 27",
      x: 126.918425083022,
      y: 37.6028869509812
    },
    {
      name: "평택서재타운점",
      address: "경기 평택시 서재7길 6",
      x: 127.095700143702,
      y: 37.0078060050094
    },
    {
      name: "행운",
      address: "경기 군포시 번영로 588",
      x: 126.940994553534,
      y: 37.3620000444843
    },
    {
      name: "방화삼익점",
      address: "서울 강서구 방화대로47가길 22, 상가동105호",
      x: 126.813978203356,
      y: 37.5770988534391
    },
    {
      name: "현대상회",
      address: "경남 창원시 마산회원구 구암서1길 61",
      x: 128.592570425068,
      y: 35.2480059354494
    },
    {
      name: "문발산업단지점",
      address: "경기 파주시 지목로 10, 101호,102호",
      x: 126.692309495454,
      y: 37.7255049899613
    },
    {
      name: "문발중앙점",
      address: "경기 파주시 꽃창포길 14",
      x: 126.707628451757,
      y: 37.7189368099091
    },
    {
      name: "대흥유통",
      address: "강원 원주시 현충로 318번길 35",
      x: 127.950363441301,
      y: 37.3819881471549
    },
    {
      name: "태양마트",
      address: "경기 김포시 월곶면 대곶로 468",
      x: 126.55423284439,
      y: 37.6852593537129
    },
    {
      name: "이마트24 구로역점",
      address: "서울 구로구 새말로 18",
      x: 126.883145604592,
      y: 37.5019861046095
    },
    {
      name: "금천가산점",
      address: "서울 금천구 가산로 147-7",
      x: 126.89040927998,
      y: 37.4780157325976
    },
    {
      name: "씨유 테크노상가동점",
      address: "경기 부천시 석천로 397, 203동 201호",
      x: 126.765516633302,
      y: 37.5228899491128
    },
    {
      name: "씨유 가좌한신점",
      address: "인천 서구 원적로100번길 24",
      x: 126.684738977689,
      y: 37.4937663873305
    },
    {
      name: "주공홈마트",
      address: "인천 계양구 양지로 7, 상가 101호",
      x: 126.755267831777,
      y: 37.5589970936346
    },
    {
      name: "씨유 아산마니사점",
      address: "충남 아산시 배방읍 광장로 210, 202동 C201호",
      x: 127.109240560226,
      y: 36.7974341806554
    },
    {
      name: "CU 장흥회진점",
      address: "전남 장흥군 회진면 회진로 435-1",
      x: 126.940129353064,
      y: 34.4844532077026
    },
    {
      name: "진주가호올리움점",
      address: "경남 진주시 가호로 17-10, 105동 101호",
      x: 128.108135055353,
      y: 35.1644359668853
    },
    {
      name: "동래온천점",
      address: "부산 동래구 금강공원로 31-1",
      x: 129.081039908939,
      y: 35.2188702665175
    },
    {
      name: "부산구포점",
      address: "부산 북구 시랑로 162",
      x: 129.012965914321,
      y: 35.1959614882823
    },
    {
      name: "포시즌(신모라점)",
      address: "부산 사상구 백양대로 972",
      x: 128.992942624527,
      y: 35.192727142483
    },
    {
      name: "창원봉곡점",
      address: "경남 창원시 의창구 원이대로261번길 9",
      x: 128.649427821563,
      y: 35.2442888056836
    },
    {
      name: "진해용원센터점",
      address: "경남 창원시 진해구 용원서로 37",
      x: 128.812969255197,
      y: 35.1010191231914
    },
    {
      name: "힐링토토",
      address: "전남 광양시 금영로 6",
      x: 127.729079584966,
      y: 34.9599823662695
    },
    {
      name: "일산가좌점",
      address: "경기 고양시 일산서구 덕산로 192",
      x: 126.723940628311,
      y: 37.6948938786792
    },
    {
      name: "화전대로점",
      address: "부산 강서구 낙동남로 526, 106호",
      x: 128.877811826697,
      y: 35.1121810446427
    },
    {
      name: "CU서귀포강정점",
      address: "제주 서귀포시 신서귀로97번길 84",
      x: 126.505012610223,
      y: 33.2514950342691
    },
    {
      name: "예스25 편의점",
      address: "경기 고양시 일산동구 일산로441번길 15-2",
      x: 126.777241455183,
      y: 37.6725519403545
    },
    {
      name: "주안역점B",
      address: "인천 미추홀구 미추홀대로734번길 4",
      x: 126.680571661374,
      y: 37.4628734004828
    },
    {
      name: "시흥은행2점",
      address: "경기 시흥시 은행로149번길 12",
      x: 126.798119213902,
      y: 37.4440878112439
    },
    {
      name: "CU 제천청풍로점",
      address: "충북 제천시 청풍호로 96",
      x: 128.201151747567,
      y: 37.1227249961514
    },
    {
      name: "복권마을",
      address: "강원 강릉시 주문로 16",
      x: 128.825412336304,
      y: 37.8851851886347
    },
    {
      name: "부천테크노점",
      address: "경기 부천시 송내대로 388",
      x: 126.762268257921,
      y: 37.5168713455046
    },
    {
      name: "김포마송점",
      address: "경기 김포시 김포대로2244번길 26-5",
      x: 126.59750459027,
      y: 37.6911400216869
    },
    {
      name: "노벨공인중개사무소",
      address: "서울 동작구 만양로 43",
      x: 126.947199995204,
      y: 37.508094694846
    },
    {
      name: "오거리마트",
      address: "대전 대덕구 한남로138번길 1",
      x: 127.414851657035,
      y: 36.3478888592619
    },
    {
      name: "부산자갈치점",
      address: "부산 중구 자갈치로37번길 6",
      x: 129.028444708788,
      y: 35.0974387547066
    },
    {
      name: "한남할인마트",
      address: "부산 서구 암남공원로 52, 101호",
      x: 129.015952412899,
      y: 35.0715564957295
    },
    {
      name: "울산공원점B(세븐일레븐간판)",
      address: "울산 남구 대공원입구로 9",
      x: 129.293590741425,
      y: 35.5327673146136
    },
    {
      name: "플러스로또",
      address: "대구 달서구 월곡로45길 56",
      x: 128.538687342166,
      y: 35.8132866516223
    },
    {
      name: "신리복권방",
      address: "전북 전주시 덕진구 한배미로 74",
      x: 127.170828522855,
      y: 35.8268302844998
    },
    {
      name: "반포서래점",
      address: "서울 서초구 서래로6길 4",
      x: 126.998492674796,
      y: 37.4976936531468
    },
    {
      name: "신산유통",
      address: "제주 제주시 신산로 36",
      x: 126.532246193948,
      y: 33.5101704168346
    },
    {
      name: "알리바이 메가티움점",
      address: "전남 나주시 상야3길 8, 105호",
      x: 126.790364244183,
      y: 35.0229256589298
    },
    {
      name: "경포파도점",
      address: "강원 강릉시 창해로 491",
      x: 128.908777430632,
      y: 37.80377123775
    },
    {
      name: "씨유 퇴계원쌍용점",
      address: "경기 남양주시 퇴계원면 도제원로 57",
      x: 127.145030398439,
      y: 37.6532241145645
    },
    {
      name: "인천작전점",
      address: "인천 계양구 효서로 260",
      x: 126.724985346346,
      y: 37.5277959555043
    },
    {
      name: "웅진편의점",
      address: "경기 동두천시 동광로 67-2",
      x: 127.055683322728,
      y: 37.9088621470805
    },
    {
      name: "드림마트",
      address: "경북 구미시 송동로 59-4",
      x: 128.32383830901,
      y: 36.1381044528616
    },
    {
      name: "인천용종점",
      address: "인천 계양구 오조산로89번길 12",
      x: 126.737622776131,
      y: 37.5391019654661
    },
    {
      name: "GS25 울산샘물점",
      address: "울산 남구 돋질로302번길 17",
      x: 129.337677848243,
      y: 35.5424317810166
    },
    {
      name: "우리마트",
      address: "충남 천안시 서북구 백석2길 12, 상가 101호",
      x: 127.118404879688,
      y: 36.818108342826
    },
    {
      name: "씨유 연천한탄강점",
      address: "경기 연천군 청산면 평화로 227",
      x: 127.070245702772,
      y: 37.9938326981472
    },
    {
      name: "타임원마트",
      address: "대전 서구 동서대로 696, 102호",
      x: 127.340198923675,
      y: 36.3318231194497
    },
    {
      name: "동두천생연점",
      address: "경기 동두천시 못골로 47",
      x: 127.067528315273,
      y: 37.9022827510814
    },
    {
      name: "상봉2점",
      address: "서울 중랑구 망우로50길 25",
      x: 127.089349085232,
      y: 37.5959756788178
    },
    {
      name: "스카이 25",
      address: "대전 서구 둔산중로 40",
      x: 127.387248298646,
      y: 36.3503141896891
    },
    {
      name: "데이앤데이",
      address: "경기 평택시 원칠원길 32",
      x: 127.101463691267,
      y: 37.0297013159372
    },
    {
      name: "현대25시편의점",
      address: "경기 파주시 문발로 140",
      x: 126.68655537791,
      y: 37.7070053588441
    },
    {
      name: "리치마트",
      address: "경기 수원시 권선구 세지로 84",
      x: 127.01822273206,
      y: 37.2593578057327
    },
    {
      name: "에이원",
      address: "경기 안양시 동안구 관평로 319번길 29",
      x: 126.955936259502,
      y: 37.4051321686688
    },
    {
      name: "토마토",
      address: "경기 안산시 단원구 원포공원로 54",
      x: 126.80985091116,
      y: 37.3033099068432
    },
    {
      name: "굿마트안산모리아점",
      address: "경기 안산시 단원구 중앙대로 421",
      x: 126.786504221726,
      y: 37.3300256220449
    },
    {
      name: "오이도 토토",
      address: "경기 시흥시 오이도9길 16, 2층",
      x: 126.688549604992,
      y: 37.3410964012879
    },
    {
      name: "유주네 스포츠베팅샵",
      address: "서울 종로구 지봉로 95-2",
      x: 127.015158608939,
      y: 37.5786256711959
    },
    {
      name: "찬스복권",
      address: "경기 평택시 비전4로 142, 103호",
      x: 127.107223378656,
      y: 37.0087498582236
    },
    {
      name: "마린슈퍼로또",
      address: "경기 평택시 동서촌로 104-1",
      x: 127.063743971594,
      y: 36.9641567756695
    },
    {
      name: "조이블럭",
      address: "경기 평택시 안현로서7길 2, 102호",
      x: 126.926970527837,
      y: 36.9807998998606
    },
    {
      name: "스포츠베팅샵부천상동점",
      address: "경기 부천시 부일로 298",
      x: 126.76326584427,
      y: 37.4882435053305
    },
    {
      name: "포인트24",
      address: "경기 부천시 부일로 443-1",
      x: 126.779577609886,
      y: 37.486572432528
    },
    {
      name: "안녕리복자리편의점",
      address: "경기 화성시 안녕남로 43",
      x: 126.988659618563,
      y: 37.1974638133973
    },
    {
      name: "광장복권판매점",
      address: "경기 화성시 동탄중심상가2길 26-15",
      x: 127.074258194106,
      y: 37.2066001809627
    },
    {
      name: "모시모시",
      address: "인천 남동구 남촌로 120",
      x: 126.712580239286,
      y: 37.4312836909615
    },
    {
      name: "혜성슈퍼",
      address: "서울 중랑구 동일로 809-1",
      x: 127.078983561215,
      y: 37.6027041007592
    },
    {
      name: "로또하기좋은날, 행운마트",
      address: "강원 양구군 양구읍 비봉로 39",
      x: 127.986842435405,
      y: 38.1056693290995
    },
    {
      name: "이마트24 용인마북점",
      address: "경기 용인시 기흥구 마북로154번길 12, 205호",
      x: 127.124507421898,
      y: 37.3031714577541
    },
    {
      name: "이마트24 용인동백중앙점",
      address: "경기 용인시 기흥구 동백중앙로 267, 101호",
      x: 127.152445431646,
      y: 37.2766361062765
    },
    {
      name: "이마트24 반포예일점",
      address: "서울 서초구 서초중앙로33길 20",
      x: 127.009916172818,
      y: 37.5010250774878
    },
    {
      name: "이마트24 본점",
      address: "서울 강남구 남부순환로 2947, 103호",
      x: 127.062632515245,
      y: 37.4945603877761
    },
    {
      name: "이마트24 세종장군점",
      address: "세종 세종 장군면 산학리길 14",
      x: 127.215509266144,
      y: 36.4932157104201
    },
    {
      name: "이마트24 보령남포로드점",
      address: "충남 보령시 남포면 보령남로 213",
      x: 126.602641026225,
      y: 36.3261996748914
    },
    {
      name: "이마트24 세종어진점",
      address: "세종 세종 가름로 232, A-137호",
      x: 127.264907568615,
      y: 36.4956272428769
    },
    {
      name: "이마트24 천안신불당점",
      address: "충남 천안시 서북구 불당33길 26",
      x: 127.107859552064,
      y: 36.8124456173361
    },
    {
      name: "이마트24 천안메가박스점",
      address: "충남 천안시 서북구 1공단1길 52",
      x: 127.147973897088,
      y: 36.8324040150032
    },
    {
      name: "이마트24 홍성구항로드점",
      address: "충남 홍성군 구항면 충서로945번길 3",
      x: 126.647978826918,
      y: 36.5614348868615
    },
    {
      name: "이마트24 음성원남점",
      address: "충북 음성군 원남면 원남산단1길 14",
      x: 127.679776806983,
      y: 36.8934191254997
    },
    {
      name: "이마트24 목동공원점",
      address: "서울 양천구 목동서로 133-2",
      x: 126.875987719154,
      y: 37.5316029751694
    },
    {
      name: "이마트24 평택청북점",
      address: "경기 평택시 청북읍 안청로2길 33-17",
      x: 126.916934286096,
      y: 37.0173343509698
    },
    {
      name: "이마트24 평택고덕산단점",
      address: "경기 평택시 고덕면 지제로 180-15",
      x: 127.061841072225,
      y: 37.0214621773294
    },
    {
      name: "이마트24 부천고강중앙점",
      address: "경기 부천시 성지로 114",
      x: 126.811443011259,
      y: 37.5290583702069
    },
    {
      name: "이마트24 화성일진산단점",
      address: "경기 화성시 정남면 만년로 849",
      x: 127.004851711334,
      y: 37.1868333616822
    },
    {
      name: "이마트24 화성동오점",
      address: "경기 화성시 향남읍 서봉로 590",
      x: 126.951678622733,
      y: 37.1289933277615
    },
    {
      name: "이마트24 울산방어점",
      address: "울산 동구 슬도로 25",
      x: 129.428552270157,
      y: 35.4874473772398
    },
    {
      name: "이마트24 진해송학점",
      address: "경남 창원시 진해구 중원서로 83",
      x: 128.65854958985,
      y: 35.1516190848512
    },
    {
      name: "이마트24 부산괴정점",
      address: "부산 사하구 사하로 197번길 15",
      x: 128.992597817069,
      y: 35.0989205332527
    },
    {
      name: "이마트24 신정중앙점",
      address: "울산 남구 봉월로82번길 27",
      x: 129.308392457831,
      y: 35.5406778780871
    },
    {
      name: "이마트24 울산파레스점",
      address: "울산 남구 왕생로45번길 11",
      x: 129.330438162877,
      y: 35.5371734645329
    },
    {
      name: "예스마트",
      address: "경북 구미시 상모로8길 19-10",
      x: 128.356789742218,
      y: 36.0880383790013
    },
    {
      name: "이마트24 구미원호점",
      address: "경북 구미시 고아읍 들성로 123",
      x: 128.335217691312,
      y: 36.1569153193651
    },
    {
      name: "왕대박나눔로또645",
      address: "경북 경주시 금성로 334",
      x: 129.20714149386,
      y: 35.8472745507308
    },
    {
      name: "씨스페이스 동구혁신점",
      address: "대구 중구 달구벌대로415길 11",
      x: 128.589807235921,
      y: 35.8669784560527
    },
    {
      name: "씨스페이스 신서혁신점",
      address: "대구 동구 경안로 849",
      x: 128.713743283003,
      y: 35.8783212525015
    },
    {
      name: "이마트24 대구입석점",
      address: "대구 동구 아양로 333",
      x: 128.644350621299,
      y: 35.8939285008948
    },
    {
      name: "이마트24 대구3공단점",
      address: "대구 북구 3공단로 67",
      x: 128.56009072262,
      y: 35.8951294568266
    },
    {
      name: "짱구유통",
      address: "대구 달성군 과학마을로 2길 13-8",
      x: 128.41703998066,
      y: 35.6545237093493
    },
    {
      name: "승진슈퍼",
      address: "대구 달성군 현풍면 테크노북로 33-16",
      x: 128.449528776167,
      y: 35.6933089101829
    },
    {
      name: "라이프상사",
      address: "대구 남구 대명남로 42",
      x: 128.562729457421,
      y: 35.834724889254
    },
    {
      name: "이마트24 봉덕미래점",
      address: "대구 남구 봉덕로 20길 2",
      x: 128.60079324028,
      y: 35.8444415398654
    },
    {
      name: "세종행복컨설팅",
      address: "세종 세종 도움3로 105-8, 103호",
      x: 127.249223136707,
      y: 36.5043390758359
    },
    {
      name: "스포츠토토 충북혁신도시점",
      address: "충북 음성군 맹동면 대하로 211, 118호",
      x: 127.540521141996,
      y: 36.9070707448006
    },
    {
      name: "비비마트",
      address: "대전 유성구 학하중앙로 116",
      x: 127.305165011931,
      y: 36.3416295312156
    },
    {
      name: "로또명당",
      address: "충남 금산군 금산읍 비단로 319",
      x: 127.487654684866,
      y: 36.1099568791158
    },
    {
      name: "로또대박명당",
      address: "충남 보령시 원동1길 100",
      x: 126.600372356383,
      y: 36.3499827122884
    },
    {
      name: "로또편의점",
      address: "대전 유성구 진잠로 146",
      x: 127.317618412133,
      y: 36.3033071645521
    },
    {
      name: "이봉복권방",
      address: "충남 아산시 둔포면 충무로 1150",
      x: 127.029099552195,
      y: 36.8757005872048
    },
    {
      name: "이번주인공은당신",
      address: "충남 아산시 신창면 남성길 154",
      x: 126.957623124788,
      y: 36.7919253071383
    },
    {
      name: "명성복권방",
      address: "충남 계룡시 장안로 66",
      x: 127.24951163146,
      y: 36.2722900346352
    },
    {
      name: "천안명당",
      address: "충남 천안시 동남구 중앙로 272",
      x: 127.152717521685,
      y: 36.8222138772218
    },
    {
      name: "행운복권",
      address: "경남 통영시 죽림4로 18",
      x: 128.416481960994,
      y: 34.8855973923718
    },
    {
      name: "억조상회",
      address: "부산 금정구 개좌로 87",
      x: 129.113003577598,
      y: 35.2208064998245
    },
    {
      name: "명지복권점",
      address: "부산 강서구 명지오션시티5로 16",
      x: 128.904199157012,
      y: 35.0828509782894
    },
    {
      name: "IGA마트 권선사거리점",
      address: "경기 수원시 권선구 권선로668번길 27",
      x: 127.023919350799,
      y: 37.2585780205421
    },
    {
      name: "서해스포츠토토점",
      address: "경기 안산시 단원구 원포공원2로 21, 103호",
      x: 126.81213206467,
      y: 37.3019939841855
    },
    {
      name: "승리프로토",
      address: "경기 성남시 수정구 공원로 349번길 1, 2층",
      x: 127.149685486215,
      y: 37.4435345485966
    },
    {
      name: "이마트24 미남로점",
      address: "부산 동래구 미남로146번길 16",
      x: 129.071285582295,
      y: 35.2064364363204
    },
    {
      name: "육교상회",
      address: "경북 안동시 남문로 7",
      x: 128.729379958273,
      y: 36.5638877217616
    },
    {
      name: "활력",
      address: "충남 서산시 고운로 202",
      x: 126.457852363936,
      y: 36.7834179412193
    },
    {
      name: "충무로또45국도점",
      address: "충남 아산시 음봉면 충무로 647",
      x: 127.010921425128,
      y: 36.8366435714692
    },
    {
      name: "충무25편의점",
      address: "충남 아산시 온천대로 1237",
      x: 126.976192611663,
      y: 36.7877908442477
    },
    {
      name: "제철마트",
      address: "충남 당진시 송악읍 대섬길 8, 101호",
      x: 126.724805659258,
      y: 36.9803394166054
    },
    {
      name: "스마트",
      address: "충남 서산시 율지11로 14",
      x: 126.460908936081,
      y: 36.7811567250224
    },
    {
      name: "명가원조호두과자",
      address: "충남 당진시 북부산업로 831-1",
      x: 126.778960986163,
      y: 36.9484505291337
    },
    {
      name: "행복한마트",
      address: "충남 아산시 둔포면 아산밸리로 398, 102호",
      x: 127.062661581664,
      y: 36.9053268459397
    },
    {
      name: "행운복권방",
      address: "전북 군산시 해망로 70",
      x: 126.724405342415,
      y: 35.9818283863647
    },
    {
      name: "베스트올산북점",
      address: "전북 군산시 칠성2길 117",
      x: 126.675380591216,
      y: 35.9658116145251
    },
    {
      name: "드림조명",
      address: "전북 전주시 덕진구 소리로 198",
      x: 127.153542975842,
      y: 35.8581270274324
    },
    {
      name: "화장편의점",
      address: "전남 여수시 화산로 32",
      x: 127.642159196809,
      y: 34.7719465113283
    },
    {
      name: "로또카페안산점",
      address: "전남 여수시 소호로 489",
      x: 127.653809821979,
      y: 34.7458866340915
    },
    {
      name: "팜슈퍼",
      address: "전북 전주시 완산구 마전들로 16",
      x: 127.097364459626,
      y: 35.8208709200241
    },
    {
      name: "나이스 벳",
      address: "광주 서구 화개중앙로114번길 8",
      x: 126.852385589027,
      y: 35.1280992496658
    },
    {
      name: "온누리",
      address: "제주 제주시 남성로 86",
      x: 126.515367534479,
      y: 33.507266339981
    },
    {
      name: "드림",
      address: "광주 광산구 선운로20번길 64, 104호",
      x: 126.777446629139,
      y: 35.146542387714
    },
    {
      name: "토토리더",
      address: "제주 제주시 임항로 32",
      x: 126.528331134238,
      y: 33.5163582448124
    },
    {
      name: "평화용품점",
      address: "제주 제주시 우정로 17, 102호",
      x: 126.4311650824,
      y: 33.4912125255095
    },
    {
      name: "플러스24",
      address: "광주 광산구 장신로 143, 109호",
      x: 126.825881720979,
      y: 35.1910202536145
    },
    {
      name: "알리바이우산점",
      address: "광주 광산구 용아로 175, 상가동 101호",
      x: 126.800216848514,
      y: 35.1587824119892
    },
    {
      name: "행운샵",
      address: "서울 강북구 도봉로67길 13, 105호",
      x: 127.023535528099,
      y: 37.630581604498
    },
    {
      name: "고려슈퍼마켓",
      address: "경기 구리시 원수택로64번길 28",
      x: 127.143487929964,
      y: 37.5962704213397
    },
    {
      name: "행운식품",
      address: "서울 관악구 신원로3길 21",
      x: 126.927191500176,
      y: 37.4818777361507
    },
    {
      name: "베스트올 위례점",
      address: "경기 성남시 수정구 위례서일로3길 2, 103호",
      x: 127.138628709517,
      y: 37.46529180596
    },
    {
      name: "다우리마트",
      address: "경기 남양주시 별내중앙로 30, 로데오몰 103호",
      x: 127.125688043791,
      y: 37.6459185263235
    },
    {
      name: "더케이샵",
      address: "서울 성북구 보문로28길 5",
      x: 127.018749307918,
      y: 37.5874708385
    },
    {
      name: "축복슈퍼",
      address: "경기 남양주시 도제원로 4, 101호",
      x: 127.145540503452,
      y: 37.6484857610177
    },
    {
      name: "행운폰스토리",
      address: "서울 강동구 천호대로161길 46",
      x: 127.12977971424,
      y: 37.5390666997894
    },
    {
      name: "나인",
      address: "경기 화성시 동탄순환대로24길 11, 102호",
      x: 127.113687292213,
      y: 37.204818431436
    },
    {
      name: "스포츠베팅샵",
      address: "서울 강북구 삼양로 494-1, 101호",
      x: 127.014945259074,
      y: 37.6473456483181
    },
    {
      name: "드림편의점",
      address: "서울 도봉구 덕릉로60길 26",
      x: 127.040103902016,
      y: 37.6390302719097
    },
    {
      name: "해뜻날마트",
      address: "서울 중랑구 동일로 826",
      x: 127.079278557321,
      y: 37.6042983850964
    },
    {
      name: "한누리24",
      address: "경기 양주시 화합로 1750",
      x: 127.100480792075,
      y: 37.8400558274557
    },
    {
      name: "행복상회",
      address: "경기 양주시 평화로 1557, 가동 101호",
      x: 127.053100169568,
      y: 37.8281707822669
    },
    {
      name: "씨스페이스 용인신원점",
      address: "경기 용인시 처인구 곡현로 299",
      x: 127.220477670033,
      y: 37.3118149510201
    },
    {
      name: "동양마트 망양",
      address: "울산 울주군 온산읍 덕남로 87",
      x: 129.306768584948,
      y: 35.4292840610584
    },
    {
      name: "달산슈퍼",
      address: "경남 창원시 진해구 신항4로 58, 108호",
      x: 128.818743634608,
      y: 35.0883986145194
    },
    {
      name: "다인",
      address: "부산 기장군 정관로 830",
      x: 129.202817183443,
      y: 35.3242273402331
    },
    {
      name: "주니마트",
      address: "울산 울주군 온산읍 영남7길 1, 1층 2호",
      x: 129.306081404359,
      y: 35.4396623772789
    },
    {
      name: "카페아마떼 양산점",
      address: "경남 양산시 물금읍 증산역로 153, 109호",
      x: 129.006760527468,
      y: 35.3097726785496
    },
    {
      name: "행복슈퍼(양산점)",
      address: "경남 양산시 물금읍 범어로 106, 104호",
      x: 129.017891012464,
      y: 35.3260253420547
    },
    {
      name: "로또명당마트",
      address: "경남 창원시 성산구 동산로 180",
      x: 128.694789665086,
      y: 35.2234543193516
    },
    {
      name: "조은마트",
      address: "경남 밀양시 미리벌로2길 54, 101호",
      x: 128.745455847144,
      y: 35.4850416173746
    },
    {
      name: "행복슈퍼(진해점)",
      address: "경남 창원시 진해구 천자로407번길 21",
      x: 128.708884606513,
      y: 35.1367591997936
    },
    {
      name: "만복슈퍼",
      address: "경남 창원시 의창구 북면 천주로 732",
      x: 128.602909605749,
      y: 35.3193343921394
    },
    {
      name: "화니텔레콤",
      address: "부산 수영구 광일로 18",
      x: 129.112246746013,
      y: 35.1622842271997
    },
    {
      name: "마고",
      address: "부산 기장군 기장읍 반송로 1517",
      x: 129.207645565645,
      y: 35.2516747994286
    },
    {
      name: "청계부동산중개컨설팅사무소",
      address: "경기 안양시 동안구 시민대로 134",
      x: 126.947388261811,
      y: 37.3880997219687
    },
    {
      name: "다도편의점",
      address: "경기 의왕시 안양판교로 103",
      x: 126.985501435603,
      y: 37.3952950210477
    },
    {
      name: "똥싼바지",
      address: "전북 무주군 무주읍 주계로 112",
      x: 127.662380190542,
      y: 36.0066246286332
    },
    {
      name: "FT수퍼",
      address: "경북 포항시 북구 삼호로 204",
      x: 129.377398572968,
      y: 36.0566266268281
    },
    {
      name: "이마트24 보령중앙점",
      address: "충남 보령시 신설3길 56",
      x: 126.60569606896,
      y: 36.3516415263308
    },
    {
      name: "점촌생활용품",
      address: "경기 평택시 점촌로20번길 32",
      x: 127.0558251993,
      y: 37.0619545561477
    },
    {
      name: "모닝슈퍼",
      address: "경기 파주시 평화로 352",
      x: 126.743781863308,
      y: 37.7732298952796
    },
    {
      name: "행운열차(충무)",
      address: "부산 서구 충무시장길 22, 1",
      x: 129.023419979404,
      y: 35.0949003223539
    },
    {
      name: "비엠클럽(송정)",
      address: "충북 청주시 흥덕구 대신로 108",
      x: 127.435479831019,
      y: 36.6425894542067
    },
    {
      name: "스피드샵",
      address: "서울 강서구 양천로14길 36",
      x: 126.809880509097,
      y: 37.5715241854749
    },
    {
      name: "로또판매점",
      address: "경기 화성시 메타폴리스로 42",
      x: 127.071859844632,
      y: 37.2017030056665
    },
    {
      name: "알라딘",
      address: "경기 의정부시 평화로 613",
      x: 127.045469644578,
      y: 37.7466717771464
    },
    {
      name: "경성대점",
      address: "부산 남구 용소로7번길 21",
      x: 129.101364667805,
      y: 35.1372357109617
    },
    {
      name: "양재씨티점",
      address: "서울 서초구 동산로2길 50",
      x: 127.043186596558,
      y: 37.4678650842362
    },
    {
      name: "무교점",
      address: "서울 중구 무교로 13",
      x: 126.9790216218,
      y: 37.5671488075903
    },
    {
      name: "중계브라운점",
      address: "서울 노원구 동일로203가길 29",
      x: 127.06428375943,
      y: 37.6398759609875
    },
    {
      name: "분당야탑본점",
      address: "경기 성남시 분당구 장미로 108번길 13",
      x: 127.133024021758,
      y: 37.4121355785309
    },
    {
      name: "외대한남점",
      address: "서울 동대문구 회기로25길 133",
      x: 127.058087213893,
      y: 37.5954884867562
    },
    {
      name: "태평로점",
      address: "서울 중구 남대문로 112",
      x: 126.983017825635,
      y: 37.567177380924
    },
    {
      name: "서초테마점",
      address: "서울 서초구 남부순환로347길 20",
      x: 127.031887180342,
      y: 37.4853207803346
    },
    {
      name: "인천새길로점",
      address: "인천 계양구 계산로 113",
      x: 126.724805345601,
      y: 37.5375285716962
    },
    {
      name: "수원성대본점",
      address: "경기 수원시 장안구 화산로213번길 15",
      x: 126.972744825347,
      y: 37.2988810845627
    },
    {
      name: "천안입장점",
      address: "충남 천안시 서북구 입장면 입장로 149-1",
      x: 127.222118253474,
      y: 36.9146404856214
    },
    {
      name: "천안쌍용충무점",
      address: "충남 천안시 서북구 다가말3길 2",
      x: 127.13105661857,
      y: 36.7973959229944
    },
    {
      name: "강동고덕B",
      address: "서울 강동구 동남로75길 13-25",
      x: 127.155472908009,
      y: 37.5530682649558
    },
    {
      name: "오리역점",
      address: "경기 성남시 분당구 성남대로 38",
      x: 127.109392242827,
      y: 37.3393079959127
    },
    {
      name: "드림팩토리",
      address: "경기 남양주시 봉현로 2, A상가동 102호",
      x: 127.182205938295,
      y: 37.7148097275293
    },
    {
      name: "편의점사랑",
      address: "서울 중랑구 공릉로 56",
      x: 127.079115502481,
      y: 37.6155448205089
    },
    {
      name: "올인편의점",
      address: "강원 정선군 사북읍 사북1길 25, 104호",
      x: 128.812367323342,
      y: 37.2274845456303
    },
    {
      name: "딱지마트",
      address: "서울 동대문구 답십리로72길 60",
      x: 127.073167482702,
      y: 37.5695730301402
    },
    {
      name: "행복25",
      address: "서울 동대문구 서울시립대로 45",
      x: 127.046883524896,
      y: 37.5754803426518
    },
    {
      name: "H마트",
      address: "서울 동대문구 한천로 174",
      x: 127.067933284743,
      y: 37.5764695791268
    },
    {
      name: "행운가득도깨비나라",
      address: "서울 관악구 봉천로 219",
      x: 126.926152699263,
      y: 37.4901328481898
    },
    {
      name: "도그카페",
      address: "서울 강서구 곰달래로18길 30",
      x: 126.841354914521,
      y: 37.5288917750252
    },
    {
      name: "골프로마트",
      address: "경기 안양시 만안구 안양로 503",
      x: 126.908374433369,
      y: 37.4141412936159
    },
    {
      name: "공단유통",
      address: "경기 안산시 단원구 와동로 70-1, 102호",
      x: 126.829261210206,
      y: 37.336433165904
    },
    {
      name: "도도토토",
      address: "서울 강서구 화곡로21길 20",
      x: 126.836838697739,
      y: 37.5416927932865
    },
    {
      name: "행복드림",
      address: "서울 영등포구 영등포로 183",
      x: 126.90185880664,
      y: 37.5206440963468
    },
    {
      name: "가나다자동차용품",
      address: "부산 기장군 기장읍 차성동로 163",
      x: 129.217002002797,
      y: 35.2524096540316
    },
    {
      name: "바이바이24편의점",
      address: "부산 해운대구 좌동순환로446번길 16-29",
      x: 129.173438017092,
      y: 35.1619716171615
    },
    {
      name: "이룸과일",
      address: "울산 울주군 삼남읍 남상평3길 24",
      x: 129.119242796428,
      y: 35.5611259563151
    },
    {
      name: "한울슈퍼",
      address: "경남 김해시 인제로25번길 38",
      x: 128.901062512571,
      y: 35.2306187579135
    },
    {
      name: "스피드워드대행",
      address: "대구 북구 칠곡중앙대로 483",
      x: 128.549265700873,
      y: 35.9388706835974
    },
    {
      name: "하이킥",
      address: "전남 화순군 화순읍 중앙로 14",
      x: 126.982817797256,
      y: 35.0603154361257
    },
    {
      name: "코아편의점",
      address: "전북 임실군 중동로 54",
      x: 127.283464635993,
      y: 35.612932865793
    },
    {
      name: "삼화유통",
      address: "제주 제주시 삼무로 62",
      x: 126.493193578519,
      y: 33.4896088581659
    },
    {
      name: "용인주공점",
      address: "경기 용인시 처인구 금령로13번길 7",
      x: 127.197715588668,
      y: 37.2356275199424
    },
    {
      name: "CU인천문학점",
      address: "인천 미추홀구 소성로 285",
      x: 126.678876497693,
      y: 37.437626650409
    },
    {
      name: "대곡역점",
      address: "경기 고양시 덕양구 대주로 93",
      x: 126.815580204033,
      y: 37.6362625310599
    },
    {
      name: "통영안정공단점",
      address: "경남 통영시 광도면 공단로 790",
      x: 128.413091802946,
      y: 34.9578060942829
    },
    {
      name: "진주혁신엠에스점",
      address: "경남 진주시 충의로 20-4, 105호",
      x: 128.147097217642,
      y: 35.1763201810926
    },
    {
      name: "둔촌 전자담배 베이퍼즈(VAPORZ) 강동점",
      address: "서울 강동구 올림픽로98길 7, 101호",
      x: 127.128548506314,
      y: 37.5514332613576
    },
    {
      name: "씨스페이스장곡점",
      address: "경기 시흥시 인선길 46, 107호",
      x: 126.783528085026,
      y: 37.3775546017348
    },
    {
      name: "미스터마트 석정점",
      address: "경기 김포시 대곶면 대곶북로403번길 108",
      x: 126.571315149811,
      y: 37.6797005320091
    },
    {
      name: "씨스페이스 송도바다점",
      address: "부산 서구 충무대로 6",
      x: 129.01630101155,
      y: 35.0760565155179
    },
    {
      name: "해빛범천점",
      address: "부산 부산진구 신천대로 65번길 59",
      x: 129.058177514035,
      y: 35.1475276466262
    },
    {
      name: "보라빛편의점",
      address: "경남 진주시 큰들로 98-1",
      x: 128.113747668994,
      y: 35.1709402828807
    },
    {
      name: "배달슈퍼",
      address: "충남 논산시 중앙로 235, 상가동 104호",
      x: 127.100461889325,
      y: 36.188592102571
    },
    {
      name: "세븐 마트",
      address: "충북 청주시 흥덕구 2순환로 1106, 비116호",
      x: 127.420132616372,
      y: 36.6356093550643
    },
    {
      name: "이펙스종합가구",
      address: "충남 청양군 청양읍 칠갑산로9길 1",
      x: 126.805131464538,
      y: 36.4507786782872
    },
    {
      name: "포커스가경터미널점",
      address: "충북 청주시 흥덕구 2순환로1261번길 28",
      x: 127.433445963234,
      y: 36.6242971625717
    },
    {
      name: "보배 하이마트",
      address: "충북 청주시 서원구 수영로24번길 1",
      x: 127.488782474289,
      y: 36.6150359275579
    },
    {
      name: "이마트24 사암휴게소점",
      address: "경기 용인시 처인구 동부로 1190",
      x: 127.304549954818,
      y: 37.18036554212
    },
    {
      name: "이마트24 판교SG점",
      address: "경기 성남시 분당구 대왕판교로 606번길 41, 102-2호",
      x: 127.111888078065,
      y: 37.3962294132136
    },
    {
      name: "이마트24 강서우장산점",
      address: "서울 강서구 우장산로 104",
      x: 126.84750159591,
      y: 37.5531470169795
    },
    {
      name: "이마트24 향남타운점",
      address: "경기 화성시 향남읍 행정죽전로1길 6-14",
      x: 126.921788369814,
      y: 37.1236417319609
    },
    {
      name: "이마트24 양산동면점",
      address: "경남 양산시 동면금오12길 36-3",
      x: 129.02207046692,
      y: 35.3142928286784
    },
    {
      name: "이마트24 김해골든루트점",
      address: "경남 김해시 주촌면 골든루트로 193-26",
      x: 128.823616131638,
      y: 35.2225213578469
    },
    {
      name: "이마트24 석대IT타워점",
      address: "부산 해운대구 반송로525번길 25",
      x: 129.120073647153,
      y: 35.2192377662138
    },
    {
      name: "이마트24 포항문덕점",
      address: "경북 포항시 남구 오천읍 문덕로 21",
      x: 129.403226904402,
      y: 35.9608091277722
    },
    {
      name: "이마트24 형곡대로점",
      address: "경북 구미시 신시로 56",
      x: 128.339665752274,
      y: 36.1128601010574
    },
    {
      name: "이마트24 아산용화센터점",
      address: "충남 아산시 용화로9번길 3-48, 101호",
      x: 127.008348833247,
      y: 36.7716479108219
    },
    {
      name: "이마트24 당진합덕점",
      address: "충남 당진시 합덕읍 덕평로 561",
      x: 126.775951067914,
      y: 36.8091393265904
    },
    {
      name: "이마트24 아산테크노벨리점",
      address: "충남 아산시 둔포면 아산밸리중앙로 102, 102호",
      x: 127.059354521828,
      y: 36.9232628635791
    },
    {
      name: "이마트24 보령주교점",
      address: "충남 보령시 주교면 울계큰길 407",
      x: 126.567919267689,
      y: 36.3904859681292
    },
    {
      name: "이마트24 당진합덕원룸점",
      address: "충남 당진시 합덕읍 미락5길 27-3, 101호",
      x: 126.768219040038,
      y: 36.807684445618
    },
    {
      name: "이마트24 남천안IC점",
      address: "충남 천안시 동남구 천안대로 234",
      x: 127.166175953891,
      y: 36.7693680285429
    },
    {
      name: "이마트24 천안성남점",
      address: "충남 천안시 동남구 성남면 세성로 257",
      x: 127.265811567242,
      y: 36.7515336493294
    },
    {
      name: "새말단호박점",
      address: "경기 의정부시 금신로296번길 17",
      x: 127.065112179488,
      y: 37.7449919875241
    },
    {
      name: "금촌신안점",
      address: "경기 파주시 아동로 40",
      x: 126.778901478776,
      y: 37.7657452747368
    },
    {
      name: "검단산업제일점",
      address: "인천 서구 검단천로 359, 107호",
      x: 126.614750867882,
      y: 37.5924450787721
    },
    {
      name: "지산해피점",
      address: "대구 수성구 용학로 293-10",
      x: 128.639523604205,
      y: 35.8221457563873
    },
    {
      name: "마니파마트",
      address: "서울 서초구 강남대로8길 10, 1층 1호",
      x: 127.041783168477,
      y: 37.4678260344282
    },
    {
      name: "모닝마트",
      address: "울산 남구 신정로88번길 49",
      x: 129.325697940322,
      y: 35.5410341543269
    },
    {
      name: "삼한24시마트",
      address: "경남 양산시 삼호동부로 47, 101호",
      x: 129.168158034169,
      y: 35.4084795827626
    },
    {
      name: "수혁통신(SH)",
      address: "경남 창원시 의창구 남산로17번길 3",
      x: 128.612214900784,
      y: 35.2597698289416
    },
    {
      name: "착한오피스&편의점",
      address: "경북 김천시 어모면 산업단지6로 85",
      x: 128.130813290596,
      y: 36.1656087727288
    },
    {
      name: "알파문구 아산용화점",
      address: "충남 아산시 용화고길 83-6",
      x: 127.011173676381,
      y: 36.773495149049
    },
    {
      name: "LA다저스25편의점",
      address: "충북 청주시 상당구 수영로136번길 5, 101호",
      x: 127.501315974005,
      y: 36.6174342121629
    },
    {
      name: "해돋이마트",
      address: "충남 아산시 번영로 190",
      x: 127.011740163577,
      y: 36.7847439053426
    },
    {
      name: "IGA삼성점",
      address: "충남 천안시 서북구 3공단5로 58, 101호",
      x: 127.116056765427,
      y: 36.8389888781024
    },
    {
      name: "하카전자담배군산점",
      address: "전북 군산시 공단대로 439",
      x: 126.693778626213,
      y: 35.9623423610822
    },
    {
      name: "행운마트",
      address: "전남 목포시 번화로 50",
      x: 126.384862150717,
      y: 34.7864938945394
    },
    {
      name: "이마트24 판교역점",
      address: "경기 성남시 분당구 판교역로 184",
      x: 127.110044087866,
      y: 37.3971477528114
    },
    {
      name: "이마트24 용인백암점",
      address: "경기 용인시 처인구 백암면 죽양대로 809",
      x: 127.394129424464,
      y: 37.1398481893321
    },
    {
      name: "이마트24 평택용이원룸점",
      address: "경기 평택시 현신7길 12",
      x: 127.14983672404,
      y: 37.0000087316178
    },
    {
      name: "이마트24 대화역점",
      address: "경기 고양시 일산서구 중앙로 1575",
      x: 126.746746231018,
      y: 37.6760616067672
    },
    {
      name: "이마트24 구월문화점",
      address: "인천 남동구 문화서로4번길 61-21",
      x: 126.698360859567,
      y: 37.445502815899
    },
    {
      name: "이마트24 코모도점",
      address: "부산 중구 중구로 154",
      x: 129.035583646315,
      y: 35.1085572418896
    },
    {
      name: "이마트24 기장월내점",
      address: "부산 기장군 장안읍 해맞이로 396-7",
      x: 129.279970966242,
      y: 35.3279091035703
    },
    {
      name: "이마트24 중울산점",
      address: "울산 중구 옥골샘4길 21",
      x: 129.323786807357,
      y: 35.5571224880805
    },
    {
      name: "이마트24 포항원리점",
      address: "경북 포항시 남구 동해안로 5998",
      x: 129.407608208697,
      y: 35.9968646858962
    },
    {
      name: "구월통일점",
      address: "인천 남동구 인하로 507번길 23",
      x: 126.702781651147,
      y: 37.4444292880687
    },
    {
      name: "진로마트",
      address: "경기 파주시 법흥로 86",
      x: 126.706047050543,
      y: 37.7752971763998
    },
    {
      name: "토토마트",
      address: "경기 평택시 원평로 96",
      x: 127.081005073919,
      y: 36.9936211173451
    },
    {
      name: "초코마트",
      address: "경기 광주시 중앙로 206",
      x: 127.256921584098,
      y: 37.417918603861
    },
    {
      name: "천동로또",
      address: "대전 동구 대전로 571",
      x: 127.442369289296,
      y: 36.3119121840144
    },
    {
      name: "행운잉크충전소",
      address: "전남 영광군 영광읍 옥당로 90",
      x: 126.505067240796,
      y: 35.2712644027326
    },
    {
      name: "한일사",
      address: "서울 성북구 동소문로 15",
      x: 127.007732908993,
      y: 37.5893839805739
    },
    {
      name: "해피데이",
      address: "경기 구리시 경춘로 45",
      x: 127.120275052757,
      y: 37.6008975372035
    },
    {
      name: "문우사",
      address: "충남 부여군 부여읍 사비로 45",
      x: 126.910291408426,
      y: 36.2765887873891
    },
    {
      name: "에스엔티(SNT)",
      address: "충북 보은군 보은읍 삼산로1길 16",
      x: 127.720705844326,
      y: 36.4833918608386
    },
    {
      name: "하나사",
      address: "광주 남구 효덕로 213, 101호",
      x: 126.898363234738,
      y: 35.1027743407117
    },
    {
      name: "빅마켓",
      address: "전남 고흥군 비봉로 134",
      x: 127.136107582218,
      y: 34.529012875809
    },
    {
      name: "토마토",
      address: "광주 북구 우치로 329, 101호",
      x: 126.904036725344,
      y: 35.1941571324659
    },
    {
      name: "예스플러스",
      address: "경기 김포시 김포한강10로 133번길 127, B103호",
      x: 126.618157360335,
      y: 37.6440708446967
    },
    {
      name: "서양유통",
      address: "광주 광산구 평동로 812",
      x: 126.763063331345,
      y: 35.1242854895254
    },
    {
      name: "대박복권마트",
      address: "서울 강서구 화곡로 227, 2호",
      x: 126.844436629476,
      y: 37.5455732863741
    },
    {
      name: "마리하우스",
      address: "서울 강서구 까치산로 95, 101호",
      x: 126.848262294433,
      y: 37.546909038751
    },
    {
      name: "퍼피몽",
      address: "서울 서대문구 명지대길 57",
      x: 126.923515085585,
      y: 37.5825564175154
    },
    {
      name: "율코스메틱",
      address: "서울 성동구 금호산8길 13, 1층 103호",
      x: 127.021392438543,
      y: 37.5505481318597
    },
    {
      name: "우일",
      address: "서울 송파구 마천로 235",
      x: 127.143980825023,
      y: 37.4999523210187
    },
    {
      name: "에이원",
      address: "서울 송파구 오금로 146",
      x: 127.110818654646,
      y: 37.5106380523484
    },
    {
      name: "캔들앤",
      address: "서울 양천구 남부순환로40길 28",
      x: 126.827417738869,
      y: 37.5344268972146
    },
    {
      name: "플러스굿마트복권방",
      address: "전북 남원시 용성로 178",
      x: 127.393570210169,
      y: 35.4140437351472
    },
    {
      name: "부일마켓",
      address: "광주 광산구 첨단중앙로 164, 1동 106호",
      x: 126.842274699879,
      y: 35.2199792568584
    },
    {
      name: "드림마트",
      address: "울산 울주군 보곡2길 27",
      x: 129.289619209595,
      y: 35.410568756542
    },
    {
      name: "베스트마트",
      address: "경남 양산시 신명로 56, 103호",
      x: 129.146732087595,
      y: 35.3854866559856
    },
    {
      name: "현대25시마트",
      address: "경기 고양시 일산서구 대화로 33",
      x: 126.726622815322,
      y: 37.6653409085453
    },
    {
      name: "피에스",
      address: "서울 강동구 풍성로37가길 26",
      x: 127.127717206486,
      y: 37.5330081014378
    },
    {
      name: "세계과자전문점",
      address: "서울 강북구 솔매로 82, 1층",
      x: 127.021395160244,
      y: 37.6249339975518
    },
    {
      name: "슈즈크리닝",
      address: "울산 울주군 언양읍 읍성로 79",
      x: 129.118332075157,
      y: 35.5701373606984
    },
    {
      name: "문형마트",
      address: "경기 화성시 정남면 만년로 442-10",
      x: 126.98263504866,
      y: 37.1614088070992
    },
    {
      name: "일등공인중개사무소",
      address: "대구 수성구 청수로 274, 302동 102호",
      x: 128.63755645916,
      y: 35.839782613373
    },
    {
      name: "진슈퍼",
      address: "대구 수성구 무열로 159",
      x: 128.647380543844,
      y: 35.8724710732756
    },
    {
      name: "편한아울렛",
      address: "경북 영천시 조양길 4",
      x: 128.933157494376,
      y: 35.9681131942143
    },
    {
      name: "위드유마트",
      address: "대구 남구 대명복개로 87",
      x: 128.563741360869,
      y: 35.8408070243719
    },
    {
      name: "4미니슈퍼",
      address: "대구 남구 대명서로 128",
      x: 128.558179396158,
      y: 35.8338065005212
    },
    {
      name: "행운복권",
      address: "경기 고양시 덕양구 권율대로 892, 101,102호",
      x: 126.8653632448,
      y: 37.6329969196136
    },
    {
      name: "프라임",
      address: "인천 남동구 오봉로 2, 106호",
      x: 126.727759951101,
      y: 37.4165366714068
    },
    {
      name: "해뜰날",
      address: "경기 동두천시 중앙로 134-30",
      x: 127.054347927542,
      y: 37.8931520093144
    },
    {
      name: "미라클",
      address: "서울 노원구 공릉로 153, 1호",
      x: 127.079370732122,
      y: 37.6237915687747
    },
    {
      name: "탑",
      address: "서울 광진구 긴고랑로 15",
      x: 127.078221888608,
      y: 37.5638704509896
    },
    {
      name: "노다지복권방",
      address: "서울 서초구 남부순환로356길 26",
      x: 127.037905407615,
      y: 37.4837229564462
    },
    {
      name: "폼플러스",
      address: "경기 의정부시 오목로225번길 129, 105호",
      x: 127.094898464587,
      y: 37.7457627298836
    },
    {
      name: "윈윈 토토",
      address: "경기 안양시 만안구 만안로 108, 102호",
      x: 126.931527323123,
      y: 37.3925820287211
    },
    {
      name: "동주슈퍼",
      address: "인천 남동구 만월북로 43",
      x: 126.718211829882,
      y: 37.4706799793872
    },
    {
      name: "유진슈퍼마켓",
      address: "대구 동구 반야월로 337, 103호",
      x: 128.725551935221,
      y: 35.8720616412702
    },
    {
      name: "오천산악",
      address: "경북 포항시 남구 정몽주로 689",
      x: 129.41222003827,
      y: 35.9791539162506
    },
    {
      name: "우리열쇠",
      address: "서울 성북구 장위로 147",
      x: 127.053110998649,
      y: 37.6142340353989
    },
    {
      name: "신아슈퍼",
      address: "충남 아산시 번영로 216",
      x: 127.014515044891,
      y: 36.7842296931458
    },
    {
      name: "독스앤캣츠",
      address: "서울 강동구 상암로 63-1",
      x: 127.130506544564,
      y: 37.5489778765133
    },
    {
      name: "웨이팅(성저점)",
      address: "경기 고양시 일산서구 일산로636번길 23-2",
      x: 126.75925949224,
      y: 37.6830072225914
    },
    {
      name: "잠원제일점",
      address: "서울 서초구 나루터로 68",
      x: 127.017439711544,
      y: 37.5152776528889
    },
    {
      name: "행운로또복권",
      address: "경기 수원시 팔달구 정조로 775-1",
      x: 127.016473884101,
      y: 37.2770794762492
    },
    {
      name: "데일리마트 혁신점",
      address: "강원 원주시 해오름2길 11, 106호",
      x: 127.993202757904,
      y: 37.3256464448223
    },
    {
      name: "한방인생",
      address: "경기 수원시 권선구 서수원로 445",
      x: 126.961961841269,
      y: 37.2662057047669
    },
    {
      name: "운수대통",
      address: "경남 거제시 능포로 108",
      x: 128.730993369465,
      y: 34.8733568835594
    },
    {
      name: "서초남부점",
      address: "서울 서초구 서초중앙로 46",
      x: 127.015873932206,
      y: 37.4860819451591
    },
    {
      name: "이마트24 광주진곡산단점",
      address: "광주 광산구 진곡산단2번로 58-5",
      x: 126.791559061528,
      y: 35.1998744695402
    },
    {
      name: "순천샤르망점",
      address: "전남 순천시 팔마4길 8",
      x: 127.517033006905,
      y: 34.9335054775321
    },
    {
      name: "이마트24 거제장평점",
      address: "경남 거제시 장평3로4길 12",
      x: 128.6103407917,
      y: 34.890441298847
    },
    {
      name: "물금범어점",
      address: "경남 양산시 물금읍 목화로 49",
      x: 129.001164389249,
      y: 35.3315359910747
    },
    {
      name: "이마트24 울산초이스점",
      address: "울산 남구 돋질로422번길 23",
      x: 129.35072722978,
      y: 35.5410774273486
    },
    {
      name: "제이에이치(JH)20시편의점",
      address: "부산 강서구 낙동북로 189",
      x: 128.949234451035,
      y: 35.2144121703504
    },
    {
      name: "이마트24 광안원룸점",
      address: "부산 수영구 수영로606번길 9",
      x: 129.114195336537,
      y: 35.1597927834191
    },
    {
      name: "이마트24 김해내동점",
      address: "경남 김해시 우암로 123",
      x: 128.864826570507,
      y: 35.2406139090138
    },
    {
      name: "이마트24 미음산단점",
      address: "부산 강서구 미음산단로 19",
      x: 128.853806310073,
      y: 35.1284332101592
    },
    {
      name: "음성대소공단점",
      address: "충북 음성군 대소면 대소산단로 21",
      x: 127.460619417557,
      y: 36.9821683324376
    },
    {
      name: "군포SATower점",
      address: "경기 군포시 엘에스로 175, 105호",
      x: 126.943386736475,
      y: 37.3752434137837
    },
    {
      name: "NS편의점",
      address: "경기 고양시 덕양구 호국로 1717, B동 1층",
      x: 126.904045508654,
      y: 37.7042869196664
    },
    {
      name: "이마트24 울산전하점",
      address: "울산 동구 진성12길 86",
      x: 129.427156516,
      y: 35.5088838229471
    },
    {
      name: "씨스페이스 청주서문점",
      address: "충북 청주시 상당구 무심동로372번길 43",
      x: 127.486139587471,
      y: 36.6337980829088
    },
    {
      name: "이마트24 유성하이랜드점",
      address: "대전 유성구 문화원로 107",
      x: 127.347659842923,
      y: 36.3589832119879
    },
    {
      name: "새생활마트",
      address: "전남 순천시 남산로 20",
      x: 127.490616514418,
      y: 34.9395991139016
    },
    {
      name: "이마트24 전주용복점",
      address: "전북 전주시 완산구 선비로 1429",
      x: 127.066184122177,
      y: 35.790875935325
    },
    {
      name: "정선녹송로점",
      address: "강원 정선군 정선읍 녹송로 57-3",
      x: 128.670676203696,
      y: 37.3819275639239
    },
    {
      name: "이마트24 동구동남점",
      address: "대구 동구 메디밸리로8길 1",
      x: 128.749590995601,
      y: 35.8757825780766
    },
    {
      name: "덩이",
      address: "경기 평택시 추담로 58-11, 102호",
      x: 127.073881552337,
      y: 37.0584934849315
    },
    {
      name: "씨유마곡투웨니점",
      address: "서울 강서구 강서로 443, 112,113호",
      x: 126.836324103117,
      y: 37.550170383598
    },
    {
      name: "개그스토리마트 포천선단점",
      address: "경기 포천시 삼육사로 2141",
      x: 127.156668760152,
      y: 37.8576156619605
    },
    {
      name: "양주아이폰수리 아이폰브라더스",
      address: "경기 양주시 고읍남로191번길 84",
      x: 127.079788820587,
      y: 37.7915426667029
    },
    {
      name: "이마트24 광명소하점",
      address: "경기 광명시 오리로 347",
      x: 126.879012610104,
      y: 37.4334733378529
    },
    {
      name: "화성한미점",
      address: "경기 화성시 무하로 221",
      x: 126.865758932313,
      y: 37.1813947022146
    },
    {
      name: "동탄산단점",
      address: "경기 화성시 동탄면 동탄기흥로 125, 103호",
      x: 127.089952700113,
      y: 37.1716186137713
    },
    {
      name: "서초행복점",
      address: "서울 서초구 사임당로 180",
      x: 127.029267185467,
      y: 37.4925789859992
    },
    {
      name: "대구죽전그린점",
      address: "대구 달서구 와룡로 267",
      x: 128.537027509933,
      y: 35.8566567248169
    },
    {
      name: "청양점",
      address: "충남 청양군 중앙로 11길 2",
      x: 126.803114215383,
      y: 36.4524656815036
    },
    {
      name: "Daily Mart 문막점",
      address: "강원 원주시 문막읍 원문로 2138",
      x: 127.796902614027,
      y: 37.2992764197758
    },
    {
      name: "운천점",
      address: "경기 포천시 영북면 운천로9번길 6",
      x: 127.273352075096,
      y: 38.0909657074966
    },
    {
      name: "홍죽산단점",
      address: "경기 양주시 백석읍 권율로 1307",
      x: 126.970164357983,
      y: 37.8036360738219
    },
    {
      name: "제이엠유통",
      address: "경기 의정부시 청사로 45",
      x: 127.0696146793,
      y: 37.7522740100561
    },
    {
      name: "대치코스모점",
      address: "서울 강남구 영동대로86길 10",
      x: 127.064904134309,
      y: 37.5078024150772
    },
    {
      name: "천안직산점",
      address: "충남 천안시 서북구 직산읍 삼은3길 21",
      x: 127.151683204385,
      y: 36.8786266698936
    },
    {
      name: "역삼특허점",
      address: "서울 강남구 테헤란로8길 46",
      x: 127.032299558363,
      y: 37.4958734486653
    },
    {
      name: "대치우성점",
      address: "서울 강남구 도곡로93길 9",
      x: 127.064501719435,
      y: 37.500834891089
    },
    {
      name: "선경마트",
      address: "울산 울주군 온산읍 신온9길 59",
      x: 129.310622742366,
      y: 35.4274909897826
    },
    {
      name: "나무모자",
      address: "부산 남구 동명로158번길 109",
      x: 129.113214464393,
      y: 35.1143006126678
    },
    {
      name: "행운스토어",
      address: "부산 남구 용호로216번길 9",
      x: 129.110327019537,
      y: 35.1129471124463
    },
    {
      name: "봉봉마트",
      address: "경남 양산시 동면 금오로 249",
      x: 129.026501711726,
      y: 35.3160733614609
    },
    {
      name: "행운마트",
      address: "경남 창원시 진해구 진해대로 916",
      x: 128.706746327513,
      y: 35.147902001831
    },
    {
      name: "연빈마트",
      address: "경남 김해시 금관대로 1092-1",
      x: 128.849509402083,
      y: 35.2256525181439
    },
    {
      name: "지호슈퍼",
      address: "경남 김해시 장유로 298",
      x: 128.814681099212,
      y: 35.1997561944578
    },
    {
      name: "대박슈퍼",
      address: "경남 창녕군 화왕산로 168",
      x: 128.503989655922,
      y: 35.5315181309775
    },
    {
      name: "플러스마트",
      address: "경남 창원시 성산구 삼동로128번길 85",
      x: 128.664122287166,
      y: 35.2205597883914
    },
    {
      name: "골든타임",
      address: "경남 거제시 장평로8길 5",
      x: 128.611421368195,
      y: 34.8914935455261
    },
    {
      name: "프렌드",
      address: "경남 밀양시 내이1길 28",
      x: 128.746572128344,
      y: 35.4963900591301
    },
    {
      name: "코끼리슈퍼",
      address: "경남 양산시 신기로 64, 101호",
      x: 129.044387050568,
      y: 35.3562028103351
    },
    {
      name: "4Dream마트",
      address: "경남 거제시 해명로 11",
      x: 128.642896662544,
      y: 34.8958298436779
    },
    {
      name: "희망로또",
      address: "충남 공주시 신관로 77",
      x: 127.134916061762,
      y: 36.4678296857465
    },
    {
      name: "연봉토토",
      address: "강원 홍천군 홍천읍 남산강변로 30",
      x: 127.881702091498,
      y: 37.6858674068842
    },
    {
      name: "올티켓",
      address: "강원 원주시 문막읍 원문로 1682, 102호",
      x: 127.827396052091,
      y: 37.3166105524935
    },
    {
      name: "모다티켓",
      address: "강원 원주시 치악고교길 42",
      x: 127.961489172468,
      y: 37.3153439280999
    },
    {
      name: "아우터",
      address: "울산 동구 문재로 14",
      x: 129.416889059187,
      y: 35.4880719203001
    },
    {
      name: "델리",
      address: "부산 부산진구 새싹로 45",
      x: 129.055799212633,
      y: 35.1614765925145
    },
    {
      name: "럭키유통",
      address: "세종 세종 나성북1로 12, 117호",
      x: 127.257621185677,
      y: 36.4909977358843
    },
    {
      name: "우리유통",
      address: "대전 유성구 계룡로 12",
      x: 127.332266145508,
      y: 36.3560940452766
    },
    {
      name: "축복마트",
      address: "서울 중랑구 동일로 616",
      x: 127.08004606712,
      y: 37.5854067805866
    },
    {
      name: "강추",
      address: "경기 이천시 중부대로 790",
      x: 127.4197331567,
      y: 37.2442610603156
    },
    {
      name: "대한전지기술공사",
      address: "경기 여주시 세종로 430",
      x: 127.641691323341,
      y: 37.2601180444365
    },
    {
      name: "토토 앤 캔들",
      address: "경기 하남시 신장로 94",
      x: 127.20768857078,
      y: 37.5371183324931
    },
    {
      name: "붐",
      address: "경기 파주시 동패로63번길 48-15",
      x: 126.7380398911,
      y: 37.7107487446434
    },
    {
      name: "와우마트",
      address: "경기 김포시 김포한강9로 75번길 132, 114호",
      x: 126.621972432473,
      y: 37.6443791025852
    },
    {
      name: "로데오마트",
      address: "경기 파주시 가람로21번길 52-26",
      x: 126.753387609836,
      y: 37.7358981806745
    },
    {
      name: "딩동마트",
      address: "경기 고양시 일산동구 중앙로 1130, 1층 10호",
      x: 126.780207120567,
      y: 37.6501177027389
    },
    {
      name: "민속마트",
      address: "경기 파주시 교하로 879, 105호",
      x: 126.703037945559,
      y: 37.7256441329019
    },
    {
      name: "로또랑수퍼랑",
      address: "경기 고양시 일산동구 고양대로 739",
      x: 126.778356569262,
      y: 37.6828887001829
    },
    {
      name: "대불로또판매점",
      address: "전남 영암군 대불주거1로9길 3",
      x: 126.455446600686,
      y: 34.7515795821647
    },
    {
      name: "효자마트",
      address: "전남 진도군 진도읍 동외1길 8",
      x: 126.269219803823,
      y: 34.4812764702678
    },
    {
      name: "위너",
      address: "경기 광주시 오포읍 머루숯길 8, 제1동",
      x: 127.155785948994,
      y: 37.3604582772175
    },
    {
      name: "행운사",
      address: "서울 노원구 석계로 8-1",
      x: 127.064695026076,
      y: 37.615677493182
    },
    {
      name: "밧데리CAR",
      address: "경기 안양시 만안구 안양로405번길 9, 102호",
      x: 126.914037737268,
      y: 37.4064985038721
    },
    {
      name: "뉴페이스 과정로점",
      address: "부산 연제구 과정로 296-1",
      x: 129.094972752199,
      y: 35.1887919044198
    },
    {
      name: "우리마트",
      address: "경남 양산시 물금읍 범구3길 23, 102호",
      x: 129.01464325847,
      y: 35.3238048442437
    },
    {
      name: "1번가마트",
      address: "대구 수성구 범어천로 43",
      x: 128.623258235497,
      y: 35.8508660502707
    },
    {
      name: "강호마트",
      address: "경기 평택시 포승읍 여술1길 100, 101-A호",
      x: 126.84400398617,
      y: 36.9880689342987
    },
    {
      name: "굿데이마트",
      address: "경기 화성시 병점2로 13, 상가동 102-1호",
      x: 127.038371483594,
      y: 37.2056389701604
    },
    {
      name: "로또명당",
      address: "경기 평택시 동부대로 12",
      x: 127.082529131603,
      y: 37.1055507423024
    },
    {
      name: "대한텔레콤",
      address: "경기 수원시 권선구 서부로 1534",
      x: 126.978622360761,
      y: 37.2464668547592
    },
    {
      name: "땡큐마트",
      address: "부산 북구 만덕대로90번길 13, 제상가2동 103호",
      x: 129.015002865562,
      y: 35.2115938954906
    },
    {
      name: "만복마트",
      address: "대구 북구 구암로 39길 18-3",
      x: 128.562354979586,
      y: 35.9331028565643
    },
    {
      name: "포브",
      address: "대구 서구 통학로 111-1",
      x: 128.562938489674,
      y: 35.8703730976251
    },
    {
      name: "대길미니마트",
      address: "대구 중구 명덕로55길 12",
      x: 128.599970302183,
      y: 35.8560295122107
    },
    {
      name: "플랫폼",
      address: "부산 해운대구 송정중앙로5번길 77",
      x: 129.203655225196,
      y: 35.1867726990897
    },
    {
      name: "스톱미니마트",
      address: "대구 달서구 상인서로 30-7",
      x: 128.545867356527,
      y: 35.8138652453991
    },
    {
      name: "미니마트",
      address: "대구 달성군 현풍면 비슬로 623",
      x: 128.441136338882,
      y: 35.6923880170135
    },
    {
      name: "월드스토아",
      address: "경북 경주시 유림로 60",
      x: 129.217178368663,
      y: 35.8695377905525
    },
    {
      name: "리오마트",
      address: "경기 화성시 동탄기흥로257번가길 17, H동 104호",
      x: 127.092337551517,
      y: 37.1819965743588
    },
    {
      name: "무한정보통신",
      address: "서울 중랑구 면목로74길 40",
      x: 127.089774878674,
      y: 37.5894033423446
    },
    {
      name: "씨스페이스 구서제일점",
      address: "부산 금정구 수림로66번길 100",
      x: 129.087056053194,
      y: 35.2439244403981
    },
    {
      name: "신세계편의점",
      address: "부산 강서구 대저중앙로71번길 3",
      x: 128.955091817817,
      y: 35.2184885040382
    },
    {
      name: "하나마트",
      address: "울산 북구 통샘10길 9, 111호",
      x: 129.358735160512,
      y: 35.5914410474439
    },
    {
      name: "대운산슈퍼",
      address: "울산 동구 해수욕장6길 25",
      x: 129.430473869754,
      y: 35.4915076958512
    },
    {
      name: "동현상사",
      address: "부산 기장군 기장읍 대청로 38-1",
      x: 129.214434463366,
      y: 35.2375599068729
    },
    {
      name: "그린식품",
      address: "충남 계룡시 서금암2길 7-18",
      x: 127.253239232,
      y: 36.2736203768289
    },
    {
      name: "오창돼지토토점",
      address: "충북 청주시 청원구 2산단3로 12",
      x: 127.455005626192,
      y: 36.736046569454
    },
    {
      name: "토토마트",
      address: "경기 광주시 중앙로 156",
      x: 127.25720605911,
      y: 37.4134009186874
    },
    {
      name: "스포츠토토판매점",
      address: "충남 홍성군 홍성읍 충절로1053번길 41",
      x: 126.666522588297,
      y: 36.597803757251
    },
    {
      name: "동광주선물샵",
      address: "광주 북구 동문대로 238",
      x: 126.931588782116,
      y: 35.1829939791749
    },
    {
      name: "황금마켓",
      address: "광주 서구 월산로 171",
      x: 126.894724581698,
      y: 35.1528220815698
    },
    {
      name: "마루기획",
      address: "경기 군포시 금산로72번길 21",
      x: 126.938982928029,
      y: 37.3693294152364
    },
    {
      name: "로또편의점",
      address: "경기 김포시 김포한강11로 288-32",
      x: 126.684173445491,
      y: 37.6543052105131
    },
    {
      name: "대박슈퍼",
      address: "경기 부천시 성지로 52",
      x: 126.811483737943,
      y: 37.5235742233682
    },
    {
      name: "미니슈퍼",
      address: "인천 부평구 경인로667번길 46, 1층",
      x: 126.705296877726,
      y: 37.4696161906532
    },
    {
      name: "나들24편의점",
      address: "부산 해운대구 달맞이길117번나길 173",
      x: 129.184853850967,
      y: 35.1638903412513
    },
    {
      name: "카페in가베",
      address: "부산 강서구 신호산단1로 76, 108호",
      x: 128.872726386337,
      y: 35.0822581920118
    },
    {
      name: "제이마트",
      address: "울산 울주군 언양읍 방천7길 6",
      x: 129.110980927716,
      y: 35.5661057209038
    },
    {
      name: "깨비마트",
      address: "울산 북구 화봉로 159",
      x: 129.369188134229,
      y: 35.5827020177845
    },
    {
      name: "곰곰마트",
      address: "서울 은평구 불광로 118, 1동 105호",
      x: 126.933171964815,
      y: 37.6172083447863
    },
    {
      name: "멀티샵",
      address: "경남 창원시 마산회원구 북성로 145-4",
      x: 128.570610416384,
      y: 35.220249914057
    },
    {
      name: "동성슈퍼",
      address: "울산 울주군 언양읍 북문1길 7",
      x: 129.120397335874,
      y: 35.5709484283551
    },
    {
      name: "태일유통",
      address: "전북 전주시 완산구 쑥고개로 365",
      x: 127.10483464457,
      y: 35.8037792419762
    },
    {
      name: "ok마트",
      address: "경북 경주시 용황로 68",
      x: 129.225558578749,
      y: 35.8829466214306
    },
    {
      name: "제이제이",
      address: "서울 은평구 응암로22길 15",
      x: 126.919881804947,
      y: 37.5937585689001
    },
    {
      name: "대박마트",
      address: "경북 김천시 아포읍 한지1길 21",
      x: 128.260765762173,
      y: 36.1604517495954
    },
    {
      name: "미추홀슈퍼",
      address: "인천 미추홀구 소성로 170, 102호",
      x: 126.667052266776,
      y: 37.4415708190302
    },
    {
      name: "JOY편의점병점점",
      address: "경기 화성시 효행로 1037, 106호",
      x: 127.040694017974,
      y: 37.2137077321252
    },
    {
      name: "위드유편의점",
      address: "경기 화성시 송산면 화성로 611",
      x: 126.756513934245,
      y: 37.2120347784723
    },
    {
      name: "생생미니마트",
      address: "대구 서구 국채보상로50길 52",
      x: 128.559873683675,
      y: 35.8665900909884
    },
    {
      name: "오름슈퍼",
      address: "제주 서귀포시 대청로 39, 104호",
      x: 126.504024945535,
      y: 33.2527279510486
    },
    {
      name: "행복을주는집",
      address: "경기 안산시 상록구 해안로 1351",
      x: 126.888044278808,
      y: 37.2971821947664
    },
    {
      name: "대박복권연구소",
      address: "경기 평택시 고덕면 고덕여염8길 43",
      x: 127.047931888456,
      y: 37.0403880861946
    },
    {
      name: "굿데이",
      address: "경기 파주시 문산읍 방촌로 1695-74, 101호",
      x: 126.784065526373,
      y: 37.8656735927907
    },
    {
      name: "유니아트",
      address: "경기 의정부시 평화로 669",
      x: 127.044001998289,
      y: 37.7514784574999
    },
    {
      name: "현진상회",
      address: "경기 안성시 일죽면 서동대로 7321-18",
      x: 127.460199597505,
      y: 37.0882444319448
    },
    {
      name: "행운마트",
      address: "서울 노원구 중계로 96",
      x: 127.083317208275,
      y: 37.644411051714
    },
    {
      name: "행운상회",
      address: "서울 관악구 서림길 3, 1층",
      x: 126.937591393596,
      y: 37.4759291875448
    },
    {
      name: "동해대박편의점",
      address: "강원 동해시 평릉1길 7, 102,103호",
      x: 129.101851057457,
      y: 37.5290163327995
    },
    {
      name: "시온캔들",
      address: "경남 창원시 마산회원구 중리상곡로 119",
      x: 128.510800826552,
      y: 35.2509047569613
    },
    {
      name: "대박복권",
      address: "서울 종로구 율곡로 245-1",
      x: 127.00586244206,
      y: 37.5750162144372
    },
    {
      name: "푸른마트",
      address: "경북 구미시 고아읍 들성로 255",
      x: 128.348243076983,
      y: 36.1614994899244
    },
    {
      name: "영슈퍼",
      address: "부산 해운대구 선수촌로 150-1",
      x: 129.122156200214,
      y: 35.2065886857461
    },
    {
      name: "낙산대로점",
      address: "강원 양양군 강현면 주청리 110-1",
      x: 128.629959891649,
      y: 38.11590877023
    },
    {
      name: "대호슈퍼",
      address: "서울 성북구 오패산로3길 72",
      x: 127.034859143443,
      y: 37.6065504450739
    },
    {
      name: "당진송산점",
      address: "충남 당진시 송산면 송산로 765-17",
      x: 126.691953723307,
      y: 36.9568710977268
    },
    {
      name: "해남청용점",
      address: "전남 해남군 청용길 31",
      x: 126.328645071274,
      y: 34.6681673155095
    },
    {
      name: "뉴서대구IC대로점",
      address: "대구 서구 와룡로 376",
      x: 128.537945548465,
      y: 35.8663064947398
    },
    {
      name: "영월그랜드점",
      address: "강원 영월군 영월읍 단종로 16번길 32",
      x: 128.470073482793,
      y: 37.184890412414
    },
    {
      name: "동해천곡공원점",
      address: "강원 동해시 한섬로 126-4",
      x: 129.118900979673,
      y: 37.520701689482
    },
    {
      name: "이마트24 아산탕정타운점",
      address: "충남 아산시 탕정면 삼성로 301",
      x: 127.072856781503,
      y: 36.8197535431361
    },
    {
      name: "삼산미래점",
      address: "울산 남구 정동로 7",
      x: 129.343528447394,
      y: 35.5344267100093
    },
    {
      name: "이마트24 북부면허시험장점",
      address: "부산 사상구 삼덕로45번길 84",
      x: 128.982878714309,
      y: 35.1778188446139
    },
    {
      name: "이마트24 지영로드점",
      address: "경기 고양시 일산동구 공릉천로 441-4",
      x: 126.824924135567,
      y: 37.7235322045097
    },
    {
      name: "소유 해피마트",
      address: "경기 화성시 장안면버들로 1063",
      x: 126.831411504585,
      y: 37.1214944102363
    },
    {
      name: "이마트24 화성반월점",
      address: "경기 화성시 반월남길 4",
      x: 127.063036952944,
      y: 37.2244373704013
    },
    {
      name: "송현공단점",
      address: "인천 동구 중봉대로 100",
      x: 126.647302778764,
      y: 37.4879284631348
    },
    {
      name: "이마트24 일산대화마을점",
      address: "경기 고양시 일산서구 대화2로 137",
      x: 126.736178247722,
      y: 37.6731243211164
    },
    {
      name: "진해마린푸르지오점",
      address: "경남 창원시 진해구 천자로 386",
      x: 128.704574607152,
      y: 35.1344357190043
    },
    {
      name: "마곡푸르지오점",
      address: "서울 강서구 마곡중앙6로 10",
      x: 126.828207752706,
      y: 37.560386517159
    },
    {
      name: "이마트24 함안칠원점",
      address: "경남 함안군 동대이길 68",
      x: 128.533415981801,
      y: 35.2983521333605
    },
    {
      name: "빙그레휴게소점",
      address: "경남 김해시 김해대로 910",
      x: 128.78292895073,
      y: 35.2932300268868
    },
    {
      name: "이마트24 부산신선대점",
      address: "부산 남구 신선로 219",
      x: 129.088252113297,
      y: 35.1106845605805
    },
    {
      name: "김해시청점",
      address: "경남 김해시 김해대로 2415번길 7-1",
      x: 128.890727429362,
      y: 35.2281295853868
    },
    {
      name: "부평메디칼점",
      address: "인천 부평구 부평대로 11",
      x: 126.722671754347,
      y: 37.4923498185797
    },
    {
      name: "북면점",
      address: "경북 울진군 북면 울진북로 2112-1",
      x: 129.374351061315,
      y: 37.1048139191377
    },
    {
      name: "영덕센트럴점",
      address: "경북 영덕군 영덕읍 우곡길 69",
      x: 129.371926055224,
      y: 36.4100555154031
    },
    {
      name: "이마트24 숭의제일점",
      address: "인천 미추홀구 독정안길 97번길 23",
      x: 126.653841333196,
      y: 37.4597628984653
    },
    {
      name: "그린슈퍼",
      address: "경기 안산시 상록구 막고지2길 14",
      x: 126.857494152153,
      y: 37.2829505358368
    },
    {
      name: "제천장락주공점",
      address: "충북 제천시 장락로 130",
      x: 128.225917013658,
      y: 37.1535042356549
    },
    {
      name: "이마트24 서수원터미널점",
      address: "경기 수원시 권선구 수인로 291",
      x: 126.97014551047,
      y: 37.28262996578
    },
    {
      name: "신림4동점",
      address: "서울 관악구 조원로 143",
      x: 126.918182108739,
      y: 37.4857360855099
    },
    {
      name: "포승휴게소점",
      address: "경기 평택시 포승읍 포승향남로 97",
      x: 126.871001300485,
      y: 36.985118122424
    },
    {
      name: "이마트24 광주삼리점",
      address: "경기 광주시 곤지암읍 경충대로 732-6",
      x: 127.32947430654,
      y: 37.3542178681174
    },
    {
      name: "삽다리할인마트",
      address: "충남 예산군 삽교읍 삽교로 73",
      x: 126.736934130494,
      y: 36.6863320128516
    },
    {
      name: "노다지",
      address: "서울 성북구 오패산로21길 4",
      x: 127.035144690259,
      y: 37.6104902071849
    },
    {
      name: "인천선학점",
      address: "인천 연수구 학나래로 46번길 19",
      x: 126.697771770431,
      y: 37.4254352178963
    },
    {
      name: "복돼지샵",
      address: "울산 중구 학성로 59-1",
      x: 129.317750518572,
      y: 35.5543631848852
    },
    {
      name: "부산중앙2호점",
      address: "부산 중구 대청로 139-1",
      x: 129.035219275459,
      y: 35.1030558394159
    },
    {
      name: "로또매니아",
      address: "경북 포항시 남구 연일로159번길 46",
      x: 129.348682776324,
      y: 35.9963558418582
    },
    {
      name: "상봉점",
      address: "서울 중랑구 봉우재로33길 72",
      x: 127.089346020256,
      y: 37.5952116405838
    },
    {
      name: "양지식품",
      address: "서울 중구 다산로 217-1",
      x: 127.014934098606,
      y: 37.5626616846676
    },
    {
      name: "천하명당",
      address: "경기 수원시 팔달구 세지로 327-1",
      x: 127.023833781709,
      y: 37.2803696319189
    },
    {
      name: "대박복권방",
      address: "경기 안성시 대덕면 중앙대학로 121",
      x: 127.224503968298,
      y: 37.0013670523605
    },
    {
      name: "해피타임",
      address: "경기 광주시 순암로 508",
      x: 127.19875476419,
      y: 37.4116236562356
    },
    {
      name: "싱싱마트",
      address: "경기 이천시 부발읍 신하리 481-1",
      x: 127.477348924064,
      y: 37.2594234968993
    },
    {
      name: "대구동성로본점",
      address: "대구 중구 동성로2가 68-8",
      x: 128.597005959353,
      y: 35.8699193564928
    },
    {
      name: "관악타워",
      address: "서울 관악구 남부순환로 1802",
      x: 126.950284940868,
      y: 37.4811700742595
    },
    {
      name: "벼락복권방",
      address: "광주 북구 삼정로 131",
      x: 126.93447759026,
      y: 35.1715616842713
    },
    {
      name: "오류점B",
      address: "서울 구로구 고척로 2",
      x: 126.841147677186,
      y: 37.4951519831654
    },
    {
      name: "이천증포점",
      address: "경기 이천시 이섭대천로1439번길 4",
      x: 127.457058923618,
      y: 37.2963493877068
    },
    {
      name: "이태원청화점",
      address: "서울 용산구 보광로 95",
      x: 126.994941533848,
      y: 37.5313574029144
    },
    {
      name: "대박토토",
      address: "충남 태안군 후곡로 141, 102호",
      x: 126.305037459107,
      y: 36.7489410367211
    },
    {
      name: "나아편의점",
      address: "경북 경주시 나아3길 6-2",
      x: 129.47027792034,
      y: 35.7006282708009
    },
    {
      name: "교촌치킨",
      address: "경북 울진군 울진읍 울진중앙로 175-1",
      x: 129.401405636918,
      y: 36.9973337542388
    },
    {
      name: "와우",
      address: "경기 용인시 기흥구 흥덕2로75번길 16, 102호",
      x: 127.072348237178,
      y: 37.2744318022914
    },
    {
      name: "베스트원포천심곡점",
      address: "경기 포천시 포천로 2148-1",
      x: 127.187734747498,
      y: 37.9420020782493
    },
    {
      name: "태광산업",
      address: "경기 부천시 원종로 77",
      x: 126.80835538396,
      y: 37.5241911497082
    },
    {
      name: "로또모바일",
      address: "경기 부천시 옥길로 123, 1동 1층 107호",
      x: 126.822489594783,
      y: 37.4679949950293
    },
    {
      name: "누리인테리어",
      address: "인천 부평구 평천로 157, 102호",
      x: 126.708718138852,
      y: 37.5186484802402
    },
    {
      name: "다복마트",
      address: "인천 연수구 함박로 37-1, 101호",
      x: 126.681557059081,
      y: 37.4258436983524
    },
    {
      name: "금손마트",
      address: "경기 김포시 김포한강8로 398, 115호",
      x: 126.624697865578,
      y: 37.6431986018021
    },
    {
      name: "The 콕",
      address: "경기 용인시 기흥구 용구대로2469번길 20, 134호",
      x: 127.106199114923,
      y: 37.3084578364206
    },
    {
      name: "행복마트",
      address: "경기 파주시 솥뒤로 17",
      x: 126.917362301643,
      y: 37.9555693106025
    },
    {
      name: "셀프컴",
      address: "경기 시흥시 은계로142번길 3-11",
      x: 126.80477072676,
      y: 37.4358139819568
    },
    {
      name: "탑 베팅샵",
      address: "경기 성남시 분당구 정자일로 227, 104-2호",
      x: 127.105989350458,
      y: 37.3613378183697
    },
    {
      name: "솔내슈퍼",
      address: "전북 전주시 덕진구 거북바우로 145",
      x: 127.151445904934,
      y: 35.8433517166861
    },
    {
      name: "행복을 주는 가게",
      address: "광주 광산구 수등로94번길 32-13, 102호",
      x: 126.818534333157,
      y: 35.1810843855072
    },
    {
      name: "영암상회",
      address: "전남 영암군 동문로 8",
      x: 126.702743164384,
      y: 34.7967620913413
    },
    {
      name: "대박복권",
      address: "전남 화순군 광덕로 127",
      x: 126.992210543612,
      y: 35.0560485734748
    },
    {
      name: "돈단지",
      address: "광주 북구 양일로 77-1",
      x: 126.873462105126,
      y: 35.1980091919671
    },
    {
      name: "행복플러스복권방",
      address: "경기 광주시 신현로 48, 104호",
      x: 127.152160227178,
      y: 37.3605028221841
    },
    {
      name: "복돼지복권방",
      address: "강원 춘천시 후석로 288",
      x: 127.752209361285,
      y: 37.877155739852
    },
    {
      name: "복권명당",
      address: "경기 광주시 회안대로 900, 115호",
      x: 127.256297754306,
      y: 37.4273554830797
    },
    {
      name: "옥암주공2차마트",
      address: "전남 목포시 남악1로52번길 53, 101호",
      x: 126.450739833432,
      y: 34.8119289853996
    },
    {
      name: "남해공인중개사",
      address: "전남 목포시 용당로 59, A08호",
      x: 126.401829394098,
      y: 34.7930130829559
    },
    {
      name: "폰매니저",
      address: "전북 전주시 완산구 모악로 4692",
      x: 127.130931170013,
      y: 35.7883084277356
    },
    {
      name: "로또명당양벌점",
      address: "경기 광주시 오포읍 양벌로 76",
      x: 127.254662315735,
      y: 37.3893319226179
    },
    {
      name: "아름세",
      address: "강원 춘천시 후석로390번길 4",
      x: 127.747132356581,
      y: 37.8851687665964
    },
    {
      name: "로또光복권",
      address: "서울 구로구 개봉로23가길 37, 1층",
      x: 126.858340954431,
      y: 37.4952547610931
    },
    {
      name: "아지트",
      address: "서울 노원구 동일로178길 39-54, 102호",
      x: 127.076624747026,
      y: 37.6223172967299
    },
    {
      name: "스피드샵",
      address: "경기 광주시 오포읍 양벌로 219",
      x: 127.253498868501,
      y: 37.3773902096345
    },
    {
      name: "J슈퍼",
      address: "서울 동대문구 왕산로 211",
      x: 127.04606817414,
      y: 37.5810824141205
    },
    {
      name: "오남로또택배",
      address: "경기 남양주시 진건오남로 814, B동 1층 5호",
      x: 127.202333978835,
      y: 37.6993018811302
    },
    {
      name: "캐슬할인마트",
      address: "충남 서산시 안견로 365-69",
      x: 126.44149336899,
      y: 36.7792346684262
    },
    {
      name: "재성편의점",
      address: "충남 당진시 송산로 72, 1~3호",
      x: 126.685904949013,
      y: 36.9477869947868
    },
    {
      name: "세종청사유통",
      address: "세종 세종 절재로 194, 114호",
      x: 127.262445014563,
      y: 36.5083073428532
    },
    {
      name: "싱글벙글",
      address: "세종 세종 보듬3로 8-20, 142호",
      x: 127.258602129546,
      y: 36.5143054345153
    },
    {
      name: "대박로또명당",
      address: "충남 당진시 송악로 37",
      x: 126.693149842943,
      y: 36.9070867680417
    },
    {
      name: "드림통신",
      address: "충남 천안시 서북구 미라3길 36, 102호",
      x: 127.131250932314,
      y: 36.8025967477128
    },
    {
      name: "한삼인내포신도시점",
      address: "충남 홍성군 청사로48번길 12",
      x: 126.676049954382,
      y: 36.6481474560502
    },
    {
      name: "파란통신",
      address: "충남 천안시 동남구 수원지길 3, 상가동 1층 1호",
      x: 127.128202132371,
      y: 36.7535683070466
    },
    {
      name: "타임통신",
      address: "충남 아산시 탕정면 탕정면로 235",
      x: 127.076682188955,
      y: 36.8097316019195
    },
    {
      name: "광명마트",
      address: "충남 천안시 동남구 풍세로 694, 102호",
      x: 127.137767023212,
      y: 36.7721483965253
    },
    {
      name: "탑약국",
      address: "충남 아산시 음봉로 672, 2동 105호",
      x: 127.082450702666,
      y: 36.8343029726747
    },
    {
      name: "복권나라",
      address: "서울 관악구 장군봉2길 11",
      x: 126.939594879058,
      y: 37.4824466875174
    },
    {
      name: "크레용",
      address: "서울 강북구 한천로 143길 31, 1층 좌측 101호",
      x: 127.023502861681,
      y: 37.6405270478745
    },
    {
      name: "버디",
      address: "서울 성북구 화랑로25길 20",
      x: 127.052136160243,
      y: 37.6095447327203
    },
    {
      name: "1등행운로또",
      address: "충남 아산시 온천대로 1315",
      x: 126.984960221558,
      y: 36.7864688086695
    },
    {
      name: "봉주로복권방,봉주로슈퍼",
      address: "충남 천안시 서북구 봉주로 111",
      x: 127.159128236809,
      y: 36.878125564558
    },
    {
      name: "대박로또",
      address: "충남 천안시 서북구 성환2로 45, 102호",
      x: 127.130134113057,
      y: 36.9118221661841
    },
    {
      name: "성학유통",
      address: "경기 남양주시 진건오남로512번길 17, 105호",
      x: 127.210996060817,
      y: 37.6786899461019
    },
    {
      name: "행운공간",
      address: "제주 서귀포시 안덕면 화순중앙로 94, 1층 1호",
      x: 126.335929212203,
      y: 33.2440199955395
    },
    {
      name: "워드디자인",
      address: "제주 서귀포시 태평로 541",
      x: 126.574612581752,
      y: 33.2523380068518
    },
    {
      name: "토프 플러스",
      address: "제주 제주시 건주로4길 6-1, 108호",
      x: 126.579901695767,
      y: 33.5161057880478
    },
    {
      name: "또와복권방",
      address: "경기 광명시 금당로 36, 129-3호",
      x: 126.882745375888,
      y: 37.4595828031491
    },
    {
      name: "비천",
      address: "경기 의왕시 안양판교로 213, 101호",
      x: 126.994963711002,
      y: 37.3897550545718
    },
    {
      name: "코발트",
      address: "전북 전주시 덕진구 오정1길 5",
      x: 127.060417326965,
      y: 35.8356462625805
    },
    {
      name: "하나마트",
      address: "경남 양산시 황산로 507, 1층 2호",
      x: 128.994840697771,
      y: 35.3195860939059
    },
    {
      name: "행복25시&구름상상",
      address: "부산 강서구 낙동남로588번길 2",
      x: 128.883807951262,
      y: 35.1122513696693
    },
    {
      name: "도깨비",
      address: "경남 김해시 능동로 65, 101호",
      x: 128.800282373552,
      y: 35.1978949918419
    },
    {
      name: "유로유통",
      address: "경남 통영시 새터길 75-7",
      x: 128.420397083891,
      y: 34.841974865318
    },
    {
      name: "혁신마트",
      address: "대구 수성구 파동로 115-1",
      x: 128.615799320451,
      y: 35.8139812629232
    },
    {
      name: "행운마트",
      address: "경남 창원시 성산구 중앙대로39번길 6, 110호",
      x: 128.675495049949,
      y: 35.2196428825594
    },
    {
      name: "대박토토",
      address: "대구 동구 팔공로51길 21-1, A-04호",
      x: 128.638452591256,
      y: 35.9223234047733
    },
    {
      name: "가자시네마투어",
      address: "대구 서구 서대구로 108",
      x: 128.555741678092,
      y: 35.8675375314488
    },
    {
      name: "마젤",
      address: "경남 거제시 상동5길 100, 118동 101호",
      x: 128.628787481156,
      y: 34.8619947681265
    },
    {
      name: "토토공인중개사사무소",
      address: "경북 김천시 혁신6로 2, 101호",
      x: 128.181469136358,
      y: 36.123851558381
    },
    {
      name: "대명마트",
      address: "대구 달서구 상원로 47",
      x: 128.53566710654,
      y: 35.8138913887078
    },
    {
      name: "럭키편의점",
      address: "경북 칠곡군 금오대로2길 27",
      x: 128.348597125375,
      y: 36.0666667684496
    },
    {
      name: "서재상회",
      address: "대구 달성군 서재본길 28-5, 104호",
      x: 128.493771921292,
      y: 35.8726994191559
    },
    {
      name: "커피엔",
      address: "경북 예천군 충효로 177",
      x: 128.444076589936,
      y: 36.6487841282644
    },
    {
      name: "은지회",
      address: "경남 창원시 의창구 읍성로117번길 2",
      x: 128.628797078081,
      y: 35.2624050263105
    },
    {
      name: "유성마트",
      address: "경남 창원시 성산구 외동반림로 136-1",
      x: 128.672617040361,
      y: 35.2309425366135
    },
    {
      name: "복덩이네",
      address: "울산 북구 매곡로 101",
      x: 129.354884222056,
      y: 35.6417504349122
    },
    {
      name: "다온",
      address: "부산 수영구 감포로 93",
      x: 129.117995402952,
      y: 35.1667001114901
    },
    {
      name: "웨이스탑",
      address: "경남 양산시 삼호동부로 78",
      x: 129.170546592424,
      y: 35.4103012365078
    },
    {
      name: "황금마트",
      address: "부산 기장군 일광면 해빛6로 81-6, 103호",
      x: 129.226482665597,
      y: 35.2648579853279
    },
    {
      name: "대박편의점",
      address: "부산 부산진구 양정로 6",
      x: 129.073880779709,
      y: 35.1735083883673
    },
    {
      name: "하니편의점",
      address: "울산 북구 무룡1로 54-1",
      x: 129.36544540991,
      y: 35.5763621846983
    },
    {
      name: "다와캔들",
      address: "부산 강서구 명지국제8로 290, 104호",
      x: 128.92432822728,
      y: 35.097255694841
    },
    {
      name: "행복슈퍼",
      address: "부산 해운대구 해운대로 1124",
      x: 129.20210649812,
      y: 35.185453511958
    },
    {
      name: "에이스토토",
      address: "울산 동구 남진길 22, 101호",
      x: 129.417727104809,
      y: 35.482075502038
    },
    {
      name: "화진수퍼마켓",
      address: "울산 동구 내진길 78",
      x: 129.423598370878,
      y: 35.4845221314999
    },
    {
      name: "서울유통",
      address: "부산 남구 석포로 57-1",
      x: 129.086985723295,
      y: 35.1237244766477
    },
    {
      name: "숙이복권",
      address: "부산 기장군 정관읍 모전로 79, 102호",
      x: 129.169132857535,
      y: 35.3357438569624
    },
    {
      name: "골드",
      address: "울산 울주군 언양읍 헌양길 130",
      x: 129.119629307505,
      y: 35.566069341621
    },
    {
      name: "지니콥",
      address: "경남 김해시 삼계로 3, 102동",
      x: 128.866452259008,
      y: 35.257071973034
    },
    {
      name: "청운",
      address: "세종 세종 한누리대로 2135, 117호",
      x: 127.289160385804,
      y: 36.4783499120552
    },
    {
      name: "나눔",
      address: "경기 이천시 무촌로 95",
      x: 127.48448888979,
      y: 37.282368750128
    },
    {
      name: "다연마트",
      address: "경기 고양시 덕양구 고골길11번길 5-22, 1층 104호",
      x: 126.85454066016,
      y: 37.7089700481107
    },
    {
      name: "행운마트",
      address: "경기 파주시 문화로 10, 상가동 1층 101호",
      x: 126.779328806118,
      y: 37.7561861217166
    },
    {
      name: "OK타임",
      address: "전북 전주시 완산구 세내로 253, 1층 102호",
      x: 127.110701735745,
      y: 35.8130772605133
    },
    {
      name: "명성모두티켓",
      address: "충북 제천시 청전대로 79",
      x: 128.207286536251,
      y: 37.1479452916755
    },
    {
      name: "단비유통",
      address: "경기 양평군 양평대교길 6-1",
      x: 127.491520521263,
      y: 37.4875589710841
    },
    {
      name: "주호상회",
      address: "강원 원주시 치악로 1962",
      x: 127.95619845866,
      y: 37.3557181632006
    },
    {
      name: "토토나라",
      address: "강원 원주시 능라동길 78, 106호",
      x: 127.929547645397,
      y: 37.3331506701593
    },
    {
      name: "대박나라",
      address: "충북 제천시 청전대로 12길 3",
      x: 128.212666504525,
      y: 37.1503908302899
    },
    {
      name: "프레쉬마트",
      address: "서울 서초구 서초대로42길 54",
      x: 127.009409675744,
      y: 37.4896129663029
    },
    {
      name: "만물",
      address: "서울 강남구 테헤란로37길 42, 2층1호",
      x: 127.039902064615,
      y: 37.5050548092998
    },
    {
      name: "센스마트",
      address: "대구 북구 매천로 124, 지하1층",
      x: 128.542163577295,
      y: 35.9080343982275
    },
    {
      name: "토토마당",
      address: "경북 안동시 풍천면 검무로 4-8, 104호",
      x: 128.493391203906,
      y: 36.5759701508182
    },
    {
      name: "대박슈퍼",
      address: "대구 북구 구암로16길 10",
      x: 128.549017621707,
      y: 35.9317232487992
    },
    {
      name: "복합단지마트",
      address: "대구 달서구 성서로45길 29, 6_7호",
      x: 128.50563064513,
      y: 35.8376897226378
    },
    {
      name: "중앙복권방",
      address: "충북 청주시 청원구 율량로189번길 25",
      x: 127.500388966295,
      y: 36.6656914696542
    },
    {
      name: "대박슈퍼",
      address: "대전 대덕구 중리서로 78",
      x: 127.423041138619,
      y: 36.3654571654718
    },
    {
      name: "오창스포츠토토",
      address: "충북 청주시 청원구 과학산업2로 363",
      x: 127.422040314172,
      y: 36.7149468187894
    },
    {
      name: "힐링슈퍼",
      address: "대전 대덕구 송촌남로47번길 2",
      x: 127.442364656882,
      y: 36.3559096537822
    },
    {
      name: "드림로또마켓",
      address: "경기 수원시 권선구 금곡로 206, 127호",
      x: 126.954334928999,
      y: 37.2740508068551
    },
    {
      name: "행운마트",
      address: "경기 수원시 권선구 상탑로 112",
      x: 126.983354843416,
      y: 37.2709213801679
    },
    {
      name: "휴대폰케이스",
      address: "경기 시흥시 동서로 999-1",
      x: 126.854544722351,
      y: 37.3799171772757
    },
    {
      name: "대박복권방",
      address: "경기 오산시 경기대로 396",
      x: 127.070355691996,
      y: 37.1595367109547
    },
    {
      name: "아이지에이마트 화성이화점",
      address: "경기 화성시 남양만로 517-4",
      x: 126.801164304363,
      y: 37.0320339912017
    },
    {
      name: "로또&토토이야기",
      address: "경기 화성시 향남읍 평2길 4, 1층",
      x: 126.910061105226,
      y: 37.1314504945067
    },
    {
      name: "그린스모크",
      address: "경기 오산시 독산성로 425, 101호",
      x: 127.041451306225,
      y: 37.1887490587893
    },
    {
      name: "토토공인중개사사무소",
      address: "경기 화성시 상신하길로298번길 7-13",
      x: 126.911530147709,
      y: 37.1154335777381
    },
    {
      name: "토토 월드",
      address: "경기 시흥시 서울대학로264번길 44-4, 105호",
      x: 126.728228864094,
      y: 37.3671758219536
    },
    {
      name: "폰케어",
      address: "경기 부천시 성주로 193-3",
      x: 126.777800612528,
      y: 37.4785937502048
    },
    {
      name: "마수리점방",
      address: "경기 안산시 단원구 관산길 16",
      x: 126.798070226029,
      y: 37.3314817184123
    },
    {
      name: "드림마트",
      address: "경기 시흥시 남왕길 48-5, 1층 102호",
      x: 126.863081352979,
      y: 37.3831271734066
    },
    {
      name: "위너",
      address: "부산 강서구 명지국제8로 233, 110호",
      x: 128.918290690815,
      y: 35.0985339516115
    },
    {
      name: "송산수노을토토",
      address: "경기 화성시 수노을중앙로 150, 106호",
      x: 126.81897398132,
      y: 37.2837583864658
    },
    {
      name: "행복더블유샵",
      address: "경기 안산시 상록구 본오로 53-1",
      x: 126.866079951301,
      y: 37.2899136012374
    },
    {
      name: "미니아이스크림",
      address: "경기 화성시 남양읍 화성로 1067, 101호",
      x: 126.803746392203,
      y: 37.2059207992612
    },
    {
      name: "잉크앤토너",
      address: "경기 군포시 번영로 617, 101호",
      x: 126.943471308956,
      y: 37.3639467514486
    },
    {
      name: "대박상사",
      address: "경기 안성시 원곡면 만세로 1415-24, 2동 102호",
      x: 127.127945178462,
      y: 37.035165799128
    },
    {
      name: "다올마트",
      address: "경기 평택시 서동대로 1866",
      x: 126.955012688288,
      y: 36.9974434325405
    },
    {
      name: "정통코리아",
      address: "경기 수원시 팔달구 매산로116번길 32",
      x: 127.013987193233,
      y: 37.2698416459623
    },
    {
      name: "행운슈퍼",
      address: "경기 평택시 서동대로 2623",
      x: 127.031228669809,
      y: 37.0160987913963
    },
    {
      name: "415마트",
      address: "경남 창원시 마산합포구 현동6길 94, 104호",
      x: 128.553719200373,
      y: 35.1501215377115
    },
    {
      name: "현대복권방",
      address: "경기 고양시 일산동구 성현로 397-6",
      x: 126.827619216216,
      y: 37.7014934318082
    },
    {
      name: "행운복권방",
      address: "경기 수원시 권선구 오목천로 31, 105호",
      x: 126.965812757952,
      y: 37.2403146659105
    },
    {
      name: "티켓나라",
      address: "경북 구미시 구미대로18길 20",
      x: 128.366094612911,
      y: 36.1089347998197
    },
    {
      name: "녹번현대점",
      address: "서울 은평구 녹번로 47, 1층2호",
      x: 126.929715775467,
      y: 37.6057367482308
    },
    {
      name: "애플편의점",
      address: "경기 포천시 포천로 1507",
      x: 127.209235899054,
      y: 37.8939408093189
    },
    {
      name: "대박토토",
      address: "경남 밀양시 중앙로 261",
      x: 128.755941349002,
      y: 35.4864927280442
    },
    {
      name: "싱글벙글슈퍼",
      address: "제주 서귀포시 천지로 8",
      x: 126.561071526285,
      y: 33.2482705831968
    },
    {
      name: "상주경상대로점",
      address: "경북 상주시 경상대로 3024",
      x: 128.151410705322,
      y: 36.4168796435413
    },
    {
      name: "대구하빈점",
      address: "대구 달성군 하빈면 하목정길 10",
      x: 128.401547256662,
      y: 35.8792863323168
    },
    {
      name: "신월양강점",
      address: "서울 양천구 오목로 71",
      x: 126.845576239481,
      y: 37.5230247336955
    },
    {
      name: "구미비산점",
      address: "경북 구미시 비산로7길 14",
      x: 128.382833424592,
      y: 36.1207013518272
    },
    {
      name: "김밥킹 안동용상점",
      address: "경북 안동시 경동로 844",
      x: 128.748929731117,
      y: 36.5604854554942
    },
    {
      name: "봉황상회",
      address: "경북 경산시 진량읍 봉황길 8-5, 1층 2~3호",
      x: 128.819468776353,
      y: 35.8839917321335
    },
    {
      name: "우동뉴스타점",
      address: "부산 해운대구 우동3로11번길 3",
      x: 129.162385262886,
      y: 35.167065212432
    },
    {
      name: "함양용평점",
      address: "경남 함양군 함양읍 함양로 1126",
      x: 127.727244637289,
      y: 35.5191009605553
    },
    {
      name: "기린유통",
      address: "울산 남구 달삼로58번길 8",
      x: 129.335579707323,
      y: 35.5351287423693
    },
    {
      name: "합천로터리점",
      address: "경남 합천군 합천읍 동서로 55",
      x: 128.158580436693,
      y: 35.567170377395
    },
    {
      name: "원마트",
      address: "부산 동래구 충렬대로 391-1",
      x: 129.101316847905,
      y: 35.1972333181029
    },
    {
      name: "프렌드",
      address: "경남 창원시 진해구 동진로 122",
      x: 128.702934587188,
      y: 35.146431944043
    },
    {
      name: "엄지척닷컴개인미니편의점",
      address: "부산 사상구 대동로 156",
      x: 128.983814803013,
      y: 35.1413615656196
    },
    {
      name: "이마트24 기장햇살점",
      address: "부산 기장군 기장군 차성남로 51번길 7",
      x: 129.214128723603,
      y: 35.2419964952631
    },
    {
      name: "서구공촌점",
      address: "인천 서구 심곡로 208",
      x: 126.682429143277,
      y: 37.5515103659745
    },
    {
      name: "태화휴게소매점",
      address: "경남 함안군 군북면 함마대로 372",
      x: 128.312612848986,
      y: 35.2829742837273
    },
    {
      name: "씨스페이스한림신천점",
      address: "경남 김해시 한림면 김해대로 1432",
      x: 128.828601555868,
      y: 35.2771588327491
    },
    {
      name: "부원휴게소",
      address: "경남 김해시 진영읍 서부로 34",
      x: 128.762451225507,
      y: 35.2932707830154
    },
    {
      name: "인천용현본점",
      address: "인천 미추홀구 한나루로 501번길 1",
      x: 126.667135321209,
      y: 37.4516209216928
    },
    {
      name: "퀸마트",
      address: "서울 종로구 종로31길 4",
      x: 127.000280729368,
      y: 37.5712892139145
    },
    {
      name: "애플",
      address: "강원 원주시 웅비1길 7",
      x: 127.987685281367,
      y: 37.3293378859223
    },
    {
      name: "이마트24 원주금강점",
      address: "강원 원주시 행구로 140, 상가 104호",
      x: 127.970524724992,
      y: 37.3408648081936
    },
    {
      name: "명당편의점",
      address: "경기 남양주시 진접읍 금강로 1010-1",
      x: 127.16301033579,
      y: 37.690590092197
    },
    {
      name: "이마트24여주홍문점",
      address: "경기 여주시 여흥로 129",
      x: 127.637756735663,
      y: 37.2957155569241
    },
    {
      name: "이천하이닉스후문점",
      address: "경기 이천시 대산로 288번길 168",
      x: 127.471957542644,
      y: 37.2526929337427
    },
    {
      name: "횡성대로점",
      address: "강원 횡성군 횡성읍 횡성로 363",
      x: 127.983593877651,
      y: 37.4858537157753
    },
    {
      name: "양구경림점",
      address: "강원 양구군 양구읍 양록길 23번길 16-3",
      x: 127.985481931894,
      y: 38.108207629651
    },
    {
      name: "홍천북방점",
      address: "강원 홍천군 북방면 영서로 2702",
      x: 127.852663537848,
      y: 37.7056342834238
    },
    {
      name: "동서마트",
      address: "인천 부평구 안남로63번길 4",
      x: 126.712147879233,
      y: 37.4890385016951
    },
    {
      name: "씨스페이스갈산점",
      address: "인천 부평구 평천로287번길 1",
      x: 126.721989229599,
      y: 37.5169899158202
    },
    {
      name: "유천대로점",
      address: "대구 달서구 달서대로 52-1",
      x: 128.511355787006,
      y: 35.8137781861508
    },
    {
      name: "노방빌",
      address: "경기 파주시 문산읍 월롱산단3길 10",
      x: 126.780176157513,
      y: 37.8392516985694
    },
    {
      name: "파주교육청점",
      address: "경기 파주시 금정4길 33",
      x: 126.777983997786,
      y: 37.7572039390915
    },
    {
      name: "광주운수점",
      address: "광주 광산구 어등대로 581-1",
      x: 126.786293781438,
      y: 35.151202566888
    },
    {
      name: "해빛 편의점",
      address: "전남 여수시 돌산읍 강남로 44",
      x: 127.750599011954,
      y: 34.7194429019394
    },
    {
      name: "남악중앙점",
      address: "전남 무안군 남악3로 82번길 20, 104호",
      x: 126.462367890988,
      y: 34.8126458777185
    },
    {
      name: "광주풍암유통단지점",
      address: "광주 서구 매월1로 45",
      x: 126.857410596658,
      y: 35.1135046924598
    },
    {
      name: "포시즌빛가람희망로또",
      address: "전남 나주시 그린로 351, 110호",
      x: 126.79389659186,
      y: 35.0178940854565
    },
    {
      name: "해빛 영광점",
      address: "전남 영광군 영광읍 천년로13길 26-2",
      x: 126.506725276926,
      y: 35.275035675417
    },
    {
      name: "영은",
      address: "전북 남원시 동문로 39",
      x: 127.385701661715,
      y: 35.4088590662859
    },
    {
      name: "전주코오롱점",
      address: "전북 전주시 완산구 평화14길 34-18",
      x: 127.13300650909,
      y: 35.7939458122347
    },
    {
      name: "서부슈퍼",
      address: "전북 부안군 부안읍 번영로 89",
      x: 126.730482972613,
      y: 35.7267883551812
    },
    {
      name: "임실이도점",
      address: "전북 임실군 봉황로 161",
      x: 127.280247607845,
      y: 35.6147965041227
    },
    {
      name: "두정FM점",
      address: "충남 천안시 서북구 두정상가2길 10, 103호",
      x: 127.139972410206,
      y: 36.8310104096746
    },
    {
      name: "이마트24 아산탕정삼성점",
      address: "충남 아산시 탕정면 명암길 3번길 16",
      x: 127.057717726698,
      y: 36.8211420844604
    },
    {
      name: "괴산동부점",
      address: "충북 괴산군 괴산읍 읍내로11길 6",
      x: 127.794147901666,
      y: 36.8094837032616
    },
    {
      name: "만복편의점",
      address: "충북 청주시 흥덕구 1순환로 595",
      x: 127.460847638766,
      y: 36.6402726476469
    },
    {
      name: "계룡공단점",
      address: "충남 계룡시 사계로 205",
      x: 127.278109786021,
      y: 36.2601128805801
    },
    {
      name: "소유직영점",
      address: "충남 서산시 지곡면 무장산업로 201-17, 1동 1호",
      x: 126.458420120888,
      y: 36.8483055982442
    },
    {
      name: "이마트24 성수IT점",
      address: "서울 성동구 광나루로 130, 103호",
      x: 127.044720723884,
      y: 37.5509787653401
    },
    {
      name: "재동상회",
      address: "충남 천안시 서북구 쌍용19로 21, 110호",
      x: 127.12127579856,
      y: 36.7941817557225
    },
    {
      name: "부여규암점",
      address: "충남 부여군 내동로 26, 상가101호",
      x: 126.882159323978,
      y: 36.2694564945605
    },
    {
      name: "시흥정왕특급점",
      address: "경기 시흥시 큰솔로 96번길 1",
      x: 126.756399750535,
      y: 37.3448731913385
    },
    {
      name: "오이도등대점",
      address: "경기 시흥시 오이도로157번길 4",
      x: 126.688662244834,
      y: 37.3467784802859
    },
    {
      name: "안산에이스점",
      address: "경기 안산시 단원구 광덕대로 138",
      x: 126.830609767732,
      y: 37.3087029556747
    },
    {
      name: "이마트24노량진로점",
      address: "서울 동작구 노량진로 8길 26",
      x: 126.936776373399,
      y: 37.512573604315
    },
    {
      name: "이마트24 양노공단점",
      address: "경기 화성시 비봉면 현대기아로 825-4",
      x: 126.858112463259,
      y: 37.221565907309
    },
    {
      name: "오산비전탑점",
      address: "경기 오산시 경기대로 178",
      x: 127.073904527399,
      y: 37.1406430311108
    },
    {
      name: "제주화북진남점",
      address: "제주 제주시 진남로 22",
      x: 126.562804852843,
      y: 33.5227286812607
    },
    {
      name: "길천산업단지점",
      address: "울산 울주군 양등길 2-1",
      x: 129.075943361314,
      y: 35.6010299633602
    },
    {
      name: "제주외도로점",
      address: "제주 제주시 우정로4길 40",
      x: 126.426617405487,
      y: 33.4914291349092
    },
    {
      name: "도깨비 복권방",
      address: "경기 평택시 서재로 39",
      x: 127.101070095578,
      y: 37.0123011892005
    },
    {
      name: "제일복권방",
      address: "부산 해운대구 대천로 187, 102호",
      x: 129.179338824519,
      y: 35.1714902510447
    },
    {
      name: "엘림마트",
      address: "서울 동대문구 왕산로 266-2",
      x: 127.05073737477,
      y: 37.5844075077196
    },
    {
      name: "화일링(오렌지24편의점)",
      address: "서울 마포구 월드컵북로 402, KGIT센타 125,126호",
      x: 126.888982346416,
      y: 37.580107752042
    },
    {
      name: "금호점",
      address: "인천 부평구 원길로 34, 107호,108호",
      x: 126.714933677907,
      y: 37.5065836506962
    },
    {
      name: "익산창인중앙점",
      address: "전북 익산시 익산대로20길 31",
      x: 126.95150994833,
      y: 35.9420216559514
    },
    {
      name: "초림블루빌점",
      address: "경기 성남시 분당구 황새울로 224, 101호",
      x: 127.113285876267,
      y: 37.3788316738021
    },
    {
      name: "로또대리점",
      address: "전북 익산시 평동로 769",
      x: 126.96345637458,
      y: 35.927531277546
    },
    {
      name: "갈마2점",
      address: "대전 서구 갈마중로 7",
      x: 127.370076881662,
      y: 36.3476964371807
    },
    {
      name: "대전유천점",
      address: "대전 중구 유천로33번길 98",
      x: 127.393164564423,
      y: 36.3143761975465
    },
    {
      name: "마포우성점",
      address: "서울 마포구 삼개로 17",
      x: 126.947756208053,
      y: 37.5387878606921
    },
    {
      name: "주안우수점",
      address: "인천 미추홀구 미추홀대로 669",
      x: 126.679791732842,
      y: 37.4571742127103
    },
    {
      name: "동암대우빌점",
      address: "인천 부평구 열우물로 18",
      x: 126.701055291542,
      y: 37.4696939248634
    },
    {
      name: "대전변동점",
      address: "대전 서구 동서대로 1085",
      x: 127.381267641804,
      y: 36.328953458242
    },
    {
      name: "전주고사점B",
      address: "전북 전주시 완산구 전주객사5길 46",
      x: 127.145297843143,
      y: 35.8202414947638
    },
    {
      name: "구월본점",
      address: "인천 남동구 인하로489번길 10, 104호",
      x: 126.701282448506,
      y: 37.4440208642924
    },
    {
      name: "천안두정중앙점",
      address: "충남 천안시 서북구 원두정5길 15",
      x: 127.135685597377,
      y: 36.8312676890122
    },
    {
      name: "양산점",
      address: "경남 양산시 북안남2길 20",
      x: 129.036826530137,
      y: 35.3455885474515
    },
    {
      name: "부평테마점",
      address: "인천 부평구 경원대로1403번길 13",
      x: 126.725026755058,
      y: 37.4919986156294
    },
    {
      name: "시흥신천점",
      address: "경기 시흥시 호현로22번길 14",
      x: 126.785585588903,
      y: 37.4412330431106
    },
    {
      name: "양산제일점",
      address: "경남 양산시 북안북6길 6",
      x: 129.039989461182,
      y: 35.349738290626
    },
    {
      name: "충북대정문점",
      address: "충북 청주시 흥덕구 충대로 2",
      x: 127.453268985959,
      y: 36.6327531432374
    },
    {
      name: "녹번중앙점",
      address: "서울 은평구 은평로13길 12-1",
      x: 126.925650966666,
      y: 37.6023817637536
    },
    {
      name: "상계메인점",
      address: "서울 노원구 덕릉로83길 26",
      x: 127.074066323885,
      y: 37.6603183940862
    },
    {
      name: "대전역광장점",
      address: "대전 동구 대전로 812",
      x: 127.432460936719,
      y: 36.3320684874577
    },
    {
      name: "발산신화점",
      address: "서울 강서구 강서로 360, 솔레드림빌딩",
      x: 126.838393605308,
      y: 37.5576945764491
    },
    {
      name: "충남장항점",
      address: "충남 서천군 장항읍 장항로 174",
      x: 126.696745204682,
      y: 36.010950173464
    },
    {
      name: "아현점",
      address: "서울 마포구 굴레방로1길 25, 109호",
      x: 126.955985110458,
      y: 37.5538409607361
    },
    {
      name: "창원소답센타점",
      address: "경남 창원시 의창구 의안로2번길 25",
      x: 128.626595198439,
      y: 35.2616689751768
    },
    {
      name: "동암역점",
      address: "인천 부평구 열우물로 40",
      x: 126.701381672319,
      y: 37.4717622917774
    },
    {
      name: "보성슈퍼",
      address: "서울 송파구 마천로57길 5",
      x: 127.151910198472,
      y: 37.4945339234892
    },
    {
      name: "창원용호점",
      address: "경남 창원시 성산구 용지로153번길 4-15",
      x: 128.680879595869,
      y: 35.2294981240801
    },
    {
      name: "대부로또편의점",
      address: "경기 안산시 단원구 대선로 138, 103호",
      x: 126.570173459483,
      y: 37.2598239689261
    },
    {
      name: "충북옥천점",
      address: "충북 옥천군 옥천읍 삼금로 42",
      x: 127.56834177717,
      y: 36.3018046821561
    },
    {
      name: "부산서동행복점",
      address: "부산 금정구 서동로175번길 41-2",
      x: 129.107910446145,
      y: 35.2155181945632
    },
    {
      name: "제주복권",
      address: "제주 제주시 서사로 81, 4호",
      x: 126.520125852481,
      y: 33.5049960829658
    },
    {
      name: "안산송암점",
      address: "경기 안산시 상록구 상록수로 40",
      x: 126.864392154917,
      y: 37.3022365988573
    },
    {
      name: "만수대로점",
      address: "인천 남동구 구월로 281, 1층",
      x: 126.721971610204,
      y: 37.4559319808526
    },
    {
      name: "울산진하점",
      address: "울산 울주군 서생면 진하리 84-6",
      x: 129.345475057441,
      y: 35.3836538246877
    },
    {
      name: "청구점",
      address: "서울 중구 다산로29길 14",
      x: 127.01323809912,
      y: 37.5611201916409
    },
    {
      name: "죽전2점",
      address: "경기 용인시 수지구대지로 43",
      x: 127.114253604741,
      y: 37.3286372662681
    },
    {
      name: "안산중앙역점",
      address: "경기 안산시 단원구 고잔1길 42",
      x: 126.838166064275,
      y: 37.3180152610796
    },
    {
      name: "행운(개금)",
      address: "부산 부산진구 복지로 12",
      x: 129.020157101858,
      y: 35.1521033420821
    },
    {
      name: "울산천상점",
      address: "울산 울주군 범서읍 천상중앙길 92",
      x: 129.226420334034,
      y: 35.5628278457987
    },
    {
      name: "매봉점",
      address: "서울 강남구 논현로28길 56",
      x: 127.046380977217,
      y: 37.4846139138939
    },
    {
      name: "구서역점",
      address: "부산 금정구 금정로233번길 41",
      x: 129.090799994816,
      y: 35.2464765367868
    },
    {
      name: "송내두리점",
      address: "경기 부천시 송내대로74번길 34, 112호",
      x: 126.75595665864,
      y: 37.4897755700098
    },
    {
      name: "네잎크로바",
      address: "서울 은평구 갈현로 332",
      x: 126.918568185306,
      y: 37.6259814543672
    },
    {
      name: "행운나눔복권방",
      address: "부산 동구 고관로29번길 33",
      x: 129.04077447229,
      y: 35.1224971173848
    },
    {
      name: "시흥대야점",
      address: "경기 시흥시 비둘기공원로 8, 103호",
      x: 126.790462966183,
      y: 37.4440583578658
    },
    {
      name: "김해삼계아이파크점",
      address: "경남 김해시 해반천로144번길 35-26, 101호",
      x: 128.871237366752,
      y: 35.2625243718914
    },
    {
      name: "창원CNN점",
      address: "경남 창원시 성산구 상남로 118, 105호",
      x: 128.683124447159,
      y: 35.2234654384135
    },
    {
      name: "창원오거리점",
      address: "경남 창원시 성산구 원이대로580번길 14",
      x: 128.677252733898,
      y: 35.2272250128389
    },
    {
      name: "문덕대박토토",
      address: "경북 포항시 남구 오천읍 원동로 3, 106호",
      x: 129.402690483116,
      y: 35.9634626632306
    },
    {
      name: "안성하평플리스점",
      address: "경기 안성시 중앙로 370,107호",
      x: 127.26789474148,
      y: 37.0076301993932
    },
    {
      name: "청주용암남부점",
      address: "충북 청주시 상당구 월평로184번길 75",
      x: 127.50304810478,
      y: 36.6082457382432
    },
    {
      name: "울산무거중앙점",
      address: "울산 남구 대학로147번길 37",
      x: 129.260290484779,
      y: 35.5507053074028
    },
    {
      name: "응암중앙점",
      address: "서울 은평구 가좌로7길 6",
      x: 126.920139676026,
      y: 37.5870420279677
    },
    {
      name: "종로코아점",
      address: "서울 종로구 종로12길 15",
      x: 126.986022414113,
      y: 37.5693656626833
    },
    {
      name: "역삼타운점",
      address: "서울 강남구 강남대로84길 28",
      x: 127.030915425068,
      y: 37.4969888147021
    },
    {
      name: "종로성대점",
      address: "서울 종로구 성균관로 16",
      x: 126.99767282438,
      y: 37.5842901776051
    },
    {
      name: "복권명당",
      address: "대구 달성군 화원읍 명곡로 12-9",
      x: 128.495514774381,
      y: 35.7982841753216
    },
    {
      name: "울산신복점",
      address: "울산 남구 북부순환도로13번길 15",
      x: 129.263796085492,
      y: 35.5517841415949
    },
    {
      name: "천안신방점(세븐일레븐 간판)",
      address: "충남 천안시 동남구 신촌4로 23-3",
      x: 127.124246292519,
      y: 36.7883518195335
    },
    {
      name: "세븐일레븐 익산인화중앙점",
      address: "전북 익산시 목천로1길 24-1",
      x: 126.945991162238,
      y: 35.931402294539
    },
    {
      name: "하단세양점",
      address: "부산 사하구 낙동남로 1399",
      x: 128.964700836683,
      y: 35.1066074611901
    },
    {
      name: "25시편의점",
      address: "경기 김포시 고촌읍 김포대로 327",
      x: 126.771102175939,
      y: 37.6000462483797
    },
    {
      name: "아싸비어 구파발역점",
      address: "서울 은평구 진관2로 15-40, 구파발역환승센터 근린시설 5호",
      x: 126.919141184408,
      y: 37.6380846090453
    },
    {
      name: "데일리마트",
      address: "서울 강남구 학동로 323",
      x: 127.038340314865,
      y: 37.5165729561127
    },
    {
      name: "노다지복권방",
      address: "충남 금산군 금산읍 향군길 22",
      x: 127.491782080963,
      y: 36.1055885289788
    },
    {
      name: "천안신부점",
      address: "충남 천안시 동남구 만남로 38",
      x: 127.156301932428,
      y: 36.8184990846312
    },
    {
      name: "대전시청점",
      address: "대전 서구 둔산중로40번길 19",
      x: 127.387956145091,
      y: 36.3502895445659
    },
    {
      name: "파주봉서산로점",
      address: "경기 파주시 파주읍 봉서산로 53, 외 3필지 5호",
      x: 126.797476319483,
      y: 37.8337284328987
    },
    {
      name: "개포타운점",
      address: "서울 강남구 선릉로4길 5, 1-2호",
      x: 127.062453121811,
      y: 37.4826884445598
    },
    {
      name: "부산서면제일점",
      address: "부산 부산진구 서면로 29",
      x: 129.057525330791,
      y: 35.1533255490748
    },
    {
      name: "역삼은탑점",
      address: "서울 강남구 테헤란로14길 5",
      x: 127.033217749748,
      y: 37.499089066355
    },
    {
      name: "풍년상회",
      address: "대구 달서구 성서공단남로 37, 105호",
      x: 128.496389613132,
      y: 35.830765835904
    },
    {
      name: "대박아이스크림",
      address: "경기 화성시 마도면 마도공단로1길 8, 가동 131호",
      x: 126.790177748393,
      y: 37.1857131010821
    },
    {
      name: "씨스페이스 수성시지점",
      address: "경북 경산시 대학로32길 9",
      x: 128.740296494479,
      y: 35.8331063063049
    },
    {
      name: "나우컴",
      address: "경기 하남시 미사강변한강로 140, 102호",
      x: 127.19125480142,
      y: 37.5762810390566
    },
    {
      name: "우리마트",
      address: "경기 동두천시 중앙로 353",
      x: 127.055967788603,
      y: 37.9131586996806
    },
    {
      name: "아이지에이마트부천삼정점",
      address: "경기 부천시 삼작로95번길 32",
      x: 126.771393546867,
      y: 37.5214768981255
    },
    {
      name: "설레임 복권",
      address: "경기 수원시 영통구 삼성로168번길 21",
      x: 127.05779713733,
      y: 37.2583792733811
    },
    {
      name: "럭키복권",
      address: "경기 김포시 통진읍 김포대로 2231, 1층 2호",
      x: 126.597850475451,
      y: 37.6894454835697
    },
    {
      name: "굿럭",
      address: "경기 안양시 만안구 안양로 96, 141호",
      x: 126.9343209889,
      y: 37.3839787532217
    },
    {
      name: "탑마트21",
      address: "경남 창원시 마산합포구 3∙15대로 161",
      x: 128.565089111606,
      y: 35.1930170488147
    },
    {
      name: "엠에이치 스토어",
      address: "경남 양산시 물금읍 물금로 14",
      x: 128.987664668937,
      y: 35.30764595654
    },
    {
      name: "행복25편의점",
      address: "경남 김해시 진영읍 서부로 223",
      x: 128.76673939727,
      y: 35.2779554422004
    },
    {
      name: "커피,굿플",
      address: "경남 거제시 아주1로2길 19, 110호",
      x: 128.690017056866,
      y: 34.8672769275298
    },
    {
      name: "에이치제이(HJ)상사",
      address: "경남 창원시 의창구 대산면 진산대로 283",
      x: 128.714477615275,
      y: 35.326544013469
    },
    {
      name: "한실슈퍼",
      address: "경남 통영시 한실6길 10, 101호",
      x: 128.398865388922,
      y: 34.8404313640655
    },
    {
      name: "나눔로또봉평점",
      address: "경남 통영시 도남로 81",
      x: 128.413785204019,
      y: 34.831554692715
    },
    {
      name: "해빛마산점",
      address: "경남 창원시 마산합포구 가포로 700",
      x: 128.574668614336,
      y: 35.1397996134246
    },
    {
      name: "남문복권판매점",
      address: "경남 창원시 진해구 웅천동로 126, 107호",
      x: 128.75101527212,
      y: 35.1064534278694
    },
    {
      name: "신성유통",
      address: "경남 김해시 분성로 294, 101호",
      x: 128.878082299806,
      y: 35.23293768899
    },
    {
      name: "함안복권방",
      address: "경남 함안군 가야읍 함마대로 1636-16, 102-2호",
      x: 128.409035122404,
      y: 35.2793795274186
    },
    {
      name: "단풍이복권",
      address: "부산 기장군 정관읍 달산길 11, 102호",
      x: 129.182068934971,
      y: 35.3192862570114
    },
    {
      name: "오션",
      address: "경남 김해시 김해대로2301번길 9",
      x: 128.878284921998,
      y: 35.2269152531163
    },
    {
      name: "송피싱",
      address: "부산 연제구 거제천로 107",
      x: 129.074158474207,
      y: 35.1836846298119
    },
    {
      name: "모티점빵",
      address: "경남 거창군 거창읍 공수들7길 13",
      x: 127.9005089834,
      y: 35.6860545898702
    },
    {
      name: "연경",
      address: "경남 김해시 번화2로 26",
      x: 128.805681395766,
      y: 35.1913329488373
    },
    {
      name: "정평복권",
      address: "서울 양천구 목동중앙본로7길 30",
      x: 126.866959068319,
      y: 37.5396684522617
    },
    {
      name: "더원카",
      address: "경기 안양시 만안구 안양로532번길 41, 101호",
      x: 126.908869033753,
      y: 37.4177280005222
    },
    {
      name: "제이투정보통신",
      address: "서울 강동구 양재대로128길 26",
      x: 127.144119349901,
      y: 37.544643561852
    },
    {
      name: "부곡복권방",
      address: "경기 군포시 군포첨단산업2로8번길 9-17, 102호",
      x: 126.941337933799,
      y: 37.3258849568352
    },
    {
      name: "보물섬복권판매점",
      address: "서울 송파구 법원로8길 7",
      x: 127.121364219837,
      y: 37.4841857749863
    },
    {
      name: "행운의 복권방",
      address: "서울 관악구 양녕로 37-1",
      x: 126.946697668432,
      y: 37.4854009080968
    },
    {
      name: "넘버스 커피",
      address: "서울 송파구 삼학사로13길 15, 1층 104호",
      x: 127.095245059324,
      y: 37.5032735790356
    },
    {
      name: "옥정로또 럭키세븐",
      address: "경기 양주시 옥정동로7다길 94, 112호",
      x: 127.092825822567,
      y: 37.8216253236948
    },
    {
      name: "웨이스탑 상봉역점",
      address: "서울 중랑구 면목로 480",
      x: 127.086194638998,
      y: 37.5948370092756
    },
    {
      name: "rainbow마트",
      address: "경기 포천시 가산면 가산로 78",
      x: 127.162511015983,
      y: 37.8367041246978
    },
    {
      name: "복권프라자",
      address: "경기 의정부시 산단로76번길 115, 1층 104호",
      x: 127.084476208763,
      y: 37.7435274290341
    },
    {
      name: "보물섬",
      address: "경기 양주시 부흥로 1935, 105호",
      x: 127.0770697389,
      y: 37.7949512805999
    },
    {
      name: "소요산복권판매점",
      address: "경기 동두천시 평화로2922번길 2",
      x: 127.06191805792,
      y: 37.9472351299285
    },
    {
      name: "로또대박마트",
      address: "대전 동구 대전로 248",
      x: 127.463359370362,
      y: 36.2904557006534
    },
    {
      name: "드림 스페이스",
      address: "경기 안양시 동안구 관악대로 423, 에이동 102호",
      x: 126.969977475071,
      y: 37.4051354864923
    },
    {
      name: "로또복권",
      address: "서울 중랑구 상봉로 7, 105호",
      x: 127.09437858522,
      y: 37.5864359367373
    },
    {
      name: "반딧불",
      address: "경남 김해시 진영읍 장등로 8, 101호",
      x: 128.735217044006,
      y: 35.3069630509556
    },
    {
      name: "네잎크로버",
      address: "부산 해운대구 달맞이길 56",
      x: 129.170774148499,
      y: 35.1611134844616
    },
    {
      name: "흥양마중물",
      address: "강원 원주시 소초면 치악로 2335",
      x: 127.975373155634,
      y: 37.3836999180256
    },
    {
      name: "세민상회",
      address: "부산 북구 낙동대로1738번길 7, 102호",
      x: 128.999963496025,
      y: 35.2088426494539
    },
    {
      name: "행운복권방",
      address: "대구 북구 학정동로 47",
      x: 128.567207257824,
      y: 35.9480574020102
    },
    {
      name: "에코 모바일",
      address: "충남 서천군 서천읍 사곡안길 27-1",
      x: 126.687064484155,
      y: 36.0831341398442
    },
    {
      name: "인터내셔널",
      address: "서울 동대문구 답십리로63길 110",
      x: 127.069380371259,
      y: 37.5774296478102
    },
    {
      name: "황금복권방",
      address: "강원 인제군 인제읍 인제로 232",
      x: 128.175661795483,
      y: 38.0704982437559
    },
    {
      name: "신림아모르",
      address: "강원 원주시 신림면 치악로 8, 1충 1호",
      x: 127.956698260236,
      y: 37.3360633949727
    },
    {
      name: "오일마트복권",
      address: "경기 안산시 상록구 용신로 268",
      x: 126.85208237105,
      y: 37.3030038627707
    },
    {
      name: "유유인터내쇼날",
      address: "경기 성남시 중원구 산성대로 502",
      x: 127.162811663895,
      y: 37.4558548554766
    },
    {
      name: "황금로또",
      address: "광주 북구 하서로 436",
      x: 126.875583752785,
      y: 35.2136779712361
    },
    {
      name: "기쁜가게",
      address: "서울 강북구 삼양로 269",
      x: 127.017810190782,
      y: 37.6276112446856
    },
    {
      name: "샘내편의점",
      address: "경기 양주시 평화로 1279",
      x: 127.045435734333,
      y: 37.8054907604947
    },
    {
      name: "대박복권방",
      address: "광주 북구 동배마을길 29, 118동 5호",
      x: 126.859475509176,
      y: 35.1795053673611
    },
    {
      name: "보람복권방",
      address: "울산 남구 화합로194번길 18-1",
      x: 129.341582181223,
      y: 35.5417183137108
    },
    {
      name: "별내로또",
      address: "경기 남양주시 순화궁로 272, 115호",
      x: 127.129418211699,
      y: 37.6515935679427
    },
    {
      name: "윰모바일",
      address: "부산 동래구 쇠미로154번길 1, 101호",
      x: 129.062110293611,
      y: 35.2043092215568
    },
    {
      name: "일등만만세",
      address: "경기 수원시 권선구 당수로 215",
      x: 126.944257030463,
      y: 37.2908842107415
    },
    {
      name: "1등 로또",
      address: "경기 화성시 동탄대로14길 5-33, 101호",
      x: 127.10326375805,
      y: 37.1852012551455
    },
    {
      name: "영빈상사",
      address: "울산 남구 월평로 156",
      x: 129.322474514161,
      y: 35.5445199785947
    },
    {
      name: "인카브",
      address: "경북 경산시 압량읍 압독3로 7, 101호",
      x: 128.763613584192,
      y: 35.8402984349326
    },
    {
      name: "궁평항대박명당",
      address: "경기 화성시 떡전골로 86, 103호",
      x: 127.034269111842,
      y: 37.2063051134675
    },
    {
      name: "봉평명당",
      address: "강원 평창군 봉평면 기풍로 145",
      x: 128.378126269673,
      y: 37.6154747847892
    },
    {
      name: "종합마트",
      address: "강원 고성군 현내면 금강산로 124",
      x: 128.432839335653,
      y: 38.4874918045551
    },
    {
      name: "오늘또 로또점",
      address: "전남 여수시 소라면 죽림중앙로 4",
      x: 127.635944555893,
      y: 34.7611584737746
    },
    {
      name: "모던빈티지",
      address: "강원 원주시 현충로 304-3",
      x: 127.948896247424,
      y: 37.3802714674853
    },
    {
      name: "터미널T마트",
      address: "강원 고성군 간성읍 간성로 24",
      x: 128.472473772444,
      y: 38.3791506475834
    },
    {
      name: "새말 편의점",
      address: "경기 안성시 대덕면 신령로 209",
      x: 127.222763763512,
      y: 37.0272908402253
    },
    {
      name: "오예로또슈퍼",
      address: "경기 안성시 일죽면 주래본죽로 32",
      x: 127.477919670646,
      y: 37.0936595481146
    },
    {
      name: "초장슈퍼",
      address: "경남 김해시 장유로 104",
      x: 128.799733612845,
      y: 35.2117489579784
    },
    {
      name: "혁신대박",
      address: "충북 음성군 맹동면 원중로 1434, 103호",
      x: 127.541114766003,
      y: 36.9094766428623
    },
    {
      name: "위너로또",
      address: "인천 남동구 구월남로 212, 101호",
      x: 126.713121044432,
      y: 37.4524030149925
    },
    {
      name: "로또만물상",
      address: "전북 군산시 미장안길 55, 201동 상가 106호",
      x: 126.7260661884,
      y: 35.9690158274217
    },
    {
      name: "선경로또",
      address: "충북 제천시 용두대로 59",
      x: 128.199344691253,
      y: 37.1362932011936
    },
    {
      name: "삼호통신",
      address: "전북 익산시 인북로 377",
      x: 126.962361582138,
      y: 35.9619055725938
    },
    {
      name: "향기캠프",
      address: "경기 동두천시 평화로 2315",
      x: 127.057237036724,
      y: 37.8945518808208
    },
    {
      name: "명품갤러리샾",
      address: "전북 전주시 완산구 홍산로 2, 106호",
      x: 127.105272192589,
      y: 35.7950451660302
    },
    {
      name: "통정로또명당마트",
      address: "충남 천안시 동남구 통정4로 49, 101호",
      x: 127.134718003319,
      y: 36.7749892324545
    },
    {
      name: "왕대박 로또",
      address: "충남 아산시 도고면 온천대로 473, 에이동 1층",
      x: 126.904765267811,
      y: 36.7582981445348
    },
    {
      name: "케이티 마트",
      address: "충남 당진시 서해로 5764, 105호",
      x: 126.62819710701,
      y: 36.8978999795678
    },
    {
      name: "King편의점",
      address: "충남 태안군 태안읍 서해로 1988, 2호",
      x: 126.325449808729,
      y: 36.7544144721528
    },
    {
      name: "이지스통신",
      address: "충남 천안시 동남구 청수12로 37, 1층 101호",
      x: 127.163543027668,
      y: 36.7831973996791
    },
    {
      name: "금광복권판매소",
      address: "서울 마포구 성암로3길 14",
      x: 126.911142544136,
      y: 37.5689531005745
    },
    {
      name: "하나복권",
      address: "인천 서구 봉오재3로 42, 104호",
      x: 126.665687769651,
      y: 37.5294681381898
    },
    {
      name: "로그인편의점(수택점)",
      address: "경기 구리시 이문안로99번길 22-26",
      x: 127.143396029079,
      y: 37.5927537851951
    },
    {
      name: "상생컴퍼니",
      address: "대전 동구 우암로 157, 102호",
      x: 127.434878889644,
      y: 36.3403356570919
    },
    {
      name: "국영슈퍼",
      address: "충남 아산시 시민로 366",
      x: 127.000096229361,
      y: 36.7813501632405
    },
    {
      name: "럭키모바일",
      address: "경기 파주시 경의로 1012, 106호",
      x: 126.759516147175,
      y: 37.7078290447174
    },
    {
      name: "바른통신",
      address: "충남 천안시 서북구 동서대로 138",
      x: 127.138268163096,
      y: 36.8254471621676
    },
    {
      name: "복터져",
      address: "충북 청주시 청원구 율량로 36, 103호",
      x: 127.490055852574,
      y: 36.6732971110089
    },
    {
      name: "상생마트",
      address: "충북 청주시 상당구 용암북로160번길 10",
      x: 127.514686582166,
      y: 36.6221425631642
    },
    {
      name: "역전할인마트",
      address: "충남 논산시 해월로 235",
      x: 127.091736062571,
      y: 36.2078863954415
    },
    {
      name: "따따블 대박로또",
      address: "경기 시흥시 서울대학로278번길 26, 109호",
      x: 126.727827885587,
      y: 37.3688931519186
    },
    {
      name: "해피타임",
      address: "경기 수원시 권선구 서수원로 519, 1층 107호",
      x: 126.959492332896,
      y: 37.2724436955417
    },
    {
      name: "토토클럽",
      address: "경기 시흥시 서해안로 529, 제에이동 107호",
      x: 126.749772194874,
      y: 37.3978502628009
    },
    {
      name: "우리블라인드커튼인테어",
      address: "충남 서산시 율지19길 25",
      x: 126.465448027853,
      y: 36.7771526946923
    },
    {
      name: "대성식품",
      address: "제주 서귀포시 동홍중앙로7번길 24",
      x: 126.56974896566,
      y: 33.2516097089092
    },
    {
      name: "서아마트",
      address: "경기 고양시 덕양구 도래울로 104, 112호",
      x: 126.871991595755,
      y: 37.6344225376522
    },
    {
      name: "황금돼지복권방",
      address: "경기 부천시 중동로248번길 55",
      x: 126.771773445521,
      y: 37.501628908314
    },
    {
      name: "로또내도점",
      address: "제주 제주시 일주서로 7479",
      x: 126.445700004818,
      y: 33.4939584568899
    },
    {
      name: "제주홀인원",
      address: "제주 제주시 연삼로 84",
      x: 126.501252442717,
      y: 33.4931731812373
    },
    {
      name: "다온24시",
      address: "제주 제주시 일주동로 204",
      x: 126.567331857784,
      y: 33.5185872497169
    },
    {
      name: "대박상점",
      address: "부산 연제구 중앙대로 1159, 110호",
      x: 129.079763990747,
      y: 35.1909686484637
    },
    {
      name: "럭키홈",
      address: "울산 동구 봉수로 333",
      x: 129.424136598159,
      y: 35.5154844355622
    },
    {
      name: "바른메디칼",
      address: "대구 동구 첨단로8길 16",
      x: 128.731921143233,
      y: 35.8786219555036
    },
    {
      name: "보석같은 비밀",
      address: "경북 영천시 강남길 51",
      x: 128.938336803669,
      y: 35.9663075663097
    },
    {
      name: "씨스페이스 구미문성점",
      address: "경북 구미시 고아읍 동평로 75",
      x: 128.351224099142,
      y: 36.1548261530116
    },
    {
      name: "수커피",
      address: "대구 남구 중앙대로22길 70",
      x: 128.593963226708,
      y: 35.8423166119699
    },
    {
      name: "씨스페이스 유가테크노점",
      address: "대구 달성군 유가읍 테크노순환로12길 3, 112호",
      x: 128.470197328451,
      y: 35.6939150540508
    },
    {
      name: "조은편의점",
      address: "경북 청도군 청도읍 청화로 188-2",
      x: 128.745203243656,
      y: 35.6417981511048
    },
    {
      name: "아지트(azit)",
      address: "대구 동구 율하동로23길 79",
      x: 128.694017966216,
      y: 35.8697815124363
    },
    {
      name: "에이티에이(ATA)유통",
      address: "경북 고령군 대가야읍 일량로 51, 1층 2호",
      x: 128.272994907349,
      y: 35.7244310802993
    },
    {
      name: "토토명당",
      address: "대구 동구 반야월로 122",
      x: 128.701795435236,
      y: 35.8729253511526
    },
    {
      name: "베스트용역",
      address: "경북 청송군 진보면 진보로 159",
      x: 129.049092946535,
      y: 36.5287483885277
    },
    {
      name: "삼화마트",
      address: "경북 안동시 풍산읍 풍산중앙길 105",
      x: 128.572492481524,
      y: 36.5798492283007
    },
    {
      name: "돼지복권명당",
      address: "부산 기장군 장안읍 해맞이로 365-1",
      x: 129.276663276663,
      y: 35.3265282691244
    },
    {
      name: "셀프(self)",
      address: "울산 울주군 온산읍 덕신로 252",
      x: 129.308893715102,
      y: 35.4332787193017
    },
    {
      name: "빅터 충주점",
      address: "충북 충주시 대소원면 첨단산업1로 86",
      x: 127.830917832064,
      y: 36.9858308123734
    },
    {
      name: "복드림로또판매점",
      address: "충북 충주시 대소원면 첨단산업9로 13",
      x: 127.840550958995,
      y: 36.9989622093649
    },
    {
      name: "복덩어리",
      address: "충북 청주시 서원구 호국로25번길 1, 101호",
      x: 127.474396853313,
      y: 36.6304195067875
    },
    {
      name: "플러스컨설팅",
      address: "대전 서구 도안동로31번길 11-9",
      x: 127.351866151303,
      y: 36.3073487860277
    },
    {
      name: "현대",
      address: "대전 유성구 학하중앙로 5, 101호",
      x: 127.297324413194,
      y: 36.3489884890015
    },
    {
      name: "아이지에이(IGA)오송점",
      address: "충북 청주시 서원구 신화로36번길 42, 103호",
      x: 127.457743123125,
      y: 36.6181218564357
    },
    {
      name: "나이스편의점",
      address: "경북 구미시 형곡동로 55",
      x: 128.335788408428,
      y: 36.107137986864
    },
    {
      name: "복권천국",
      address: "대구 북구 관음중앙로25길 3",
      x: 128.545347072625,
      y: 35.9446918342443
    },
    {
      name: "황금대박점",
      address: "대구 수성구 지범로 62",
      x: 128.627301461518,
      y: 35.825925748387
    },
    {
      name: "아름드리(쉬어가기)",
      address: "경기 시흥시 목감중앙로 20, 101호",
      x: 126.853008888299,
      y: 37.3764697627667
    },
    {
      name: "휴대폰 껍데기",
      address: "경기 시흥시 목감남서로 9-33, L106호",
      x: 126.853326798021,
      y: 37.3783391516982
    },
    {
      name: "강남토토(안양역점)",
      address: "경기 안양시 만안구 안양로 324, 1층 4호",
      x: 126.920164004315,
      y: 37.4010396410018
    },
    {
      name: "평택21세기편의점",
      address: "경기 평택시 중앙로 284",
      x: 127.114144877215,
      y: 36.9902150855448
    },
    {
      name: "대박",
      address: "서울 동작구 현충로 144",
      x: 126.969152511659,
      y: 37.5058521173493
    },
    {
      name: "행운 복권방",
      address: "경기 평택시 진위면 경기대로 1705",
      x: 127.063573273294,
      y: 37.096694210616
    },
    {
      name: "나눔",
      address: "서울 동작구 사당로16가길 102",
      x: 126.968588739404,
      y: 37.4852761277076
    },
    {
      name: "입장명당복권방",
      address: "충남 천안시 서북구 입장면 망향로 1111-2, 1층 3호",
      x: 127.227824524647,
      y: 36.9098977660719
    },
    {
      name: "왜관2공단할인마트",
      address: "경북 칠곡군 왜관읍 2산업단지1길 45, 101호 ~ 104호",
      x: 128.40757432728,
      y: 35.9375423812369
    },
    {
      name: "스타크",
      address: "대구 동구 율하서로 58, 1호",
      x: 128.690701614231,
      y: 35.8644267818666
    },
    {
      name: "날마다행복",
      address: "대구 달서구 성서공단로 311, B동 3호",
      x: 128.51710719934,
      y: 35.8366896221952
    },
    {
      name: "메종스토아",
      address: "부산 수영구 수영로 767",
      x: 129.122683686739,
      y: 35.1668412312732
    },
    {
      name: "황금복돼지복권방",
      address: "강원 삼척시 정상로 69",
      x: 129.174868375071,
      y: 37.4478181374114
    },
    {
      name: "스포츠토토정읍점",
      address: "전북 정읍시 샘골로 180",
      x: 126.861765512413,
      y: 35.5842188067079
    },
    {
      name: "쌍동 복권방",
      address: "경기 광주시 초월읍 경충대로 1109, 1층 8호",
      x: 127.295945631211,
      y: 37.3758496148386
    },
    {
      name: "대신상회",
      address: "경남 김해시 분성로727번길 2",
      x: 128.921420779967,
      y: 35.2312089240067
    },
    {
      name: "복돼지",
      address: "경기 오산시 원동로 6, 113호",
      x: 127.069638492806,
      y: 37.1420376627923
    },
    {
      name: "정아산업",
      address: "전남 목포시 평화로95번길 12",
      x: 126.434514154805,
      y: 34.7985979985304
    },
    {
      name: "꿈꾸는 복권방",
      address: "충북 진천군 덕산읍 연미1길 25, 103호",
      x: 127.528450575396,
      y: 36.9007083230766
    },
    {
      name: "조은복권판매점",
      address: "전북 전주시 완산구 서신로 8",
      x: 127.116006162571,
      y: 35.8260310305673
    },
    {
      name: "아이스크림 할인마트",
      address: "전북 정읍시 충정로 105",
      x: 126.866684908762,
      y: 35.5625927679715
    },
    {
      name: "춘향로또",
      address: "전북 남원시 동림로 102-1",
      x: 127.384933837381,
      y: 35.4170700630192
    },
    {
      name: "준 슈퍼",
      address: "전북 무주군 무주읍 주계로 87-2",
      x: 127.659797665039,
      y: 36.0064177946152
    },
    {
      name: "신현미베이커리",
      address: "강원 철원군 동송읍 금학로157번길 23-10",
      x: 127.219894090787,
      y: 38.2008700756473
    },
    {
      name: "천하명당",
      address: "강원 철원군 동송읍 금학로 195-2",
      x: 127.219160151036,
      y: 38.2063249356436
    },
    {
      name: "향기팩토리",
      address: "경남 사천시 중앙로 234",
      x: 128.080949202972,
      y: 34.9463244584184
    },
    {
      name: "유진상회",
      address: "세종 세종 조치원읍 충현로 210",
      x: 127.294204562668,
      y: 36.6074191478345
    },
    {
      name: "굿마트",
      address: "경기 수원시 영통구 신원로 214-4, 101호",
      x: 127.060475743787,
      y: 37.2548270145208
    },
    {
      name: "모닝글로리 수원정자점",
      address: "경기 수원시 장안구 이목로 24-3",
      x: 126.984746205061,
      y: 37.3096541342515
    },
    {
      name: "나눔로또 민둥산점",
      address: "강원 정선군 남면 무릉1로 109",
      x: 128.775498355047,
      y: 37.2448335306381
    },
    {
      name: "유천복권방",
      address: "강원 강릉시 선수촌로 79-29, 104호",
      x: 128.866954207811,
      y: 37.7577518288549
    },
    {
      name: "좋은 컴퓨터 & 휴대폰",
      address: "강원 동해시 동굴로 61-20, 1층",
      x: 129.110800768364,
      y: 37.5196606553092
    },
    {
      name: "스타복권방",
      address: "충남 논산시 연무읍 안심로 72",
      x: 127.099292527576,
      y: 36.127490439776
    },
    {
      name: "대박컴퓨터",
      address: "충북 증평군 증평읍 송산로 53",
      x: 127.576616610758,
      y: 36.7902255124211
    },
    {
      name: "복권명당",
      address: "인천 연수구 인천타워대로132번길 24, 105호",
      x: 126.643248091418,
      y: 37.3856811631944
    },
    {
      name: "1등복권방",
      address: "인천 연수구 해돋이로 168, 104호",
      x: 126.645208822671,
      y: 37.3954253575474
    },
    {
      name: "세이브마트",
      address: "인천 중구 하늘달빛로 80, 105호",
      x: 126.558567634298,
      y: 37.4865009230153
    },
    {
      name: "우리동네 구멍가게",
      address: "경기 고양시 일산서구 주엽로 80, C동 152호",
      x: 126.756435827812,
      y: 37.6660625103382
    },
    {
      name: "포스오토샵",
      address: "대구 북구 대불서길 18-1",
      x: 128.6140670369,
      y: 35.9013625088914
    },
    {
      name: "예산토토사랑방(은율)",
      address: "충남 예산군 예산읍 신례원로32번길 3, 1동 102호",
      x: 126.834303630886,
      y: 36.7146379708528
    },
    {
      name: "신세계로또",
      address: "경기 양평군 양평읍 공흥로 16",
      x: 127.499198666742,
      y: 37.4922020600205
    },
    {
      name: "서종로또",
      address: "경기 양평군 서종면 중미산로 3",
      x: 127.352460661317,
      y: 37.6038658301064
    },
    {
      name: "신봉행운스토아",
      address: "경기 용인시 수지구 신봉1로 84, 1층 226호",
      x: 127.076483504923,
      y: 37.3236667087398
    },
    {
      name: "다온미니마트",
      address: "대구 동구 반야월로 48",
      x: 128.693701761617,
      y: 35.8736400091943
    },
    {
      name: "오남역",
      address: "경기 남양주시 오남읍 진건오남로 915, 1층 109호",
      x: 127.193698048114,
      y: 37.7050851386571
    },
    {
      name: "헬로 로또 편의점",
      address: "경기 남양주시 별내5로5번길 4-8, 102호",
      x: 127.114048000919,
      y: 37.6500663156976
    },
    {
      name: "헬로마트",
      address: "서울 도봉구 도봉로170길 8",
      x: 127.045959117951,
      y: 37.6803696777252
    },
    {
      name: "알리바이(동천점)",
      address: "광주 서구 하남대로 688, 1층 2호",
      x: 126.867984326822,
      y: 35.1715263975545
    },
    {
      name: "스타PC",
      address: "서울 강서구 마곡중앙5로1길 20, 1층 116호",
      x: 126.826712019131,
      y: 37.5686664592954
    },
    {
      name: "골드라인",
      address: "광주 서구 화개1로 6",
      x: 126.854611010534,
      y: 35.1246558460586
    },
    {
      name: "로또맥주",
      address: "전남 나주시 남평읍 지석로 10",
      x: 126.838283690684,
      y: 35.0457559510084
    },
    {
      name: "복권판매점",
      address: "전남 광양시 광양읍 용강로 35, 1층",
      x: 127.60839628881,
      y: 34.9727070330193
    },
    {
      name: "나나(편의점)",
      address: "전남 광양시 광영로 96, 1층",
      x: 127.718693497054,
      y: 34.9628482355097
    },
    {
      name: "해남복권방",
      address: "전남 해남군 해남읍 남동천길 2",
      x: 126.597425630853,
      y: 34.5694818980865
    },
    {
      name: "기찬복권방",
      address: "전남 영암군 영암읍 중앙로 79",
      x: 126.699460708443,
      y: 34.8031451090103
    },
    {
      name: "원 토토방",
      address: "전남 장성군 장성읍 영천로 119, 1층",
      x: 126.780912625271,
      y: 35.2963348465214
    },
    {
      name: "제일로또",
      address: "전남 영암군 신북면 예향로 2542, 1호",
      x: 126.690169507282,
      y: 34.8879464244954
    },
    {
      name: "금당로또복권",
      address: "전남 순천시 대석길 8",
      x: 127.52354665985,
      y: 34.9455941058156
    },
    {
      name: "금호동행복권",
      address: "전남 영암군 삼호읍 대불주거로 159",
      x: 126.457290356829,
      y: 34.7528267954027
    },
    {
      name: "동부 인, 어 디자인",
      address: "서울 강서구 양천로23길 9, 상가 1층 1호",
      x: 126.815152855886,
      y: 37.5739277603984
    },
    {
      name: "유세븐",
      address: "서울 영등포구 양평로23길 7, 101동 102호",
      x: 126.892189248024,
      y: 37.5377793768738
    },
    {
      name: "희망복권방",
      address: "인천 계양구 효서로 293",
      x: 126.728696518859,
      y: 37.5282289998605
    },
    {
      name: "다다스토리",
      address: "전북 완주군 삼례읍 동학로 107",
      x: 127.068994322798,
      y: 35.9150229589998
    },
    {
      name: "복권1번지 편의점",
      address: "전북 완주군 봉동읍 봉동중앙로 88",
      x: 127.162897940696,
      y: 35.9280240313113
    },
    {
      name: "세븐맘 유통",
      address: "전북 완주군 봉동읍 둔산1로 112, 101호",
      x: 127.122192063309,
      y: 35.9612280443543
    },
    {
      name: "서진상사",
      address: "전북 완주군 이서면 출판로 18, 1층",
      x: 127.054700886535,
      y: 35.8394713260215
    },
    {
      name: "일등 로또 편의점",
      address: "경기 이천시 증신로 258, 1층",
      x: 127.442367504785,
      y: 37.2947972317748
    },
    {
      name: "복권365",
      address: "서울 광진구 뚝섬로23길 44, 1층 102호",
      x: 127.065761677482,
      y: 37.5371982295352
    },
    {
      name: "갈매로또토토",
      address: "경기 구리시 산마루로 19, 에이동 104호",
      x: 127.116697009815,
      y: 37.6317428443126
    },
    {
      name: "로또클럽",
      address: "서울 노원구 상계로23길 28",
      x: 127.068256441826,
      y: 37.659314241284
    },
    {
      name: "하소연",
      address: "경기 광주시 오포읍 봉골길 80, 102호",
      x: 127.206177602462,
      y: 37.3520773158367
    },
    {
      name: "정상프라자 컴퓨터",
      address: "경기 광주시 퇴촌면 천진암로 338",
      x: 127.309638809251,
      y: 37.4717114019287
    },
    {
      name: "갤럭시아이",
      address: "서울 광진구 긴고랑로22길 4",
      x: 127.084231502913,
      y: 37.5608543757711
    },
    {
      name: "서호마트",
      address: "경기 화성시 동탄대로 551-16, B동 103호",
      x: 127.0968692602,
      y: 37.2031708486172
    },
    {
      name: "유방매표소",
      address: "경기 용인시 처인구 백옥대로 1388",
      x: 127.212938654205,
      y: 37.258820825587
    },
    {
      name: "왕산컴퓨터",
      address: "경기 광주시 순암로 79, A동 104호",
      x: 127.240666481242,
      y: 37.3943650523242
    },
    {
      name: "도깨비방망이",
      address: "경기 용인시 처인구 금학로 247, 1층",
      x: 127.190994179098,
      y: 37.2380681283519
    },
    {
      name: "티엔엘",
      address: "경기 용인시 수지구 광교중앙로 297, 푸르지오시티 D동 109호",
      x: 127.06861385175,
      y: 37.2967198664476
    },
    {
      name: "빅포(BIG4)",
      address: "경기 성남시 수정구 위례광장로 82, 104-1호",
      x: 127.140485332975,
      y: 37.4687885072208
    },
    {
      name: "복권명당",
      address: "경기 가평군 가평읍 가화로 105",
      x: 127.513889581903,
      y: 37.8290731445224
    },
    {
      name: "행운로또판매점",
      address: "강원 춘천시 춘천로 227",
      x: 127.738956997813,
      y: 37.8782692521961
    },
    {
      name: "영스타",
      address: "강원 춘천시 칠전서길 15-2, 105호",
      x: 127.711322874843,
      y: 37.8406132230886
    },
    {
      name: "대박로또",
      address: "서울 성동구 용답19길 11, 1층",
      x: 127.052116128692,
      y: 37.5632831756027
    },
    {
      name: "소래복권",
      address: "인천 남동구 앵고개로934번길 5, 113호",
      x: 126.73514515768,
      y: 37.4018475807378
    },
    {
      name: "다온마트",
      address: "경기 파주시 경의로 1250, 1층 102호",
      x: 126.761134843314,
      y: 37.7290360498654
    },
    {
      name: "조은마트",
      address: "경기 고양시 덕양구 권율대로 668, C동 116호",
      x: 126.873902486097,
      y: 37.6494508435928
    },
    {
      name: "구름앤 초람 이루자",
      address: "서울 은평구 진관3로 77, 922동 108호",
      x: 126.920876918142,
      y: 37.6447082905283
    },
    {
      name: "아뜰리에",
      address: "경기 안양시 동안구 관악대로 392, 101호",
      x: 126.966362075682,
      y: 37.4043096288
    },
    {
      name: "형제식품",
      address: "서울 강남구 학동로4길 15",
      x: 127.023536119994,
      y: 37.5105152390861
    },
    {
      name: "해피데이",
      address: "서울 구로구 구로중앙로 216-1, 1층 3호",
      x: 126.877371899722,
      y: 37.5052995547069
    },
    {
      name: "행복상품권",
      address: "서울 영등포구 디지털로 349, 106호",
      x: 126.899272688257,
      y: 37.4890412403315
    },
    {
      name: "카페나인",
      address: "부산 사하구 하신번영로 310, 1층",
      x: 128.959023709685,
      y: 35.1086391729998
    },
    {
      name: "누네띠네",
      address: "부산 강서구 명지국제1로 56-2, 1동 113호",
      x: 128.905970751219,
      y: 35.0935748115891
    },
    {
      name: "동명로또",
      address: "부산 사상구 사상로 90",
      x: 128.991943610494,
      y: 35.155254163609
    },
    {
      name: "두리슈퍼",
      address: "울산 남구 삼산로155번길 3, 101호",
      x: 129.323823535859,
      y: 35.5370449992442
    },
    {
      name: "아름다운 세상",
      address: "부산 부산진구 연지로 5, 1호",
      x: 129.050437529323,
      y: 35.1707453873289
    },
    {
      name: "만덕상회",
      address: "울산 울주군 청량면 상남1길 120",
      x: 129.300446431585,
      y: 35.4870311316632
    },
    {
      name: "스포츠토토베팅샵",
      address: "전북 전주시 덕진구 만성로 137, 상가동 102호",
      x: 127.076009638973,
      y: 35.8437908202421
    },
    {
      name: "주몽동명",
      address: "경기 용인시 수지구 포은대로 319",
      x: 127.08765788032,
      y: 37.3156839117593
    },
    {
      name: "종합통신",
      address: "전남 담양군 담양읍 천변1길 2",
      x: 126.982712757253,
      y: 35.3180548062416
    },
    {
      name: "구례희망복권",
      address: "전남 구례군 구례읍 봉동길 8",
      x: 127.468604586686,
      y: 35.2092679897229
    },
    {
      name: "로또또",
      address: "경기 김포시 양촌읍 봉수대로 1704, A동 101호",
      x: 126.632988824783,
      y: 37.6207078140751
    },
    {
      name: "대박로또",
      address: "부산 남구 수영로250번길 32, 101호",
      x: 129.09527314612,
      y: 35.1341753714428
    },
    {
      name: "서현마트",
      address: "경기 김포시 양촌읍 서현로65번길 121",
      x: 126.607325490043,
      y: 37.6418651010109
    },
    {
      name: "다모아마트",
      address: "전북 익산시 약촌로 31, 상가 105호",
      x: 126.977782126604,
      y: 35.936901682265
    },
    {
      name: "성북의별",
      address: "서울 성북구 동소문로 225",
      x: 127.022000056572,
      y: 37.602211761355
    },
    {
      name: "로또토토블루베리",
      address: "경기 평택시 안현로서6길 2",
      x: 126.928913577179,
      y: 36.9833643954932
    },
    {
      name: "행운을 드립니다.",
      address: "서울 동대문구 장한로 190",
      x: 127.072422427705,
      y: 37.5773973671161
    },
    {
      name: "네잎클로버",
      address: "경남 거제시 옥수로10길 35, 11호",
      x: 128.731346484556,
      y: 34.8762301135327
    },
    {
      name: "K-마트",
      address: "경기 평택시 평택로 41",
      x: 127.087080809543,
      y: 36.9911255007743
    },
    {
      name: "속초복권",
      address: "강원 속초시 수복로 135-1",
      x: 128.583719005774,
      y: 38.2019745623656
    },
    {
      name: "스카이마트",
      address: "부산 기장군 기장읍 차성로 292, 101호",
      x: 129.213784605048,
      y: 35.2436127354332
    },
    {
      name: "아몬드빵집",
      address: "경기 이천시 마장면 오천로 30-9",
      x: 127.351203510245,
      y: 37.2537134007959
    },
    {
      name: "한국전자담배(청량상사)",
      address: "서울 동대문구 왕산로43길 36",
      x: 127.047608282161,
      y: 37.5844133161819
    },
    {
      name: "토토명당(강동)",
      address: "부산 강서구 범방1로 10, 1층 102호",
      x: 128.879002360821,
      y: 35.1480765434184
    },
    {
      name: "HX복권방",
      address: "경기 이천시 경충대로 2106",
      x: 127.489594693827,
      y: 37.2528091850149
    },
    {
      name: "옥산행운복권방",
      address: "충북 청주시 흥덕구 옥산면 옥산시내2길 3",
      x: 127.374720977083,
      y: 36.6639283648461
    },
    {
      name: "천하명당복권방",
      address: "경기 평택시 오성면 서동대로 2051, 107호",
      x: 126.970392132799,
      y: 37.0077004151894
    },
    {
      name: "드림컴퓨터수리",
      address: "울산 중구 신기1길 37",
      x: 129.293690360134,
      y: 35.5506727655294
    },
    {
      name: "제이드컴",
      address: "경기 김포시 유현로238번길 43, 105호",
      x: 126.733384909722,
      y: 37.6113077108787
    },
    {
      name: "진컴퓨터",
      address: "경기 고양시 덕양구 꽃내음2길 4, 109호",
      x: 126.890949329522,
      y: 37.6017162698127
    },
    {
      name: "왕대박 아이스크림",
      address: "경기 김포시 김포한강8로 158, 102호",
      x: 126.643576206879,
      y: 37.6362466189205
    },
    {
      name: "곰방대하우스",
      address: "경기 포천시 소흘읍 솔모루로 113",
      x: 127.148877702465,
      y: 37.831113707497
    },
    {
      name: "퍼펙트 컴퓨터",
      address: "경기 부천시 부흥로 339",
      x: 126.780159173203,
      y: 37.4941951246653
    },
    {
      name: "오케이 마트",
      address: "경기 성남시 수정구 산성대로 569, 1동 1층",
      x: 127.166803847827,
      y: 37.461242472514
    },
    {
      name: "위너(WINNER)",
      address: "경기 안산시 상록구 성안1길 17, 101호",
      x: 126.838253439941,
      y: 37.3018231651938
    },
    {
      name: "조이플러스(CLP)",
      address: "경기 동두천시 삼육사로 1034, 상가동 103호",
      x: 127.064660049072,
      y: 37.8992827746648
    },
    {
      name: "희망복권",
      address: "경기 화성시 정남면 서봉로 1044, 가동 103호",
      x: 126.975829561552,
      y: 37.1622905609914
    },
    {
      name: "기린이야기",
      address: "경남 창원시 진해구 용원동로 300",
      x: 128.821636034031,
      y: 35.0994897704327
    },
    {
      name: "다모아유통",
      address: "대구 북구 대현남로2길 60",
      x: 128.606403945976,
      y: 35.8782547470076
    },
    {
      name: "읍성감",
      address: "경북 경산시 삼성현로15길 4",
      x: 128.716875450205,
      y: 35.8242911954182
    },
    {
      name: "폰월드",
      address: "대구 달서구 선원로 63-1",
      x: 128.499412274263,
      y: 35.8593996205048
    },
    {
      name: "페이파트너",
      address: "서울 강서구 공항대로 220, 115호",
      x: 126.831765636495,
      y: 37.5587038045971
    },
    {
      name: "알파",
      address: "대전 서구 변동중로 68-2",
      x: 127.376636324078,
      y: 36.3293506920403
    },
    {
      name: "엠비아이컴퓨터",
      address: "울산 동구 진성6길 30, 102호",
      x: 129.427699259031,
      y: 35.5066597556263
    },
    {
      name: "송덕택배",
      address: "울산 동구 꽃바위로 204",
      x: 129.413803868237,
      y: 35.479060873127
    },
    {
      name: "행운 복 마트",
      address: "경기 김포시 태장로 800, 102호",
      x: 126.678450269314,
      y: 37.6380960730562
    },
    {
      name: "아이조아",
      address: "광주 광산구 풍영로145번길 45, 상가동 102호",
      x: 126.810902647051,
      y: 35.1844287248248
    },
    {
      name: "스타트365",
      address: "광주 서구 운천로 96, 1층 중앙칸호",
      x: 126.85876624738,
      y: 35.1412515120622
    },
    {
      name: "원주토토",
      address: "강원 원주시 남원로527번길 2",
      x: 127.946341509193,
      y: 37.3316540453983
    },
    {
      name: "기프트샵",
      address: "경기 고양시 덕양구 삼송로 303, 104호",
      x: 126.907914441189,
      y: 37.6526697920733
    },
    {
      name: "왕악세사리",
      address: "경기 광주시 오포읍 오포로 334",
      x: 127.197079927542,
      y: 37.3444712076682
    },
    {
      name: "명당복권",
      address: "경기 군포시 군포로 763, 103호",
      x: 126.942196287896,
      y: 37.373195978947
    },
    {
      name: "삼성마을 복권방",
      address: "경기 군포시 삼성로87번길 4-12, 101호",
      x: 126.936767836184,
      y: 37.3410900309763
    },
    {
      name: "금강복권",
      address: "경기 김포시 대곶면 율생로 3",
      x: 126.590532941517,
      y: 37.6526889413536
    },
    {
      name: "돼지복권방",
      address: "경기 남양주시 진접읍 내각1로 75",
      x: 127.165252985096,
      y: 37.704599293374
    },
    {
      name: "복권명당 로또N토토",
      address: "경기 부천시 장말로176번길 32",
      x: 126.761098378766,
      y: 37.491934436598
    },
    {
      name: "케이",
      address: "경기 성남시 분당구 내정로119번길 34, 102호",
      x: 127.112857239658,
      y: 37.3730778700945
    },
    {
      name: "샛별아이스크림",
      address: "경기 수원시 장안구 팔달로 291",
      x: 127.016322032857,
      y: 37.2907945741479
    },
    {
      name: "대박명당",
      address: "경기 수원시 권선구 호매실로104번길 90, JD타워 104호",
      x: 126.962694753114,
      y: 37.2595870615283
    },
    {
      name: "오거리복권방",
      address: "경기 수원시 팔달구 고등로84번길 4",
      x: 127.006386366324,
      y: 37.2733146417355
    },
    {
      name: "온누리마트",
      address: "경기 수원시 영통구 신원로 289-1",
      x: 127.060373782203,
      y: 37.2612480788016
    },
    {
      name: "된다로또",
      address: "경기 수원시 장안구 서부로2181번길 28",
      x: 126.971392486829,
      y: 37.3030836501657
    },
    {
      name: "씨스페이스 정왕본점",
      address: "경기 평택시 청북읍 서해로 1711, 104호",
      x: 126.933387434674,
      y: 37.0426862740628
    },
    {
      name: "노다지",
      address: "경기 안산시 상록구 건건로 123, 105호",
      x: 126.904751159199,
      y: 37.3118453159206
    },
    {
      name: "골든픽",
      address: "경기 안산시 상록구 항가울로 48-1, 101호",
      x: 126.846950731506,
      y: 37.2861766056334
    },
    {
      name: "용인로또복권방",
      address: "경기 용인시 처인구 모현읍 백옥대로 2076-1",
      x: 127.240581824345,
      y: 37.3102727747882
    },
    {
      name: "한숲마트",
      address: "경기 용인시 처인구 남사면 처인성로 902, 임마누엘 다동",
      x: 127.178004039349,
      y: 37.1672164314972
    },
    {
      name: "몽블랑",
      address: "경기 양주시 독바위로 27",
      x: 127.062991971445,
      y: 37.8387884361824
    },
    {
      name: "대진복권",
      address: "경기 평택시 현덕면 서동대로 1272",
      x: 126.894170717913,
      y: 36.9869697877773
    },
    {
      name: "오복이네",
      address: "경기 평택시 고덕면 서동대로 2724, 102호",
      x: 127.040699758345,
      y: 37.0116675625801
    },
    {
      name: "중앙로또",
      address: "경기 하남시 미사강변중앙로 219, 101호",
      x: 127.188608624388,
      y: 37.5660399138275
    },
    {
      name: "에이스숍",
      address: "경기 하남시 서하남로 114-1, 105호",
      x: 127.156226266823,
      y: 37.5140646872656
    },
    {
      name: "한일매트 스포츠토토",
      address: "경기 화성시 동탄대로 591 1층 107호",
      x: 127.098311707318,
      y: 37.2065774345709
    },
    {
      name: "대운로또",
      address: "경기 화성시 장안면 사랑길 90, 상가 4,5,6호",
      x: 126.823206016066,
      y: 37.0788514953308
    },
    {
      name: "지나스토어",
      address: "경기 화성시 남양읍 역골로 37, 103호",
      x: 126.826459432405,
      y: 37.2028532140544
    },
    {
      name: "상동로또",
      address: "경남 거제시 상동5길 16-1, 103호",
      x: 128.635463874861,
      y: 34.8686342406679
    },
    {
      name: "로또판매점",
      address: "경남 거제시 중곡로3길 46",
      x: 128.625814964595,
      y: 34.8937306846381
    },
    {
      name: "나이스",
      address: "경남 창원시 진해구 용재로 45-1",
      x: 128.814876795723,
      y: 35.1016281836998
    },
    {
      name: "영주",
      address: "부산 연제구 중앙대로1054번길 38",
      x: 129.080634486048,
      y: 35.1819197968447
    },
    {
      name: "로또카페(씨스페이스)",
      address: "경남 김해시 덕정로 158",
      x: 128.801755977412,
      y: 35.1784169641478
    },
    {
      name: "홈런스토어",
      address: "경남 김해시 진영읍 장등로 143 101호",
      x: 128.727613528884,
      y: 35.3115821790327
    },
    {
      name: "산앤찬",
      address: "경남 사천시 남일로 120",
      x: 128.089477332447,
      y: 34.9312822108178
    },
    {
      name: "에너지마트",
      address: "경남 사천시 중앙로 155",
      x: 128.079860534626,
      y: 34.9394756026205
    },
    {
      name: "양산물금대방슈퍼",
      address: "경남 양산시 가촌로 19 103호",
      x: 128.989126072643,
      y: 35.3139504628437
    },
    {
      name: "행운드림스토어",
      address: "경남 양산시 동면 금오2길 67, 1층 2호",
      x: 129.024931807669,
      y: 35.3144419194904
    },
    {
      name: "유엔아이",
      address: "경남 진주시 초장로14번길 4-10, 102호",
      x: 128.115073382994,
      y: 35.2035389306817
    },
    {
      name: "퍼팩트",
      address: "경남 김해시 내덕로 116",
      x: 128.820548305518,
      y: 35.206711873041
    },
    {
      name: "미소종합",
      address: "경남 창원시 의창구 명지로 88",
      x: 128.647327943038,
      y: 35.2487418691429
    },
    {
      name: "문경편의점",
      address: "대구 동구 안심로22길 40-3",
      x: 128.69510275317,
      y: 35.8634371261295
    },
    {
      name: "대성상사",
      address: "대구 달서구 진천로 25",
      x: 128.525583092909,
      y: 35.8110655409771
    },
    {
      name: "망고",
      address: "대구 수성구 고산로4길 14, 102호",
      x: 128.704432814593,
      y: 35.8326688207858
    },
    {
      name: "택지 복권방",
      address: "경북 영주시 대학로 240, 102호",
      x: 128.605003614564,
      y: 36.8167783197322
    },
    {
      name: "드림광고",
      address: "경북 예천군 예천읍 중앙로 77-1",
      x: 128.455952308395,
      y: 36.6522276159367
    },
    {
      name: "행운 개별화물",
      address: "대구 달성군 화원읍 명천로 96 제105호",
      x: 128.507657406639,
      y: 35.8026775167908
    },
    {
      name: "대한로또",
      address: "대구 달성군 다사읍 왕선로 59, 104호",
      x: 128.463820232044,
      y: 35.865053998633
    },
    {
      name: "행운편의점",
      address: "부산 기장군 정관읍 용수로 108",
      x: 129.171633379396,
      y: 35.3308526428632
    },
    {
      name: "황금아이스크림마트",
      address: "울산 울주군 서생면 해맞이로 1570, 2동",
      x: 129.342728790651,
      y: 35.3819020991996
    },
    {
      name: "행복나눔",
      address: "부산 해운대구 삼어로 181, 103호",
      x: 129.117809842382,
      y: 35.2129483160463
    },
    {
      name: "해피폰 케이스",
      address: "서울 강북구 솔매로46길 16",
      x: 127.025659884958,
      y: 37.6252959746588
    },
    {
      name: "폰 CASE",
      address: "서울 노원구 동일로 1651, 1층 3호",
      x: 127.055010947165,
      y: 37.6759608277495
    },
    {
      name: "선은",
      address: "서울 관악구 난곡로63길 67 102호",
      x: 126.910929050114,
      y: 37.4803747955024
    },
    {
      name: "연금폰케이스",
      address: "서울 강동구 양재대로 1614, 104호",
      x: 127.143966860588,
      y: 37.5496101399265
    },
    {
      name: "우림",
      address: "서울 노원구 한글비석로23길 27",
      x: 127.071258229848,
      y: 37.6596642994399
    },
    {
      name: "동아마트복권방",
      address: "서울 광진구 뚝섬로52마길 56, 101호 102호",
      x: 127.081382979101,
      y: 37.5280907308879
    },
    {
      name: "망과",
      address: "대전 대덕구 덕암북로 93, 우측2호",
      x: 127.427345518552,
      y: 36.4435975670228
    },
    {
      name: "소담로또",
      address: "세종 세종 한누리대로 2003, 펠리체타워 3차 107호",
      x: 127.301111445983,
      y: 36.4854468874014
    },
    {
      name: "행운마켓",
      address: "울산 울주군 온양읍 대운길 30, 4호",
      x: 129.281061403097,
      y: 35.412560147619
    },
    {
      name: "로또맛집",
      address: "인천 남동구 소래역남로16번길 29, 103호",
      x: 126.735086603991,
      y: 37.3985891852883
    },
    {
      name: "아트카",
      address: "인천 서구 염곡로498번안길 5-2, 1층 101호",
      x: 126.670101629708,
      y: 37.528579822837
    },
    {
      name: "삼성마트",
      address: "경기 시흥시 호현로 147, 1층 106호",
      x: 126.788919817476,
      y: 37.4525677466695
    },
    {
      name: "부평 로또명당",
      address: "인천 부평구 장제로 227, 102호",
      x: 126.73077639621,
      y: 37.5060146264741
    },
    {
      name: "청라SK뷰로또판매점",
      address: "인천 서구 옥빛로7번안길 5, 105호",
      x: 126.631251815264,
      y: 37.5256817306567
    },
    {
      name: "드림복권방",
      address: "전남 광양시 광양읍 희양현로 32",
      x: 127.586184743791,
      y: 34.9745169004116
    },
    {
      name: "돈벼락 복권판매점",
      address: "전남 여수시 대교로 21",
      x: 127.723825041255,
      y: 34.735997842391
    },
    {
      name: "윈판촉물",
      address: "광주 광산구 진곡산단2번로 86, 1층 105호",
      x: 126.789993627019,
      y: 35.2019546078519
    },
    {
      name: "컴닥터",
      address: "전남 영광군 법성면 굴비로 17-2",
      x: 126.445675409015,
      y: 35.361225071899
    },
    {
      name: "명성유통마켓",
      address: "광주 서구 풍암신흥로 1, 101호",
      x: 126.863780608861,
      y: 35.1193493493916
    },
    {
      name: "로또마트",
      address: "전북 고창군 고창읍 보릿골로 92",
      x: 126.695865866128,
      y: 35.4334471846121
    },
    {
      name: "에스피정보",
      address: "전북 김제시 남북로 254",
      x: 126.883770294526,
      y: 35.8062888760506
    },
    {
      name: "창성",
      address: "충남 천안시 서북구 성정4길 23, 102,103호",
      x: 127.137684119956,
      y: 36.8161538026497
    },
    {
      name: "이글통신",
      address: "충남 천안시 동남구 목천읍 충절로 769, 103호",
      x: 127.197504582522,
      y: 36.768352167088
    },
    {
      name: "나이스데이",
      address: "대전 유성구 동서대로5번길 47-10, 101호",
      x: 127.30783248508,
      y: 36.3590292848282
    },
    {
      name: "가와종합물류",
      address: "서울 은평구 증산로15가길 3-3",
      x: 126.911388382067,
      y: 37.5892207793489
    },
    {
      name: "거북이복권방",
      address: "전북 부안군 부안읍 석정로 265",
      x: 126.737681293655,
      y: 35.7219985889424
    },
    {
      name: "넥스트이노베이션",
      address: "서울 강서구 공항대로63길 8, 102호",
      x: 126.866960002827,
      y: 37.5505404429751
    },
    {
      name: "대경유통",
      address: "경기 김포시 양촌읍 양곡4로 8, 109호",
      x: 126.623117175268,
      y: 37.6511070381153
    },
    {
      name: "돈벼락",
      address: "경기 부천시 범안로 220",
      x: 126.81087853957,
      y: 37.4634722925436
    },
    {
      name: "돈복복권방",
      address: "충북 청주시 흥덕구 오송읍 봉산2길 20-9, 102호",
      x: 127.318286913128,
      y: 36.6196020020738
    },
    {
      name: "로또복권판매점",
      address: "경기 의왕시 갈미2로 36, 106호",
      x: 126.972013679045,
      y: 37.3793224102327
    },
    {
      name: "로또판매점",
      address: "경북 영주시 대학로284번길 4-6, 1층 남측",
      x: 128.605072359596,
      y: 36.8202360966363
    },
    {
      name: "명당로또복권방",
      address: "충북 청주시 청원구 직지대로 878, 102호",
      x: 127.487320343429,
      y: 36.6507049849119
    },
    {
      name: "복권 아이스크림",
      address: "서울 송파구 위례광장로 188, 101호",
      x: 127.142394775398,
      y: 37.481085538274
    },
    {
      name: "복권판매점",
      address: "경남 사천시 벌리2길 42",
      x: 128.082699201113,
      y: 34.9396199665112
    },
    {
      name: "에스마켓",
      address: "충북 보은군 보은읍 삼산로 33-4, 101호",
      x: 127.718534746987,
      y: 36.4833954023978
    },
    {
      name: "예지",
      address: "부산 연제구 과정로 263",
      x: 129.098413016421,
      y: 35.1876623831267
    },
    {
      name: "오케이상점",
      address: "경남 김해시 분성로627번길 16-1, 101호",
      x: 128.914742592559,
      y: 35.2376126723711
    },
    {
      name: "잉크플러스",
      address: "전남 해남군 해남읍 구교3길 1",
      x: 126.59159044711,
      y: 34.5771324048133
    },
    {
      name: "크로바 쉼터",
      address: "경기 성남시 수정구 대왕판교로 1289, 1층 5호",
      x: 127.106576643479,
      y: 37.4550880344015
    },
    {
      name: "우리집,토토로",
      address: "강원 춘천시 우두1길 70, 116동 111호",
      x: 127.736933871011,
      y: 37.9082921857061
    },
    {
      name: "행복나눔",
      address: "전남 담양군 담양읍 무정로 42",
      x: 126.98515420917,
      y: 35.3084357041435
    },
    {
      name: "로또복권판매점",
      address: "전북 남원시 가방뜰길 57, 103호",
      x: 127.36772955123,
      y: 35.3997201535007
    },
    {
      name: "토토의꿈",
      address: "경기 화성시 동탄기흥로 559, 111호",
      x: 127.092282898247,
      y: 37.2108391164279
    },
    {
      name: "노다지",
      address: "서울 구로구 구로동로 96",
      x: 126.885241900718,
      y: 37.4871969669872
    },
    {
      name: "BUY24시",
      address: "서울 도봉구 노해로67길 10",
      x: 127.049684921314,
      y: 37.6523442471361
    },
    {
      name: "굿모닝 마트",
      address: "대전 서구 도마동 114-3",
      x: 127.371511366215,
      y: 36.3165185272907
    },
    {
      name: "이수복권",
      address: "서울 동작구 동작대로27가길 36",
      x: 126.980955639666,
      y: 37.4860171446651
    },
    {
      name: "천지개벽",
      address: "경남 창원시 성산구 동산로220번길 28",
      x: 128.698621677301,
      y: 35.2242000653092
    },
    {
      name: "미양공단점",
      address: "경기 안성시 미양면 안성맞춤대로 689",
      x: 127.261280240777,
      y: 36.9776132696292
    },
    {
      name: "로또7",
      address: "경남 거제시 장승포로 21-1",
      x: 128.726563126097,
      y: 34.8681872673027
    },
    {
      name: "스포츠토토",
      address: "전남 장성군 장성읍 영천로 150-1",
      x: 126.781663074913,
      y: 35.2990387721098
    },
    {
      name: "버스판매소",
      address: "서울 영등포구 영중로 13",
      x: 126.905715236602,
      y: 37.5175626544277
    },
    {
      name: "1등토토",
      address: "경기 고양시 일산서구 송산로 393, 1층 107호",
      x: 126.722521082995,
      y: 37.6854832938203
    },
    {
      name: "터미널서점",
      address: "경기 이천시 이섭대천로 1200",
      x: 127.446927314044,
      y: 37.2773643351031
    },
    {
      name: "휴대폰할인마트",
      address: "강원 삼척시 도계읍 도계로 307",
      x: 129.044626447719,
      y: 37.2364236995236
    },
    {
      name: "돼지꿈꾼날",
      address: "강원 삼척시 원덕읍 삼척로 424, 1층 2호",
      x: 129.33695726012,
      y: 37.1753756349713
    },
    {
      name: "원케이스",
      address: "서울 광진구 천호대로118길 47, 101호",
      x: 127.084528731887,
      y: 37.5526513047192
    },
    {
      name: "다이스",
      address: "서울 성북구 돌곶이로41가길 14-12, B층 1호",
      x: 127.044506607425,
      y: 37.6186694652429
    },
    {
      name: "폰프린스1호점",
      address: "서울 성북구 숭인로 70",
      x: 127.029398764681,
      y: 37.6123188941561
    },
    {
      name: "행운복권",
      address: "서울 강북구 솔샘로 212",
      x: 127.016238768666,
      y: 37.6199624506687
    },
    {
      name: "펠리체(felice)",
      address: "서울 강북구 오패산로30길 66, D동 102호",
      x: 127.03522725755,
      y: 37.6160192802624
    },
    {
      name: "초이악세사리",
      address: "서울 성북구 한천로99길 52",
      x: 127.049342646866,
      y: 37.6205771856964
    },
    {
      name: "세계로생활가전",
      address: "서울 동작구 보라매로 104",
      x: 126.928312294739,
      y: 37.4984338927176
    },
    {
      name: "행운",
      address: "서울 성북구 동소문로 296",
      x: 127.028135187244,
      y: 37.6064614198296
    },
    {
      name: "더 블랙",
      address: "서울 서대문구 이화여대7길 21, 1층",
      x: 126.94447003534,
      y: 37.5586327466676
    },
    {
      name: "관악복권",
      address: "서울 관악구 청룡길 9",
      x: 126.946522694417,
      y: 37.4815170316646
    },
    {
      name: "방이로또",
      address: "서울 송파구 가락로 245",
      x: 127.11797580084,
      y: 37.5101663829521
    },
    {
      name: "행운커피",
      address: "서울 송파구 법원로4길 6, 111호",
      x: 127.122110013915,
      y: 37.4823177572578
    },
    {
      name: "사랑복권",
      address: "서울 송파구 정의로8길 13, 103호",
      x: 127.116881677734,
      y: 37.4858218395995
    },
    {
      name: "근이케이스",
      address: "서울 송파구 오금로31가길 15, 104호",
      x: 127.122682127219,
      y: 37.5072832404899
    },
    {
      name: "대박천하",
      address: "인천 연수구 새말로 37, 103호",
      x: 126.675397508117,
      y: 37.4220267387587
    },
    {
      name: "행운유통&아이스크림",
      address: "인천 연수구 앵고개로 94, 101호",
      x: 126.656083463992,
      y: 37.4123301918267
    },
    {
      name: "로또 슈퍼",
      address: "인천 연수구 청량로185번길 27, 103호",
      x: 126.651361246671,
      y: 37.4230864550981
    },
    {
      name: "대복",
      address: "인천 남동구 남동대로239번길 68, 116호",
      x: 126.695822016883,
      y: 37.4083123645995
    },
    {
      name: "으뜸복권방",
      address: "인천 남동구 남촌로84번길 1",
      x: 126.715011807416,
      y: 37.4288693649243
    },
    {
      name: "대박인생역전",
      address: "인천 남동구 포구로 45, 201동 112호",
      x: 126.73752672645,
      y: 37.4027632805631
    },
    {
      name: "오피스샵",
      address: "인천 미추홀구 석정로 437, 104호",
      x: 126.684151027758,
      y: 37.4666486940553
    },
    {
      name: "모이컴",
      address: "인천 계양구 서운산단로 29, 1층 113호",
      x: 126.755676617371,
      y: 37.5340035658779
    },
    {
      name: "미니마트",
      address: "인천 부평구 길주로 376",
      x: 126.703863823516,
      y: 37.5083705846833
    },
    {
      name: "산곡로또",
      address: "인천 부평구 마장로220번길 13, 106동 103호",
      x: 126.703647043785,
      y: 37.4995202155071
    },
    {
      name: "픽미픽미 부평일신점",
      address: "인천 부평구 일신로 41",
      x: 126.746157810163,
      y: 37.4813134872834
    },
    {
      name: "희망로또 판매점",
      address: "인천 부평구 화랑로 94",
      x: 126.704470855422,
      y: 37.4918103187277
    },
    {
      name: "복권명당",
      address: "인천 서구 봉오재3로 104, 1층 115호",
      x: 126.671289002457,
      y: 37.5271505468215
    },
    {
      name: "당하복권명당",
      address: "인천 서구 서곶로 788, 1층 104-1호",
      x: 126.675351701003,
      y: 37.5881209362767
    },
    {
      name: "시우 폰케이스",
      address: "인천 서구 이음1로 389, 101호",
      x: 126.716539501575,
      y: 37.5949917512601
    },
    {
      name: "유군마켓",
      address: "인천 미추홀구 경인로 3-1, 1층 102호",
      x: 126.643825232902,
      y: 37.4628071921895
    },
    {
      name: "쌈바강정로또복권",
      address: "인천 미추홀구 독배로 490-1",
      x: 126.644741213703,
      y: 37.4615491698453
    },
    {
      name: "찐 로또&아이스크림",
      address: "인천 미추홀구 인주대로306번길 1, 1층 2호",
      x: 126.670465274261,
      y: 37.4517658554833
    },
    {
      name: "번개로또복권방",
      address: "경기 수원시 장안구 경수대로973번길 13-4",
      x: 127.004338090457,
      y: 37.3036026911299
    },
    {
      name: "행운1등복권방",
      address: "경기 수원시 장안구 송정로 78, 4호",
      x: 127.005790053914,
      y: 37.2956611615426
    },
    {
      name: "금곡로",
      address: "경기 수원시 권선구 금곡로197번길 18-23, 105호",
      x: 126.952746658319,
      y: 37.2750545733669
    },
    {
      name: "연희네집",
      address: "경기 화성시 효행로 241, 128호",
      x: 126.972594826021,
      y: 37.2260528580678
    },
    {
      name: "빅버드 복권판매점",
      address: "경기 수원시 권선구 정조로 487, 1호",
      x: 127.011072372294,
      y: 37.2526408712352
    },
    {
      name: "퍼드림",
      address: "경기 양주시 엄상동길 36-18",
      x: 127.068005114383,
      y: 37.8307311131147
    },
    {
      name: "금동이복권판매점",
      address: "경기 수원시 영통구 영통로130번길 12, A동 1층",
      x: 127.056882704015,
      y: 37.2393511009928
    },
    {
      name: "캔들랜드",
      address: "경기 수원시 영통구 매영로 249, 102호",
      x: 127.065125811209,
      y: 37.25908215699
    },
    {
      name: "지화자",
      address: "경기 성남시 수정구 위례광장로 328, 116호",
      x: 127.142775905947,
      y: 37.4713404854822
    },
    {
      name: "리리",
      address: "경기 성남시 수정구 성남대로 1524, 101호",
      x: 127.126697411484,
      y: 37.465899957751
    },
    {
      name: "연예인복권방",
      address: "경기 부천시 경인로216번길 56",
      x: 126.779027275452,
      y: 37.4808613636346
    },
    {
      name: "여월마트",
      address: "경기 부천시 소사로 660, 1층 3호",
      x: 126.803171061605,
      y: 37.5152284684357
    },
    {
      name: "오케이마트",
      address: "경기 부천시 안곡로 191, 101동 101호",
      x: 126.818765122257,
      y: 37.4852188768901
    },
    {
      name: "노다지복권방",
      address: "경기 부천시 양지로 205, 118호",
      x: 126.824174708574,
      y: 37.4677985713913
    },
    {
      name: "로또복권방",
      address: "경기 부천시 호현로 491",
      x: 126.792685700681,
      y: 37.4815459262373
    },
    {
      name: "미니슈퍼",
      address: "경기 고양시 덕양구 동헌로3번길 3, 1호",
      x: 126.858140170159,
      y: 37.7049873546579
    },
    {
      name: "에이(A)폰케이스",
      address: "경기 고양시 덕양구 세솔로 68, 101호",
      x: 126.889304505994,
      y: 37.6503505256004
    },
    {
      name: "시장로또",
      address: "경기 고양시 덕양구 지도로35번길 10",
      x: 126.82400473723,
      y: 37.6205611321758
    },
    {
      name: "올댓카",
      address: "경기 고양시 일산동구 무궁화로 373-1, 101동 101호",
      x: 126.800110109817,
      y: 37.6780787882724
    },
    {
      name: "플러스24",
      address: "경기 고양시 일산동구 정발산로 43-7, 109호",
      x: 126.772944560294,
      y: 37.6575928102258
    },
    {
      name: "신세계",
      address: "경기 성남시 중원구 산성대로 392",
      x: 127.158210358086,
      y: 37.4468810721468
    },
    {
      name: "일등럭키",
      address: "경기 의왕시 오전로 43, 105호",
      x: 126.981227108389,
      y: 37.349374279592
    },
    {
      name: "소희앤주",
      address: "경기 포천시 소흘읍 죽엽산로 197",
      x: 127.161424101021,
      y: 37.8142931830277
    },
    {
      name: "지오",
      address: "경기 남양주시 진접읍 금강로 1617",
      x: 127.195203139222,
      y: 37.7344941392009
    },
    {
      name: "양앤리",
      address: "경기 남양주시 두물로39번길 73, 103호",
      x: 127.129274635655,
      y: 37.6570185375469
    },
    {
      name: "복권판매점",
      address: "경기 남양주시 화도읍 마석로 112, 103호",
      x: 127.303652312738,
      y: 37.6603502187168
    },
    {
      name: "바나나",
      address: "경기 수원시 권선구 정조로 582",
      x: 127.013488933393,
      y: 37.260757218461
    },
    {
      name: "태양로또복권",
      address: "경기 군포시 송부로96번길 13, 104호",
      x: 126.925028628015,
      y: 37.316683226027
    },
    {
      name: "한결,은결,은찬로또",
      address: "경기 하남시 미사강변중앙로 190, 144호",
      x: 127.190536381397,
      y: 37.5637857727144
    },
    {
      name: "오케이 씨앤씨",
      address: "경기 하남시 미사대로 550, 1층 제씨1-0058호",
      x: 127.206467727213,
      y: 37.556769335043
    },
    {
      name: "고덕스포츠토토",
      address: "경기 평택시 고덕여염6길 110, 102호",
      x: 127.044062864844,
      y: 37.0379361353623
    },
    {
      name: "스페셜S",
      address: "경기 용인시 기흥구 중부대로746번길 2, 109호",
      x: 127.139870796591,
      y: 37.2616281299896
    },
    {
      name: "오복테크",
      address: "경기 파주시 문화로 71-1",
      x: 126.775491631825,
      y: 37.7607366755075
    },
    {
      name: "행운드림로또&토토",
      address: "경기 김포시 초당로16번길 77, 106호",
      x: 126.675141127741,
      y: 37.6397972503143
    },
    {
      name: "행복한 삼남매",
      address: "경기 양평군 강상면 강남로 689",
      x: 127.45707692799,
      y: 37.4971845055305
    },
    {
      name: "오케이(OK)텔레콤",
      address: "경기 포천시 가산면 가산로 246",
      x: 127.179024027574,
      y: 37.841170712093
    },
    {
      name: "복권연구소",
      address: "경기 양평군 용문면 용문산로 8, 1층",
      x: 127.604436003317,
      y: 37.498781229123
    },
    {
      name: "서신로또편의점",
      address: "경기 화성시 서신면 궁평항로 1646-1",
      x: 126.707402859539,
      y: 37.1619224503063
    },
    {
      name: "미래로또복권판매점",
      address: "경기 화성시 남여울2길 17-4, 102호",
      x: 127.052268854814,
      y: 37.1977824306308
    },
    {
      name: "복돼지",
      address: "경기 화성시 비봉면 비봉로 138, 103호",
      x: 126.866048152946,
      y: 37.2356146301076
    },
    {
      name: "케이스바이",
      address: "경기 화성시 영통로8번길 2-4, 101호",
      x: 127.066170678088,
      y: 37.2316098012636
    },
    {
      name: "꿀단지 스토어",
      address: "경기 평택시 고덕여염12길 36, 102호",
      x: 127.052924157451,
      y: 37.0428999663507
    },
    {
      name: "행복드림복권",
      address: "경북 상주시 함창읍 함령길 113, 103호",
      x: 128.181691638008,
      y: 36.570914014097
    },
    {
      name: "아자개유통",
      address: "대구 달서구 당산로 103",
      x: 128.54471613604,
      y: 35.8467043605466
    },
    {
      name: "올댓 스윗(문경점)",
      address: "경북 문경시 상신로 115, 101,102호",
      x: 128.192287086697,
      y: 36.5966018970232
    },
    {
      name: "애플",
      address: "부산 북구 덕천로 380",
      x: 129.044908754253,
      y: 35.2098101223427
    },
    {
      name: "대천로또",
      address: "부산 북구 산성로 37, 102호",
      x: 129.017412756972,
      y: 35.2403800967905
    },
    {
      name: "희망행복권방",
      address: "부산 해운대구 재반로 148",
      x: 129.127957199554,
      y: 35.1909585038886
    },
    {
      name: "폰폰나라",
      address: "부산 해운대구 재반로 23",
      x: 129.126571865463,
      y: 35.1807920640608
    },
    {
      name: "모닝마트",
      address: "부산 기장군 장안읍 좌천로 12",
      x: 129.241220955536,
      y: 35.3102249615506
    },
    {
      name: "일등복권",
      address: "경남 창원시 성산구 삼정자로51번길 3, 102호",
      x: 128.71138583029,
      y: 35.1982911501207
    },
    {
      name: "스마일슈퍼",
      address: "경남 창원시 성산구 신사로 101, 102호",
      x: 128.69539400041,
      y: 35.2222382240059
    },
    {
      name: "인생역전로또복권방",
      address: "경남 진주시 진주역로 114, 3동 114호",
      x: 128.115680902909,
      y: 35.1517129640537
    },
    {
      name: "청계슈퍼",
      address: "경남 진주시 말티고개로 128",
      x: 128.115383662193,
      y: 35.1961234545874
    },
    {
      name: "큰들마트",
      address: "경남 진주시 큰들로 189",
      x: 128.123668395612,
      y: 35.1717507638139
    },
    {
      name: "베스트샵",
      address: "경남 창원시 의창구 지귀로24번길 33, 1-3호",
      x: 128.65189972235,
      y: 35.2442585076526
    },
    {
      name: "홍익명당",
      address: "경남 사천시 정동면 진삼로 1380",
      x: 128.083691761293,
      y: 35.0748049100135
    },
    {
      name: "로또파는 강원마트",
      address: "경남 거제시 고현천로 22, 101호",
      x: 128.624888447275,
      y: 34.889875442344
    },
    {
      name: "로또판매점",
      address: "경남 거제시 하청면 하청2길 8",
      x: 128.657517551522,
      y: 34.9566965865068
    },
    {
      name: "후하",
      address: "부산 수영구 연수로370번길 1",
      x: 129.110493606563,
      y: 35.1703463944875
    },
    {
      name: "폰플렉스",
      address: "경남 창원시 진해구 신항동로 265, 상가동 103호",
      x: 128.801352515831,
      y: 35.0871100917947
    },
    {
      name: "행복로또방",
      address: "경남 김해시 김해대로2529번길 31, 100-3호",
      x: 128.903028240646,
      y: 35.231872222662
    },
    {
      name: "송송마켓",
      address: "경남 창원시 의창구 사화로 72",
      x: 128.614505470209,
      y: 35.2539242178809
    },
    {
      name: "대박로또방",
      address: "경남 양산시 삼호로 71, 1층 2호",
      x: 129.172105608767,
      y: 35.407717744949
    },
    {
      name: "예스컴퍼니",
      address: "울산 울주군 삼남읍 도호1길 30-34, 112호",
      x: 129.141704696506,
      y: 35.548913885083
    },
    {
      name: "세종",
      address: "경남 양산시 물금읍 황산로 601, 101호",
      x: 129.000772062981,
      y: 35.3263315818435
    },
    {
      name: "또또와 복권방",
      address: "세종 세종 나성북로 30, 189호",
      x: 127.260245278663,
      y: 36.4890737483121
    },
    {
      name: "로또대박",
      address: "세종 세종 장군면 장척로 571, 6호",
      x: 127.221313225938,
      y: 36.4992941129805
    },
    {
      name: "황금도깨비",
      address: "세종 세종 한누리대로 321, 1층 103호",
      x: 127.255782531634,
      y: 36.4930119021507
    },
    {
      name: "드림토토",
      address: "대전 대덕구 오정로 22",
      x: 127.414203006295,
      y: 36.3498716196227
    },
    {
      name: "천억로또",
      address: "충북 청주시 청원구 새터로 166-1",
      x: 127.473737681674,
      y: 36.6622134460551
    },
    {
      name: "청주복권",
      address: "충북 청주시 청원구 율봉로 269, 1층 103호",
      x: 127.498389260663,
      y: 36.6668618529742
    },
    {
      name: "오창드림복권",
      address: "충북 청주시 청원구 오창읍 중심상업로 17, 114호",
      x: 127.429274700662,
      y: 36.7124436849629
    },
    {
      name: "영준이네",
      address: "충남 천안시 동남구 구성6길 1, 103호",
      x: 127.163672317615,
      y: 36.7946324414757
    },
    {
      name: "진삼가",
      address: "광주 남구 백운로 78, 1층",
      x: 126.906153681294,
      y: 35.1400258334802
    },
    {
      name: "골드폰케이스",
      address: "광주 남구 효우로 79, 101호",
      x: 126.904625239884,
      y: 35.1065256919302
    },
    {
      name: "나이스폰",
      address: "광주 북구 양산택지로 141, 101동 103호",
      x: 126.879496310597,
      y: 35.2171001208666
    },
    {
      name: "세러데이 845",
      address: "광주 광산구 첨단중앙로182번길 90, 상가동 129호",
      x: 126.850859198896,
      y: 35.2215938176562
    },
    {
      name: "동서남북",
      address: "광주 서구 화정로 67",
      x: 126.864840448413,
      y: 35.144977636106
    },
    {
      name: "명품구제",
      address: "전북 전주시 덕진구 팔복로 174",
      x: 127.088689727406,
      y: 35.8549685217512
    },
    {
      name: "폰케이스",
      address: "전북 김제시 검산택지2길 101, 102호",
      x: 126.904182894537,
      y: 35.8034628529421
    },
    {
      name: "승진통신",
      address: "전남 여수시 새터로 81-1",
      x: 127.675093661362,
      y: 34.7632735844894
    },
    {
      name: "부자돼지",
      address: "전남 순천시 중앙로 479",
      x: 127.48833174195,
      y: 34.987473450655
    },
    {
      name: "일등돼지로또",
      address: "전남 순천시 해룡면 평화길 30, 2호",
      x: 127.543464264716,
      y: 34.9429258965749
    },
    {
      name: "돈뭉치",
      address: "전남 나주시 호수로 58, 101호",
      x: 126.788734154375,
      y: 35.0133267549747
    },
    {
      name: "제철로또대리점",
      address: "전남 광양시 광장로 125, A동 116호",
      x: 127.694250404655,
      y: 34.9354339787396
    },
    {
      name: "가민통신",
      address: "전남 광양시 구마4길 7",
      x: 127.688332313722,
      y: 34.947944591219
    },
    {
      name: "구억리로또명당",
      address: "제주 서귀포시 대정읍 보성구억로 209, 비동 103호",
      x: 126.27791857869,
      y: 33.2694142856316
    },
    {
      name: "한라컴365",
      address: "제주 제주시 수덕9길 85-2",
      x: 126.470261308691,
      y: 33.4825637553672
    },
    {
      name: "해피데이",
      address: "경기 성남시 중원구 광명로 262",
      x: 127.15568738797,
      y: 37.4428839217533
    },
    {
      name: "권선베스토아",
      address: "경기 수원시 권선구 세권로181번길 20-23",
      x: 127.025838330068,
      y: 37.2563140167252
    },
    {
      name: "위드미울산신천점",
      address: "울산 북구 화산6길 8, 1층 106호",
      x: 129.366844113039,
      y: 35.5969388365163
    },
    {
      name: "한솔복권방",
      address: "전남 목포시 수문로 62",
      x: 126.380143969293,
      y: 34.7940268132593
    },
    {
      name: "진토토",
      address: "서울 중구 퇴계로86길 42",
      x: 127.019423053462,
      y: 37.5637906107578
    },
    {
      name: "신남복권나라",
      address: "강원 인제군 남면 신남로58번길 10-1",
      x: 128.080517423376,
      y: 37.9674339026436
    },
    {
      name: "헤이미쉬",
      address: "전남 무안군 삼향읍 남악3로 55, 132호",
      x: 126.459771214249,
      y: 34.8103661006734
    },
    {
      name: "천하명당(수석)",
      address: "경남 사천시 사천읍읍내로 20-1",
      x: 128.087899942162,
      y: 35.0837827352036
    },
    {
      name: "동행로또복권",
      address: "인천 부평구 평천로 366, B동 102호",
      x: 126.730891609725,
      y: 37.5174596833602
    },
    {
      name: "로또복권방",
      address: "경남 창원시 의창구 원이대로81번길 30",
      x: 128.638860970217,
      y: 35.2569306301959
    },
    {
      name: "행운복권방",
      address: "경기 부천시 은성로68번길 43",
      x: 126.798467476104,
      y: 37.4732829632451
    },
    {
      name: "케이유통",
      address: "강원 속초시 중앙로 28",
      x: 128.580210160672,
      y: 38.1988691730932
    },
    {
      name: "대박복권방",
      address: "충북 음성군 음성읍 중앙로 84",
      x: 127.689441818415,
      y: 36.9317264459088
    },
    {
      name: "두꺼비복권방",
      address: "경기 안산시 상록구 충장로 112-1 102호",
      x: 126.858409314217,
      y: 37.2916333142027
    },
    {
      name: "슈퍼토토",
      address: "경남 양산시 평산13길 6, 102호",
      x: 129.147361999144,
      y: 35.3814964888631
    },
    {
      name: "행운슈퍼",
      address: "경남 창원시 성산구 동산로65번길 26-12",
      x: 128.685403459876,
      y: 35.21704471021
    },
    {
      name: "로또명당",
      address: "경기 시흥시 대골안길 60",
      x: 126.787494851118,
      y: 37.4445499673109
    },
    {
      name: "행복한조명",
      address: "경기 파주시 조리읍 봉천로 1",
      x: 126.811178779398,
      y: 37.7421978135647
    },
    {
      name: "오메가정보통신",
      address: "서울 광진구 자양로 194",
      x: 127.085455160277,
      y: 37.5448433965441
    },
    {
      name: "봉천역점",
      address: "서울 관악구 남부순환로 1715",
      x: 126.940887969037,
      y: 37.4830375021915
    },
    {
      name: "서초방배본점",
      address: "서울 서초구 효령로 18",
      x: 126.987079144022,
      y: 37.4771825893301
    },
    {
      name: "천안역전2점",
      address: "충남 천안시 동남구공설시장2길 3,무궁화빌딩1층",
      x: 127.14934203827,
      y: 36.809026641418
    },
    {
      name: "정금로드점",
      address: "경기 포천시 가산면 정금로 231",
      x: 127.185566289225,
      y: 37.8145942232413
    },
    {
      name: "구로하이엔드점",
      address: "서울 구로구 디지털로26길 5",
      x: 126.893479312123,
      y: 37.4816105919768
    },
    {
      name: "마산양덕점",
      address: "경남 창원시 마산회원구 합성옛길 41",
      x: 128.582620245337,
      y: 35.2339063185379
    },
    {
      name: "양감정문점",
      address: "경기 화성시 양감면 정문송산로 31",
      x: 126.985061202141,
      y: 37.0962169756667
    },
    {
      name: "화성왕림점",
      address: "경기 화성시 봉담읍 삼천병마로 899, 1동",
      x: 126.937899572254,
      y: 37.1881966097501
    },
    {
      name: "성남점",
      address: "경기 성남시 중원구 광명로94번길 2",
      x: 127.139239534971,
      y: 37.4349123514879
    },
    {
      name: "인천효성점",
      address: "인천 계양구 안남로 551",
      x: 126.710413673337,
      y: 37.5322526022721
    },
    {
      name: "상계마들역점",
      address: "서울 노원구 동일로 1547, 103호",
      x: 127.056931384286,
      y: 37.6665575614389
    },
    {
      name: "영암현대삼호점",
      address: "전남 영암군 삼호읍 신항로 135-29",
      x: 126.37080523126,
      y: 34.7479924358696
    },
    {
      name: "광주신안센터점",
      address: "광주 북구 중흥로 96",
      x: 126.90466478177,
      y: 35.1634259716167
    },
    {
      name: "원효로점",
      address: "서울 용산구 원효로53길 8",
      x: 126.962128441498,
      y: 37.5360235792578
    },
    {
      name: "행운복권방",
      address: "경기 의왕시 경수대로 371",
      x: 126.965916959507,
      y: 37.3578990034723
    },
    {
      name: "맨투맨24시 편의점",
      address: "충북 제천시 의림대로 8-1",
      x: 128.206069173562,
      y: 37.1290997072432
    },
    {
      name: "일산백석코아점",
      address: "경기 고양시 일산동구 강송로 119",
      x: 126.78608856041,
      y: 37.6495766627454
    },
    {
      name: "블루25",
      address: "서울 종로구 종로 352",
      x: 127.016671088507,
      y: 37.5731069660047
    },
    {
      name: "베네스트",
      address: "경기 화성시 여울로 189-16",
      x: 127.056157860671,
      y: 37.2158477102078
    },
    {
      name: "천안성정2점",
      address: "충남 천안시 서북구 양지18길 9",
      x: 127.140245411364,
      y: 36.8118700869734
    },
    {
      name: "오포문형점",
      address: "경기 광주시 오포읍 오포로 442",
      x: 127.205989021698,
      y: 37.3408888584936
    },
    {
      name: "토토복권마트",
      address: "충남 아산시 배방읍 모산로91번길 9-2, 102호",
      x: 127.052313793386,
      y: 36.7747196028564
    },
    {
      name: "광주운암문예회관점",
      address: "광주 북구 북문대로 42-1",
      x: 126.881120114142,
      y: 35.1757100385869
    },
    {
      name: "김포석모점",
      address: "경기 김포시 양촌읍 김포한강4로 254",
      x: 126.655385723166,
      y: 37.6513147343372
    },
    {
      name: "고양대자점",
      address: "경기 고양시 덕양구 동헌로 235",
      x: 126.880869040788,
      y: 37.7111881437372
    },
    {
      name: "네잎크로버복권방",
      address: "제주 서귀포시 고성오조로 9",
      x: 126.913310341669,
      y: 33.4447331778485
    },
    {
      name: "행운복권",
      address: "강원 동해시 임항로 55",
      x: 129.108048712392,
      y: 37.5390688532575
    },
    {
      name: "카페인워시 영월지점",
      address: "강원 영월군 주천면 주천로 92-1",
      x: 128.268844755544,
      y: 37.271006311147
    },
    {
      name: "영월명당복권",
      address: "강원 영월군 영월읍 중앙로 124",
      x: 128.476122074536,
      y: 37.1810821026557
    },
    {
      name: "꽃길로또방",
      address: "경기 고양시 덕양구 꽃내음1길 21",
      x: 126.889886731456,
      y: 37.6004342552927
    },
    {
      name: "유니폰",
      address: "경기 고양시 덕양구 도래울안길 31",
      x: 126.873768557662,
      y: 37.6302925335113
    },
    {
      name: "인생로또",
      address: "경기 고양시 덕양구 통일로768번길 17",
      x: 126.865296324995,
      y: 37.6885501534125
    },
    {
      name: "화전대박복권",
      address: "경기 고양시 덕양구 화랑로 33",
      x: 126.870234255889,
      y: 37.6016055729139
    },
    {
      name: "로또카페",
      address: "경기 고양시 일산동구 산두로 136",
      x: 126.785519104192,
      y: 37.6698797552143
    },
    {
      name: "백마사거리로또판매점",
      address: "경기 고양시 일산동구 일산로 196, 104호",
      x: 126.790744065331,
      y: 37.6539654937946
    },
    {
      name: "주시네복권방",
      address: "경기 고양시 일산서구 가좌로 16, 103호",
      x: 126.723857461372,
      y: 37.6908426348236
    },
    {
      name: "라온컴퓨터",
      address: "제주 제주시 도남로 104, 110호",
      x: 126.527781288758,
      y: 33.491158642495
    },
    {
      name: "강선복권",
      address: "경기 고양시 일산서구 중앙로 1376, 상가A동 8호",
      x: 126.766632732676,
      y: 37.6678101213236
    },
    {
      name: "스팟로또",
      address: "경기 고양시 일산서구 킨텍스로 240, 232호",
      x: 126.751097365247,
      y: 37.6658576556202
    },
    {
      name: "대박",
      address: "경기 광주시 경안천로 127, 105호",
      x: 127.273203344274,
      y: 37.4169247694428
    },
    {
      name: "제이엠",
      address: "경기 광주시 능평로 47, 103호",
      x: 127.16472180036,
      y: 37.3528423136791
    },
    {
      name: "일등스팟",
      address: "경기 광주시 새말길 77",
      x: 127.159620367573,
      y: 37.3666427634785
    },
    {
      name: "돈벼락",
      address: "경기 구리시 갈매순환로 206, 102호",
      x: 127.121271207829,
      y: 37.6375569729502
    },
    {
      name: "즐겨찾기 갈매점",
      address: "경기 구리시 경춘북로 252, A-107호",
      x: 127.118322701737,
      y: 37.6338125904837
    },
    {
      name: "휴대폰나라",
      address: "경기 군포시 공단로 172, 102호",
      x: 126.949908654574,
      y: 37.360611437533
    },
    {
      name: "민준복권",
      address: "경기 군포시 삼성로 5, 104호",
      x: 126.934115177586,
      y: 37.3360352432693
    },
    {
      name: "굿럭슈퍼",
      address: "경기 군포시 송부로 36, 107호",
      x: 126.918460494423,
      y: 37.3156089046746
    },
    {
      name: "멀티편의점",
      address: "제주 서귀포시 동홍북로 74",
      x: 126.57615257782,
      y: 33.2585876843643
    },
    {
      name: "천운로또",
      address: "경기 김포시 김포대로 1951",
      x: 126.625978784437,
      y: 37.679296420389
    },
    {
      name: "명진복권",
      address: "제주 제주시 수덕9길 45",
      x: 126.473542546824,
      y: 33.485307576452
    },
    {
      name: "영평로또명당",
      address: "제주 제주시 연신로 280",
      x: 126.561835828055,
      y: 33.4808476691422
    },
    {
      name: "베스트 복권",
      address: "제주 제주시 연신로 9",
      x: 126.544542449467,
      y: 33.5000817032001
    },
    {
      name: "럭키복권점",
      address: "강원 강릉시 강릉대로 305",
      x: 128.901545002785,
      y: 37.7639630201278
    },
    {
      name: "우정로또",
      address: "강원 강릉시 회산로 372",
      x: 128.868396813782,
      y: 37.7410215839186
    },
    {
      name: "또와복권판매점",
      address: "강원 동해시 감추4길 38",
      x: 129.118369670065,
      y: 37.5179038381159
    },
    {
      name: "행운로또",
      address: "경기 김포시 약암로 911",
      x: 126.553757973803,
      y: 37.6349093834688
    },
    {
      name: "다나와복권",
      address: "경기 부천시 수도로 86, 103호",
      x: 126.775706287931,
      y: 37.5149480403812
    },
    {
      name: "대광",
      address: "경북 포항시 북구 소티재로 398, 102호",
      x: 129.342501225116,
      y: 36.0843689224984
    },
    {
      name: "시안복권",
      address: "경북 포항시 북구 초곡지구로58번길 38-23, 136동 604호",
      x: 129.336189366347,
      y: 36.0988101703745
    },
    {
      name: "영일대복권방",
      address: "경북 포항시 북구 학전로 26",
      x: 129.374617240667,
      y: 36.0550309968622
    },
    {
      name: "폰스타그램",
      address: "광주 광산구 산월로 35-1",
      x: 126.84125375533,
      y: 35.2089789244154
    },
    {
      name: "한별통신",
      address: "광주 광산구 어등대로 653",
      x: 126.790022050699,
      y: 35.1456897016243
    },
    {
      name: "아름복권",
      address: "광주 광산구 임방울대로 154-24, B102호",
      x: 126.818575657633,
      y: 35.1746902319046
    },
    {
      name: "글로벌",
      address: "광주 남구 군분로 138-1",
      x: 126.88841818463,
      y: 35.1447616081785
    },
    {
      name: "혜민복권판매점",
      address: "광주 남구 대남대로 101",
      x: 126.91387556086,
      y: 35.1340496736815
    },
    {
      name: "홈런복권방",
      address: "광주 북구 서림로 27",
      x: 126.891650352877,
      y: 35.1671257431075
    },
    {
      name: "복권나라",
      address: "광주 북구 서하로 117, 101호",
      x: 126.893374006345,
      y: 35.1875664330488
    },
    {
      name: "도담복권",
      address: "경기 부천시 역곡로 451, 102호",
      x: 126.815526727613,
      y: 37.5249928366683
    },
    {
      name: "태양복권방",
      address: "광주 북구 양산택지로 17",
      x: 126.878703729087,
      y: 35.2082523880374
    },
    {
      name: "황금복권뱅크",
      address: "대구 달서구 명천로 43",
      x: 128.512446782421,
      y: 35.8056639118347
    },
    {
      name: "부자되는복권방",
      address: "대구 달서구 성당로 193",
      x: 128.571847055852,
      y: 35.8503192217294
    },
    {
      name: "다보유통",
      address: "대구 달성군 구지면 달성2차동1로 106",
      x: 128.420079467932,
      y: 35.6405881060712
    },
    {
      name: "해피생활건강 옥포점",
      address: "대구 달성군 옥포읍 돌미로 46",
      x: 128.439154873199,
      y: 35.779240015681
    },
    {
      name: "행운로또",
      address: "대구 달성군 현풍읍 테크노상업로 30, 102호",
      x: 128.45387347808,
      y: 35.6917120516583
    },
    {
      name: "온천로또방",
      address: "대전 유성구 계룡로 92, 101-3호",
      x: 127.340447652776,
      y: 36.354016785334
    },
    {
      name: "월드",
      address: "대전 유성구 죽동로279번길 5-29, 103호",
      x: 127.338638613429,
      y: 36.3723565866961
    },
    {
      name: "팡팡마트",
      address: "부산 강서구 과학산단2로 12, 105호",
      x: 128.830959459713,
      y: 35.1499798768938
    },
    {
      name: "로또랑",
      address: "부산 기장군 일광읍 일광로 86",
      x: 129.233141277573,
      y: 35.2640861425642
    },
    {
      name: "럭키핑거",
      address: "경기 부천시 오정로 254, 107호",
      x: 126.787044663797,
      y: 37.5299809661095
    },
    {
      name: "복천로또",
      address: "부산 동래구 동래로148번길 3",
      x: 129.086676759354,
      y: 35.2042727039468
    },
    {
      name: "여기요 휴대폰월드",
      address: "부산 동래구 수안로8번길 38, 204동 108호",
      x: 129.090049155964,
      y: 35.1942965382289
    },
    {
      name: "황제복권",
      address: "부산 부산진구 가야공원로 6",
      x: 129.028942059854,
      y: 35.1529983352845
    },
    {
      name: "티앤에이",
      address: "부산 부산진구 백양대로 235",
      x: 129.025010965658,
      y: 35.1570089944304
    },
    {
      name: "축복로또토토",
      address: "부산 부산진구 중앙대로680번가길 55-5",
      x: 129.060591602386,
      y: 35.1558757052873
    },
    {
      name: "진커뮤니케이션",
      address: "부산 북구 금곡대로 29",
      x: 129.004061980567,
      y: 35.2124681935268
    },
    {
      name: "로또복권방",
      address: "부산 북구 만덕3로 22",
      x: 129.026106091442,
      y: 35.2119205662259
    },
    {
      name: "행운복권",
      address: "부산 북구 만덕대로 68",
      x: 129.012319298641,
      y: 35.2115420302652
    },
    {
      name: "복전",
      address: "부산 사하구 윤공단로 136",
      x: 128.973221496411,
      y: 35.061190987628
    },
    {
      name: "복이소사",
      address: "경기 부천시 호현로 421",
      x: 126.791967202602,
      y: 37.475425378383
    },
    {
      name: "까치복권방",
      address: "부산 영도구 절영로 127",
      x: 129.042420280386,
      y: 35.0848868855247
    },
    {
      name: "무지개로또/미아미아",
      address: "부산 해운대구 아랫반송로21번길 85",
      x: 129.148468378042,
      y: 35.2276361364624
    },
    {
      name: "황금대박명당",
      address: "부산 해운대구 재반로 71",
      x: 129.12588541698,
      y: 35.1849374063433
    },
    {
      name: "대박복권방",
      address: "서울 강동구 양재대로134길 11, 1-1호",
      x: 127.146254673786,
      y: 37.5477402804684
    },
    {
      name: "로아cafe",
      address: "서울 강북구 노해로23길 50",
      x: 127.020755407963,
      y: 37.6454628845244
    },
    {
      name: "1등로또명당",
      address: "서울 강북구 오패산로52길 54",
      x: 127.03250284868,
      y: 37.6252859089782
    },
    {
      name: "굿데이",
      address: "서울 강북구 인수봉로 243",
      x: 127.011285230182,
      y: 37.6404052340395
    },
    {
      name: "인생역전로또방",
      address: "경기 성남시 분당구 느티로87번길 6, 103호",
      x: 127.114438880963,
      y: 37.3691669815386
    },
    {
      name: "로또카페",
      address: "서울 강서구 강서로74길 3, 6호",
      x: 126.841499180615,
      y: 37.5678949033301
    },
    {
      name: "로또판매점",
      address: "서울 강서구 공항대로41길 34",
      x: 126.84571196058,
      y: 37.5592796685251
    },
    {
      name: "금손 로또",
      address: "서울 강서구 공항대로8길 35",
      x: 126.81241075628,
      y: 37.5594499466036
    },
    {
      name: "행운복권방",
      address: "서울 강서구 화곡로68길 132",
      x: 126.860755730933,
      y: 37.5565374450753
    },
    {
      name: "다복동행복권",
      address: "서울 관악구 봉천로 335",
      x: 126.937872018317,
      y: 37.485319650701
    },
    {
      name: "새한컴퓨터",
      address: "서울 관악구 청림길 4, 102호",
      x: 126.95852011237,
      y: 37.4880911949582
    },
    {
      name: "아차산행운복권",
      address: "서울 광진구 자양로 310, 102호",
      x: 127.093285891855,
      y: 37.5529414994945
    },
    {
      name: "행운복권방",
      address: "서울 구로구 개봉로3길 20-1",
      x: 126.855025814096,
      y: 37.4865463833624
    },
    {
      name: "로또명당",
      address: "서울 구로구 고척로 97",
      x: 126.844885145256,
      y: 37.5011169210721
    },
    {
      name: "소문난복권방",
      address: "서울 구로구 서해안로 2124, 101호",
      x: 126.825394371013,
      y: 37.4816695196288
    },
    {
      name: "로또복권방",
      address: "경기 성남시 분당구 대왕판교로 660, 136호",
      x: 127.106812648944,
      y: 37.4004659332759
    },
    {
      name: "행운복권방",
      address: "서울 노원구 광운로 49",
      x: 127.059139418945,
      y: 37.6218515441035
    },
    {
      name: "보람복권",
      address: "서울 노원구 한글비석로 464",
      x: 127.06657994677,
      y: 37.6645257538849
    },
    {
      name: "대성복권",
      address: "서울 동대문구 무학로 72, 5호",
      x: 127.030568894147,
      y: 37.5706292419081
    },
    {
      name: "복권나라 동작상도",
      address: "서울 동작구 상도로37길 56",
      x: 126.951782051671,
      y: 37.4991844484394
    },
    {
      name: "금손복권방",
      address: "서울 동작구 양녕로 180, 3호",
      x: 126.943298667801,
      y: 37.4973183012445
    },
    {
      name: "로또복권방",
      address: "서울 동작구 장승배기로 131-1",
      x: 126.939956370334,
      y: 37.509389222247
    },
    {
      name: "흑석동황금복권방",
      address: "서울 동작구 현충로 96-1",
      x: 126.964348025769,
      y: 37.5078892888824
    },
    {
      name: "행운로또복권방",
      address: "서울 성북구 보국문로 34-1",
      x: 127.010544130608,
      y: 37.6075917109673
    },
    {
      name: "더디씨신월점",
      address: "서울 양천구 남부순환로 516",
      x: 126.836468925429,
      y: 37.522360059547
    },
    {
      name: "주아킹목동점",
      address: "서울 양천구 목동로 213",
      x: 126.863829688998,
      y: 37.5274748913439
    },
    {
      name: "후니폰",
      address: "경기 성남시 분당구 백현로 152,102호",
      x: 127.114856444332,
      y: 37.3727775260286
    },
    {
      name: "또또행복",
      address: "서울 양천구 오목로 14, 2호",
      x: 126.839280899,
      y: 37.5212203679251
    },
    {
      name: "예지행복",
      address: "서울 양천구 월정로 59",
      x: 126.841315954386,
      y: 37.5248528049813
    },
    {
      name: "다정로또복권",
      address: "세종 세종 다정중앙로 52, 123호",
      x: 127.249257297753,
      y: 36.4951814591185
    },
    {
      name: "1등한방로또판매점",
      address: "세종 세종 연서면 당산로 338, 106호",
      x: 127.282144587045,
      y: 36.5617134469719
    },
    {
      name: "아름로또",
      address: "세종 세종 세종로 1232, 102호",
      x: 127.24188794499,
      y: 36.512616139633
    },
    {
      name: "복권판매점",
      address: "울산 동구 대송로 17-1",
      x: 129.427464269117,
      y: 35.5040961546551
    },
    {
      name: "행운마트",
      address: "울산 북구 산하중앙2로 277, B102호",
      x: 129.437674446565,
      y: 35.6352953246798
    },
    {
      name: "비타민",
      address: "울산 북구 중산서로 2, 102호",
      x: 129.348713829321,
      y: 35.6517535159835
    },
    {
      name: "행복드림",
      address: "인천 계양구 장제로 879",
      x: 126.738727493317,
      y: 37.5454754562737
    },
    {
      name: "노다지복권",
      address: "인천 계양구 장제로 916",
      x: 126.741450701599,
      y: 37.5481442556141
    },
    {
      name: "탑드림",
      address: "경기 성남시 분당구 새마을로1번길 2",
      x: 127.130943802508,
      y: 37.3843543759509
    },
    {
      name: "바키(BK)",
      address: "인천 남동구 매소홀로 1114, 101호",
      x: 126.746431135705,
      y: 37.4381490295021
    },
    {
      name: "복드림복권판매점",
      address: "인천 남동구 문화로 113",
      x: 126.69931561286,
      y: 37.4492410201034
    },
    {
      name: "복권판매점",
      address: "인천 남동구 석정로 560",
      x: 126.697846195326,
      y: 37.466243372463
    },
    {
      name: "구월유통",
      address: "인천 남동구 인하로 629, 107호",
      x: 126.716666974302,
      y: 37.4431425965533
    },
    {
      name: "초대박",
      address: "인천 미추홀구 경인로 184, 102호",
      x: 126.662953385363,
      y: 37.4655465874681
    },
    {
      name: "조은컴퓨터",
      address: "인천 미추홀구 독배로 305, 103호",
      x: 126.649846748281,
      y: 37.4474570452652
    },
    {
      name: "똥돼지복권방",
      address: "인천 미추홀구 석정로 244",
      x: 126.662558462304,
      y: 37.4681054017494
    },
    {
      name: "행운복권방",
      address: "인천 부평구 경인로 745, 102호",
      x: 126.709444263423,
      y: 37.4762330969103
    },
    {
      name: "복권판매점",
      address: "인천 부평구 경인로1024번길 42",
      x: 126.73311298896,
      y: 37.4850471627147
    },
    {
      name: "소풍",
      address: "인천 부평구 부개로 79, 101호",
      x: 126.739735260452,
      y: 37.5048085303964
    },
    {
      name: "봄이네복권",
      address: "경기 성남시 수정구 산성대로93번길 25, B03호",
      x: 127.128884025202,
      y: 37.4362603020485
    },
    {
      name: "황금복권방",
      address: "인천 부평구 부평대로167번길 43, 상가13호",
      x: 126.717625353871,
      y: 37.5054651242339
    },
    {
      name: "골드러쉬복권방",
      address: "인천 서구 검단로 748, 118호",
      x: 126.683775926045,
      y: 37.612434421844
    },
    {
      name: "은비",
      address: "인천 서구 검단로744번1길 25, 103-1호",
      x: 126.68705117757,
      y: 37.6130779872093
    },
    {
      name: "대박복권방",
      address: "인천 서구 북항로32번안길 35, 108호",
      x: 126.646679590604,
      y: 37.5090135589698
    },
    {
      name: "아이지에이마트",
      address: "인천 서구 원석로196번안길 12-2",
      x: 126.647451709207,
      y: 37.5139502821212
    },
    {
      name: "365 복권판매점",
      address: "인천 연수구 랜드마크로 68, 301동 42호",
      x: 126.618222141856,
      y: 37.4151172407027
    },
    {
      name: "엔비에이",
      address: "인천 중구 신도시남로142번길 6, 128호",
      x: 126.491489796733,
      y: 37.4934207705586
    },
    {
      name: "영종하늘복권",
      address: "인천 중구 자연대로 32, 106호",
      x: 126.560809829152,
      y: 37.4885398655545
    },
    {
      name: "알리바이 광영점",
      address: "전남 광양시 광영로 119",
      x: 127.716345859221,
      y: 34.9637864548552
    },
    {
      name: "황금알 복권",
      address: "전남 광양시 광포로 39",
      x: 127.722743798008,
      y: 34.9627880546384
    },
    {
      name: "복돈이복권",
      address: "경기 성남시 수정구 위례서일로3길 27-3",
      x: 127.139066335208,
      y: 37.4673983049882
    },
    {
      name: "왕대박복권방",
      address: "전남 나주시 문화로 226, 102호",
      x: 126.785226899533,
      y: 35.0189410575221
    },
    {
      name: "알리바이한전공대점",
      address: "전남 나주시 빛가람로 793",
      x: 126.798686114537,
      y: 35.021459234779
    },
    {
      name: "스타복권",
      address: "전남 목포시 고하대로 688-1",
      x: 126.372800919177,
      y: 34.8083718377017
    },
    {
      name: "청호복권방",
      address: "전남 목포시 용당로 296",
      x: 126.399871274778,
      y: 34.8132100232677
    },
    {
      name: "황금복권방",
      address: "전남 보성군 보성읍 중앙로 73-1",
      x: 127.082677113644,
      y: 34.7688087917014
    },
    {
      name: "로또복권",
      address: "전남 순천시 오천6길 6-8",
      x: 127.49406182035,
      y: 34.9345807731166
    },
    {
      name: "또니'로또연구소_한꼴토토",
      address: "전남 순천시 장선배기1길 6-53",
      x: 127.524180511488,
      y: 34.9534233548036
    },
    {
      name: "1등복권",
      address: "전남 순천시 장평로 20",
      x: 127.493993414633,
      y: 34.9414999621215
    },
    {
      name: "베스트 원",
      address: "전남 영광군 영광읍 신남로 209-1",
      x: 126.505083009332,
      y: 35.2760079039491
    },
    {
      name: "행운복권",
      address: "전남 화순군 화순읍 광덕로 165, 103동 101호",
      x: 126.991741327336,
      y: 35.0598226890487
    },
    {
      name: "한아름 복권",
      address: "경기 김포시 장차로 19, 102호",
      x: 126.77057700604,
      y: 37.6037208119895
    },
    {
      name: "담경",
      address: "경기 성남시 수정구 청계산로 686, 142호",
      x: 127.093936648225,
      y: 37.4272753301869
    },
    {
      name: "베스트",
      address: "전남 화순군 화순읍 진각로 170, 103호",
      x: 126.987625525809,
      y: 35.0663853337616
    },
    {
      name: "피씨마트",
      address: "전북 군산시 경기장로 20",
      x: 126.750049099815,
      y: 35.964723229097
    },
    {
      name: "복주는복권방",
      address: "전북 군산시 대학로 290, 3호",
      x: 126.695744670353,
      y: 35.9676860979485
    },
    {
      name: "J리더스통신",
      address: "전북 군산시 번영로 4",
      x: 126.724246835928,
      y: 35.9750546195627
    },
    {
      name: "대박로또",
      address: "전북 부안군 부안읍 오리정로 105, 301호",
      x: 126.733760762259,
      y: 35.7233846980166
    },
    {
      name: "만물컴퓨터",
      address: "전북 정읍시 초산로 13",
      x: 126.852134179576,
      y: 35.5606420642613
    },
    {
      name: "행복복권방",
      address: "충남 계룡시 엄사면 번영1길 5-20",
      x: 127.242917822313,
      y: 36.2894839658761
    },
    {
      name: "나눔로또판매점",
      address: "충남 계룡시 엄사면엄사중앙로 11, 103호",
      x: 127.239112941784,
      y: 36.2819134521734
    },
    {
      name: "포유25시편의점복권",
      address: "충남 당진시 신평면 덕평로 1304",
      x: 126.752918383218,
      y: 36.8715055397598
    },
    {
      name: "스마트팜",
      address: "충남 당진시 송산면 유곡2길 21, 103호",
      x: 126.689303300689,
      y: 36.9632626154195
    },
    {
      name: "우리복권마트",
      address: "경기 수원시 권선구 경수대로 373",
      x: 127.02335892253,
      y: 37.2598474315415
    },
    {
      name: "석문유통마켓",
      address: "충남 당진시 석문면 통정3길 36, 104호",
      x: 126.591682618918,
      y: 36.9789397856541
    },
    {
      name: "까치로또",
      address: "충남 서산시 서해로 3362",
      x: 126.452941143528,
      y: 36.7693703032046
    },
    {
      name: "서산 테크노마트",
      address: "충남 서산시 성연면 성연2로 44, 101호",
      x: 126.445542122082,
      y: 36.8284116876929
    },
    {
      name: "희망복권방",
      address: "충남 예산군 예산읍 예산로 200",
      x: 126.846934845575,
      y: 36.6795037010555
    },
    {
      name: "천하제일복권명당",
      address: "충남 천안시 동남구 용곡2길 103",
      x: 127.140918495525,
      y: 36.7910734331392
    },
    {
      name: "콘테인복권판매점",
      address: "충남 천안시 동남구 청수11로 13-11, 101호",
      x: 127.153690618783,
      y: 36.7833435412622
    },
    {
      name: "동행슈퍼",
      address: "충남 천안시 동남구 충절로 1777, 2호",
      x: 127.30221500401,
      y: 36.7627106196375
    },
    {
      name: "신불당 아이캔로또",
      address: "충남 천안시 서북구 불당25로 226, 118호",
      x: 127.10993046032,
      y: 36.8212772100055
    },
    {
      name: "성성민재로또점",
      address: "충남 천안시 서북구 성성2길 47",
      x: 127.131214060808,
      y: 36.8436255254214
    },
    {
      name: "행운로또마트",
      address: "충남 천안시 서북구 성진로 729",
      x: 127.212137627937,
      y: 36.9131166852851
    },
    {
      name: "들어오3로또앤과자",
      address: "경기 수원시 권선구 호매실로90번길 27",
      x: 126.963403103086,
      y: 37.2568741520096
    },
    {
      name: "안면 대박 복권방",
      address: "충남 태안군 안면읍 안면대로 2649",
      x: 126.351944339758,
      y: 36.5344813582125
    },
    {
      name: "오렌지보틀 태안점",
      address: "충남 태안군 태안읍 정주내1길 7-1",
      x: 126.304003455682,
      y: 36.7450753040664
    },
    {
      name: "동의보감한방차",
      address: "충북 영동군 용산면 용산로 341",
      x: 127.828438099983,
      y: 36.2610712125839
    },
    {
      name: "대박로또판매점",
      address: "충북 음성군 생극면 음성로 1636",
      x: 127.607472590665,
      y: 37.0338393541939
    },
    {
      name: "한길복권방",
      address: "충북 청주시 청원구 율량로 103, 상가106호",
      x: 127.498479885093,
      y: 36.6734205651624
    },
    {
      name: "부자로또판매점",
      address: "충북 청주시 흥덕구 사운로 215",
      x: 127.476214406063,
      y: 36.6476686803531
    },
    {
      name: "온누리복권",
      address: "충북 청주시 흥덕구 성봉로 241",
      x: 127.44965350014,
      y: 36.6267209783725
    },
    {
      name: "행복복권방",
      address: "충북 청주시 흥덕구 운천로4번길 24",
      x: 127.475460678929,
      y: 36.6495252188337
    },
    {
      name: "갱고개로",
      address: "충북 충주시 여수월1길 6",
      x: 127.94057231616,
      y: 36.9776976074056
    },
    {
      name: "복앤돈복권방",
      address: "충북 충주시 산척면 충원대로 1528, 103호",
      x: 127.930476900485,
      y: 37.0598216861184
    },
    {
      name: "한씨네",
      address: "경기 수원시 영통구 광교중앙로 254, 106호",
      x: 127.067740416354,
      y: 37.2925337897192
    },
    {
      name: "행복",
      address: "경기 수원시 영통구 신원로 33, 103-2호",
      x: 127.057984637917,
      y: 37.2507768976133
    },
    {
      name: "골드복권방",
      address: "경기 수원시 영통구 영통로200번길 21, 107호",
      x: 127.057851705803,
      y: 37.2446797745067
    },
    {
      name: "대박 로또",
      address: "경기 수원시 장안구 수성로261번길 81",
      x: 126.998554736929,
      y: 37.2929880060498
    },
    {
      name: "토토파크 스포츠베팅샵",
      address: "경기 수원시 장안구 화산로125번길 16, 101호",
      x: 126.979588906147,
      y: 37.2942758200325
    },
    {
      name: "명문복권방",
      address: "경기 수원시 팔달구 동말로 11",
      x: 126.995718884099,
      y: 37.2774955641873
    },
    {
      name: "복돼지 복권방",
      address: "경기 수원시 팔달구 동말로25번길 65",
      x: 126.995382803857,
      y: 37.2804494306171
    },
    {
      name: "호돌이복권방",
      address: "경기 김포시 황금로109번길 80, 101호",
      x: 126.622614068484,
      y: 37.6151918872708
    },
    {
      name: "메텔복권방",
      address: "경기 시흥시 동서로 869, 101호",
      x: 126.842165394325,
      y: 37.3813672690615
    },
    {
      name: "복권판매점",
      address: "경기 시흥시 미산로 145",
      x: 126.792015016411,
      y: 37.41807249005
    },
    {
      name: "굿초이스마켓",
      address: "경기 시흥시 배곧4로 30, 102호",
      x: 126.727496126419,
      y: 37.3773424502175
    },
    {
      name: "거북섬 복권방",
      address: "경기 시흥시 시화호수전원2길 46-5, 105호",
      x: 126.699462349612,
      y: 37.3177007589158
    },
    {
      name: "드루아",
      address: "경기 안산시 단원구 대남로 9",
      x: 126.584736278408,
      y: 37.2417785074992
    },
    {
      name: "칠성슈퍼",
      address: "경기 안산시 단원구 선부광장1로 32, 111호",
      x: 126.808797517966,
      y: 37.336402765876
    },
    {
      name: "다올로또",
      address: "경기 안산시 단원구 예술대학로 145, 101호",
      x: 126.838445436297,
      y: 37.3298553843913
    },
    {
      name: "씨스페이스안산테콤점",
      address: "경기 안산시 상록구 사사안골길 4",
      x: 126.924076732217,
      y: 37.2983646612067
    },
    {
      name: "굿데이",
      address: "경기 안산시 상록구 송호5길 19, 101호",
      x: 126.847440940554,
      y: 37.3130352259116
    },
    {
      name: "우정 복권방",
      address: "경기 남양주시 다산지금로16번길 86, 상가227호",
      x: 127.1704317841,
      y: 37.6073523502858
    },
    {
      name: "경기미당 사동점",
      address: "경기 안산시 상록구 후곡4길 19, 101호",
      x: 126.847930924995,
      y: 37.296763072917
    },
    {
      name: "복드림슈퍼",
      address: "경기 안양시 동안구 경수대로 515",
      x: 126.957739833634,
      y: 37.3686488600015
    },
    {
      name: "제일복권",
      address: "경기 안양시 동안구 엘에스로116번길 25-32. 146호",
      x: 126.948787645865,
      y: 37.3740594958956
    },
    {
      name: "24시열쇠",
      address: "경기 안양시 만안구 양화로136번길 28, 110호",
      x: 126.910631899463,
      y: 37.4050524541067
    },
    {
      name: "헬로모바일",
      address: "경기 안양시 만안구 오리로34번길 11, 101호",
      x: 126.885192894985,
      y: 37.4079496141003
    },
    {
      name: "아신로또",
      address: "경기 양평군 경강로 1436, 102호",
      x: 127.44440786624,
      y: 37.5112679670791
    },
    {
      name: "해바라기로또",
      address: "경기 양평군 용문역길 52",
      x: 127.59090903408,
      y: 37.4814640670606
    },
    {
      name: "은하수로또",
      address: "경기 양평군 하자포길 20, 102호",
      x: 127.538533323306,
      y: 37.4250813386833
    },
    {
      name: "홈런복권판매점",
      address: "경기 오산시 내삼미로 93, 109호",
      x: 127.065786240203,
      y: 37.1705360165896
    },
    {
      name: "황금손복권방",
      address: "경기 오산시 동부대로 355, 103호",
      x: 127.077899163416,
      y: 37.1337639339842
    },
    {
      name: "로또도곡점",
      address: "경기 남양주시 덕소로 277",
      x: 127.226232409687,
      y: 37.5773541694781
    },
    {
      name: "1등복권방",
      address: "경기 오산시 수청로 201, 108호",
      x: 127.044521614165,
      y: 37.1763973707934
    },
    {
      name: "소확행 로또 판매점",
      address: "경기 용인시 기흥구 강남로 7, 107-1호",
      x: 127.127737506282,
      y: 37.2720158891765
    },
    {
      name: "하이컴",
      address: "경기 용인시 기흥구 서천로127번길 11-5, 104호",
      x: 127.073400983472,
      y: 37.2367753853172
    },
    {
      name: "금은동복권",
      address: "경기 용인시 기흥구 중부대로 679-6",
      x: 127.136958478421,
      y: 37.2667353037743
    },
    {
      name: "친절한마트",
      address: "경기 의왕시 백운중앙로5길 9, 102호",
      x: 127.01030387199,
      y: 37.3742658374041
    },
    {
      name: "로또복권방",
      address: "경기 의정부시 금신로 404",
      x: 127.054736352488,
      y: 37.7492863215727
    },
    {
      name: "천운",
      address: "경기 의정부시 문충로 110, 106호",
      x: 127.106602082761,
      y: 37.7302292052261
    },
    {
      name: "행운",
      address: "경기 의정부시 평화로 569",
      x: 127.046529350994,
      y: 37.7427914324602
    },
    {
      name: "스타복권",
      address: "경기 의정부시 호국로 1075",
      x: 127.023240400296,
      y: 37.742805262381
    },
    {
      name: "임금님 복권",
      address: "경기 이천시 중부대로 1210",
      x: 127.458306449839,
      y: 37.259810948672
    },
    {
      name: "복권판매점(로또방)",
      address: "경기 남양주시 비룡로 133",
      x: 127.301663253043,
      y: 37.6635505511315
    },
    {
      name: "오늘또로또",
      address: "경기 이천시 마장면 중앙로 92, 101호",
      x: 127.357351552664,
      y: 37.2497676453081
    },
    {
      name: "해피로또",
      address: "경기 평택시 비전2로 121, 103호",
      x: 127.104407637541,
      y: 37.0024631827155
    },
    {
      name: "로또복권합정점",
      address: "경기 평택시 중앙로 176, 127호",
      x: 127.101938760932,
      y: 36.991506634164
    },
    {
      name: "돼지꿈복권",
      address: "경기 평택시 지제로 133-9, 110호",
      x: 127.056813209733,
      y: 37.0209687369342
    },
    {
      name: "아이지에이평택방축점",
      address: "경기 평택시 고덕면 첨단대로 101, 108~110호",
      x: 127.043651236524,
      y: 37.0351572766625
    },
    {
      name: "복권명당 은하점",
      address: "경기 하남시 미사강변대로54번길 75, 104호",
      x: 127.188747035221,
      y: 37.5562065880428
    },
    {
      name: "행복드림",
      address: "경기 하남시 미사강변중앙로111번안길 10, 103호",
      x: 127.191605512341,
      y: 37.5569265650383
    },
    {
      name: "유니콘",
      address: "경기 하남시 신우실로63번길 11",
      x: 127.162712181484,
      y: 37.5098593273764
    },
    {
      name: "동탄호수복권",
      address: "경기 화성시 동탄순환대로 127-5, 107호",
      x: 127.107280975235,
      y: 37.1660899089701
    },
    {
      name: "동탄써밋복권판매점",
      address: "경기 화성시 동탄순환대로 725, 106호",
      x: 127.108241952189,
      y: 37.2084791840555
    },
    {
      name: "대운상사",
      address: "경기 남양주시 장현로 178, 106호",
      x: 127.190150649199,
      y: 37.7233655996192
    },
    {
      name: "지니폰",
      address: "경기 화성시 동탄치동천로3길 32, 101호",
      x: 127.122669256055,
      y: 37.2029426739785
    },
    {
      name: "위드유로또",
      address: "경기 화성시 동탄하나1길 61, 109호",
      x: 127.058390367087,
      y: 37.2191517690643
    },
    {
      name: "해바라기커피",
      address: "경기 화성시 동학산1길 6-22, 103호",
      x: 127.075469708376,
      y: 37.2227343282317
    },
    {
      name: "신리천왕대박복권",
      address: "경기 화성시 왕배산2길 11-1, 102호",
      x: 127.125406404589,
      y: 37.1800549631322
    },
    {
      name: "미래",
      address: "경남 거제시 거제중앙로 1589",
      x: 128.641708836585,
      y: 34.8646089736422
    },
    {
      name: "로또명당",
      address: "경남 거제시 아주1로3길 37-1, 102호",
      x: 128.690189456728,
      y: 34.8655489661625
    },
    {
      name: "세일마트 로또복권방",
      address: "경남 거제시 중곡로7길 12",
      x: 128.627672777293,
      y: 34.8969957306674
    },
    {
      name: "행복로또판매점",
      address: "경남 거창군 거창읍 중앙로 139",
      x: 127.913563292002,
      y: 35.6873138634651
    },
    {
      name: "안젤로마켓",
      address: "경남 김해시 계동로159번길 21, 101호",
      x: 128.794936612383,
      y: 35.1902917809595
    },
    {
      name: "흥부복권카페",
      address: "경남 김해시 김해대로 1784-7, 4호",
      x: 128.86172906673,
      y: 35.2664916623317
    },
    {
      name: "간편식요리소",
      address: "경기 남양주시 진건오남로884번길 23, 105,106호",
      x: 127.197875140889,
      y: 37.7064469613986
    },
    {
      name: "로또냉동",
      address: "경남 김해시 장유로 331-1",
      x: 128.816622924623,
      y: 35.1971750496996
    },
    {
      name: "일등복권방 로또,토토",
      address: "경남 김해시 진례면 진례로 277, 2호",
      x: 128.747436456725,
      y: 35.252354325664
    },
    {
      name: "신삼문 로또 판매점",
      address: "경남 밀양시 미리벌중앙로 76",
      x: 128.748383170471,
      y: 35.4844079685076
    },
    {
      name: "로또랜드",
      address: "경남 밀양시 수월3길 19",
      x: 128.754009023862,
      y: 35.4889030865043
    },
    {
      name: "우주상품권",
      address: "경남 사천시 사남면 사천대로 1589-12, 101호",
      x: 128.071994589206,
      y: 35.0611434768074
    },
    {
      name: "판다유통",
      address: "경남 양산시 물금읍 물금로 188, 108호",
      x: 129.000541144405,
      y: 35.3193171444511
    },
    {
      name: "행복 복권판매점",
      address: "경남 양산시 상북면 반회서6길 9",
      x: 129.059025973696,
      y: 35.414509718665
    },
    {
      name: "쭈야쭈야네",
      address: "경남 양산시 어실로 222",
      x: 129.025363242335,
      y: 35.3799346122078
    },
    {
      name: "와이제이",
      address: "경남 창원시 성산구 원이대로 320, 138호",
      x: 128.654408692296,
      y: 35.2396668440149
    },
    {
      name: "로하",
      address: "경남 창원시 의창구 소계로84번길 13-1",
      x: 128.600539324015,
      y: 35.2575499532713
    },
    {
      name: "백억로또",
      address: "경기 부천시 삼작로 338, 102호",
      x: 126.799299221696,
      y: 37.5197905736877
    },
    {
      name: "오케이유통",
      address: "경남 창원시 의창구 용동로83번안길 33, 102호",
      x: 128.700421322927,
      y: 35.2391773204934
    },
    {
      name: "유텔레콤",
      address: "경남 창원시 진해구 충장로 136",
      x: 128.666769309377,
      y: 35.1518362024555
    },
    {
      name: "도깨비 상점",
      address: "경남 창원시 진해구 태평로 30",
      x: 128.662438225205,
      y: 35.1457241715458
    },
    {
      name: "요거플레소",
      address: "경남 통영시 동호로 9",
      x: 128.432565877223,
      y: 34.8460492623587
    },
    {
      name: "대도복권",
      address: "경남 통영시 통영해안로 479, 107호",
      x: 128.431325958353,
      y: 34.8510023068128
    },
    {
      name: "로또명당",
      address: "경북 상주시 냉림1길 69",
      x: 128.164836056975,
      y: 36.4228809672632
    },
    {
      name: "광포로또복권",
      address: "경북 울진군 죽변면 죽변북로 154",
      x: 129.410333608822,
      y: 37.067666349125
    },
    {
      name: "행복나눔복권",
      address: "경북 포항시 남구 문예로 68",
      x: 129.364163955453,
      y: 36.0134335567641
    },
    {
      name: "복권명당",
      address: "경북 포항시 남구 원동로 115",
      x: 129.402087485568,
      y: 35.9735049329579
    },
    {
      name: "복권판매점(무지개점",
      address: "경북 포항시 남구 중앙로 110",
      x: 129.368821174574,
      y: 36.0229977218243
    },
    {
      name: "장안벤처빌점",
      address: "서울 동대문구 한천로24길 74-1",
      x: 127.068801079207,
      y: 37.5688010698052
    },
    {
      name: "옥계4공단점",
      address: "경북 구미시 산호대로31길 9",
      x: 128.422017388914,
      y: 36.1371550310563
    },
    {
      name: "월피센터점",
      address: "경기 안산시 상록구 예술광장로 7, 101호",
      x: 126.844943975428,
      y: 37.3288774497267
    },
    {
      name: "광주일곡중앙점",
      address: "광주 북구 송해로 84",
      x: 126.899271873293,
      y: 35.2058522868163
    },
    {
      name: "성남운동장정문점",
      address: "경기 성남시 중원구광명로 56",
      x: 127.135404519335,
      y: 37.4338627087472
    },
    {
      name: "장흥우리점",
      address: "전남 장흥군 장흥읍 중앙로1길 20",
      x: 126.910861178188,
      y: 34.6778925401425
    },
    {
      name: "울산서부점",
      address: "울산 동구 방어진순환도로 919",
      x: 129.43260425414,
      y: 35.523217979322
    },
    {
      name: "성남우림점",
      address: "경기 성남시 중원구 갈마치로 302, B동 2층 B204호",
      x: 127.172754183411,
      y: 37.4407179583178
    },
    {
      name: "송정마트",
      address: "서울 성동구 동일로 261-1",
      x: 127.070995683657,
      y: 37.5549735289545
    },
    {
      name: "일산본점",
      address: "경기 고양시 일산서구 대산로 214",
      x: 126.754939406542,
      y: 37.6786034523395
    },
    {
      name: "청당복권",
      address: "충남 천안시 동남구 광풍로 1851",
      x: 127.145699059907,
      y: 36.783663851468
    },
    {
      name: "익산인북로점",
      address: "전북 익산시 인북로 17",
      x: 126.949518270315,
      y: 35.9310135908287
    },
    {
      name: "세븐일레븐 새법조타운점",
      address: "부산 연제구 법원로16번길 10",
      x: 129.073430935421,
      y: 35.1902409248674
    },
    {
      name: "세븐일레븐 신사만남점",
      address: "서울 강남구 강남대로152길 26",
      x: 127.021560267907,
      y: 37.517549573998
    },
    {
      name: "세븐일레븐 여수이마트점",
      address: "전남 여수시 오림4길 45",
      x: 127.715682295067,
      y: 34.75770236492
    },
    {
      name: "세븐일레븐 뉴대구3공단점",
      address: "대구 북구 3공단로 107",
      x: 128.563728640924,
      y: 35.8970157181874
    },
    {
      name: "세븐일레븐 의정부거성점",
      address: "경기 의정부시 신흥로232번길 5",
      x: 127.043925110938,
      y: 37.7369655926905
    },
    {
      name: "세븐일레븐 삼성플러스원점",
      address: "서울 강남구 봉은사로57길 13, 지하1층",
      x: 127.044944137922,
      y: 37.5116111420252
    },
    {
      name: "세븐일레븐 파주부곡로드점",
      address: "경기 파주시 파주읍 정문로 638",
      x: 126.818592049567,
      y: 37.8133168368871
    },
    {
      name: "세븐일레븐 파주용미점",
      address: "경기 파주시 광탄면 장지산로 111",
      x: 126.8844539711,
      y: 37.7455447333316
    },
    {
      name: "세븐일레븐 광주하남산단점",
      address: "광주 광산구 손재로 458",
      x: 126.795347211311,
      y: 35.2065674248533
    },
    {
      name: "황금돼지",
      address: "부산 수영구 광남로48번길 12",
      x: 129.112447260125,
      y: 35.1463823288701
    },
    {
      name: "세븐일레븐 안산감골공원점",
      address: "경기 안산시 상록구 감골공원길 31, 101호",
      x: 126.853037338403,
      y: 37.2942803199935
    },
    {
      name: "세븐일레븐 김포원산점",
      address: "경기 김포시 하성면 월하로 633",
      x: 126.625671841974,
      y: 37.7097585527709
    },
    {
      name: "세븐일레븐 광주서암대로점",
      address: "광주 북구 독립로 401",
      x: 126.91634762368,
      y: 35.1662033951483
    },
    {
      name: "중앙토토마트",
      address: "서울 도봉구 도봉로110아길 17",
      x: 127.037627242274,
      y: 37.6454760988304
    },
    {
      name: "왕대박복권방",
      address: "경기 수원시 장안구 연무로 52-2",
      x: 127.026150174185,
      y: 37.2955702028158
    },
    {
      name: "세븐일레븐 연산PSB점",
      address: "부산 연제구 반송로 32-19",
      x: 129.085024908861,
      y: 35.1872654260934
    },
    {
      name: "세븐일레븐 남양주답내점",
      address: "경기 남양주시 화도읍 경춘로 2349",
      x: 127.348094301613,
      y: 37.6582869176739
    },
    {
      name: "알리바이 오치점",
      address: "광주 북구 안산로 47-2",
      x: 126.901778319069,
      y: 35.1916729921257
    },
    {
      name: "신화복권방",
      address: "충북 청주시 청원구 충청대로 53",
      x: 127.491209912492,
      y: 36.6618808011748
    }
  ];

export default Datas;
